pg = pg or {}
pg.activity_ins_chat_language = setmetatable({
	__name = "activity_ins_chat_language",
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		26,
		27,
		28,
		29,
		30,
		31,
		32,
		33,
		34,
		35,
		36,
		37,
		38,
		39,
		40,
		41,
		42,
		43,
		44,
		45,
		46,
		47,
		48,
		49,
		50,
		51,
		52,
		53,
		54,
		55,
		56,
		57,
		58,
		59,
		60,
		61,
		62,
		63,
		64,
		65,
		66,
		67,
		68,
		69,
		70,
		71,
		72,
		73,
		74,
		75,
		76,
		77,
		78,
		79,
		80,
		81,
		82,
		83,
		84,
		85,
		86,
		87,
		88,
		89,
		90,
		91,
		92,
		93,
		94,
		95,
		96,
		97,
		98,
		99,
		100,
		101,
		102,
		103,
		104,
		105,
		106,
		107,
		108,
		109,
		110,
		111,
		112,
		113,
		114,
		115,
		116,
		117,
		118,
		119,
		120,
		121,
		122,
		123,
		124,
		125,
		126,
		127,
		128,
		129,
		130,
		131,
		132,
		133,
		134,
		135,
		136,
		137,
		138,
		139,
		140,
		141,
		142,
		143,
		144,
		145,
		146,
		147,
		148,
		149,
		150,
		151,
		152,
		153,
		154,
		155,
		156,
		157,
		158,
		159,
		160,
		161,
		162,
		163,
		164,
		165,
		166,
		167,
		168,
		169,
		170,
		171,
		172,
		173,
		174,
		175,
		176,
		177,
		178,
		179,
		180,
		181,
		182,
		183,
		184,
		185,
		186,
		187,
		188,
		189,
		190,
		191,
		192,
		193,
		194,
		195,
		196,
		197,
		198,
		199,
		200,
		201,
		202,
		203,
		204,
		205,
		206,
		207,
		208,
		209,
		210,
		211,
		212,
		213,
		214,
		215,
		216,
		217,
		218,
		219,
		220,
		221,
		222,
		223,
		224,
		225,
		226,
		227,
		228,
		229,
		230,
		231,
		232,
		233,
		234,
		235,
		236,
		237,
		238,
		239,
		240,
		241,
		242,
		243,
		244,
		245,
		246,
		247,
		248,
		249,
		250,
		251,
		252,
		253,
		254,
		255,
		256,
		257,
		258,
		259,
		260,
		261,
		262,
		263,
		264,
		265,
		266,
		267,
		268,
		269,
		270,
		271,
		272,
		273,
		274,
		275,
		276,
		277,
		278,
		279,
		280,
		281,
		282,
		283,
		284,
		285,
		286,
		287,
		288,
		289,
		290,
		291,
		292,
		293,
		294,
		295,
		296,
		297,
		298,
		299,
		300,
		301,
		302,
		303,
		304,
		305,
		306,
		307,
		308,
		309,
		310,
		311,
		312,
		313,
		314,
		315,
		316,
		317,
		318,
		319,
		320,
		321,
		322,
		323,
		324,
		325,
		326,
		327,
		328,
		329,
		330,
		331,
		332,
		333,
		334,
		335,
		336,
		337,
		338,
		339,
		340,
		341,
		342,
		343,
		344,
		345,
		346,
		347,
		348,
		349,
		350,
		351,
		352,
		353,
		354,
		355,
		356,
		357,
		358,
		359,
		360,
		361,
		362,
		363,
		364,
		365,
		366,
		367,
		368,
		369,
		370,
		371,
		372,
		373,
		374,
		375,
		376,
		377,
		378,
		379,
		380,
		381,
		382,
		383,
		384,
		385,
		386,
		387,
		388,
		389,
		390,
		391,
		392,
		393,
		394,
		395,
		396,
		397,
		398,
		399,
		400,
		401,
		402,
		403,
		404,
		405,
		406,
		407,
		408,
		409,
		410,
		411,
		412,
		413,
		414,
		415,
		416,
		417,
		418,
		419,
		420,
		421,
		422,
		423,
		424,
		425,
		426,
		427,
		428,
		429,
		430,
		431,
		432,
		433,
		434,
		435,
		436,
		437,
		438,
		439,
		440,
		441,
		442,
		443,
		444,
		445,
		446,
		447,
		448,
		449,
		450,
		451,
		452,
		453,
		454,
		455,
		456,
		457,
		458,
		459,
		460,
		461,
		462,
		463,
		464,
		465,
		466,
		467,
		468,
		469,
		470,
		471,
		472,
		473,
		474,
		475,
		476,
		477,
		478,
		479,
		480,
		481,
		482,
		483,
		484,
		485,
		486,
		487,
		488,
		489,
		490,
		491,
		492,
		493,
		494,
		495,
		496,
		497,
		498,
		499,
		500,
		501,
		502,
		503,
		504,
		505,
		506,
		507,
		508,
		509,
		510,
		511,
		512,
		513,
		514,
		515,
		516,
		517,
		518,
		519,
		520,
		521,
		522,
		523,
		524,
		525,
		526,
		527,
		528,
		529,
		530,
		531,
		532,
		533,
		534,
		535,
		536,
		537,
		538,
		539,
		540,
		541,
		542,
		543,
		544,
		545,
		546,
		547,
		548,
		549,
		550,
		551,
		552,
		553,
		554,
		555,
		556,
		557,
		558,
		559,
		560,
		561,
		562,
		563,
		564,
		565,
		566,
		567,
		568,
		569,
		570,
		571,
		572,
		573,
		574,
		575,
		576,
		577,
		578,
		579,
		580,
		581,
		582,
		583,
		584,
		585,
		586,
		587,
		588,
		589,
		590,
		591,
		592,
		593,
		594,
		595,
		596,
		597,
		598,
		599,
		600,
		601,
		602,
		603,
		604,
		605,
		606,
		607,
		608,
		609,
		610,
		611,
		612,
		613,
		614,
		615,
		616,
		617,
		618,
		619,
		620,
		621,
		622,
		623,
		624,
		625,
		626,
		627,
		628,
		629,
		630,
		631,
		632,
		633,
		634,
		635,
		636,
		637,
		638,
		639,
		640,
		641,
		642,
		643,
		644,
		645,
		646,
		647,
		648,
		649,
		650,
		651,
		652,
		653,
		654,
		655,
		656,
		657,
		658,
		659,
		660,
		661,
		662,
		663,
		664,
		665,
		666,
		667,
		668,
		669,
		670,
		671,
		672,
		673,
		674,
		675,
		676,
		677,
		678,
		679,
		680,
		681,
		682,
		683,
		684,
		685,
		686,
		687,
		688,
		689,
		690,
		691,
		692,
		693,
		694,
		695,
		696,
		697,
		698,
		699,
		700,
		701,
		702,
		703,
		704,
		705,
		706,
		707,
		708,
		709,
		710,
		711,
		712,
		713,
		714,
		715,
		716,
		717,
		718,
		719,
		720,
		721,
		722,
		723,
		724,
		725,
		726,
		727,
		728,
		729,
		730,
		731,
		732,
		733,
		734,
		735,
		736,
		737,
		738,
		739,
		740,
		741,
		742,
		743,
		744,
		745,
		746,
		747,
		748,
		749,
		750,
		751,
		752,
		753,
		754,
		755,
		756,
		757,
		758,
		759,
		760,
		761,
		762,
		763,
		764,
		765,
		766,
		767,
		768,
		769,
		770,
		771,
		772,
		773,
		774,
		775,
		776,
		777,
		778,
		779,
		780,
		781,
		782,
		783,
		784,
		785,
		786,
		787,
		788,
		789,
		790,
		791,
		792,
		793,
		794,
		795,
		796,
		797,
		798,
		799,
		800,
		801,
		802,
		803,
		804,
		805,
		806,
		807,
		808,
		809,
		810,
		811,
		812,
		813,
		814,
		815,
		816,
		817,
		818,
		819,
		820,
		821,
		822,
		823,
		824,
		825,
		826,
		827,
		828,
		829,
		830,
		831,
		832,
		833,
		834,
		835,
		836,
		837,
		838,
		839,
		840,
		841,
		842,
		843,
		844,
		845,
		846,
		847,
		848,
		849,
		850,
		851,
		852,
		853,
		854,
		855,
		856,
		857,
		858,
		859,
		860,
		861,
		862,
		863,
		864,
		865,
		866,
		867,
		868,
		869,
		870,
		871,
		872,
		873,
		874,
		875,
		876,
		877,
		878,
		879,
		880,
		881,
		882,
		883,
		884,
		885,
		886,
		887,
		888,
		889,
		890,
		891,
		892,
		893,
		894,
		895,
		896,
		897,
		898,
		899,
		900,
		901,
		902,
		903,
		904,
		905,
		906,
		907,
		908,
		909,
		910,
		911,
		912,
		913,
		914,
		915,
		916,
		917,
		918,
		919,
		920,
		921,
		922,
		923,
		924,
		925,
		926,
		927,
		928,
		929,
		930,
		931,
		932,
		933,
		934,
		935,
		936,
		937,
		938,
		939,
		940,
		941,
		942,
		943,
		944,
		945,
		946,
		947,
		948,
		949,
		950,
		951,
		952,
		953,
		954,
		955,
		956,
		957,
		958,
		959,
		960,
		961,
		962,
		963,
		964,
		965,
		966,
		967,
		968,
		969,
		970,
		971,
		972,
		973,
		974,
		975,
		976,
		977,
		978,
		979,
		980,
		981,
		982,
		983,
		984,
		985,
		986,
		987,
		988,
		989,
		990,
		991,
		992,
		993,
		994,
		995,
		996,
		997,
		998,
		999,
		1000,
		1001,
		1002,
		1003,
		1004,
		1005,
		1006,
		1007,
		1008,
		1009,
		1010,
		1011,
		1012,
		1013,
		1014,
		1015,
		1016,
		1017,
		1018,
		1019,
		1020,
		1021,
		1022,
		1023,
		1024,
		1025,
		1026,
		1027,
		1028,
		1029,
		1030,
		1031,
		1032,
		1033,
		1034,
		1035,
		1036,
		1037,
		1038,
		1039,
		1040,
		1041,
		1042,
		1043,
		1044,
		1045,
		1046,
		1047,
		1048,
		1049,
		1050,
		1051,
		1052,
		1053,
		1054,
		1055,
		1056,
		1057,
		1058,
		1059,
		1060,
		1061,
		1062,
		1063,
		1064,
		1065,
		1066,
		1067,
		1068,
		1069,
		1070,
		1071,
		1072,
		1073,
		1074,
		1075,
		1076,
		1077,
		1078,
		1079,
		1080,
		1081,
		1082,
		1083,
		1084,
		1085,
		1086,
		1087,
		1088,
		1089,
		1090,
		1091,
		1092,
		1093,
		1094,
		1095,
		1096,
		1097,
		1098,
		1099,
		1100,
		1101,
		1102,
		1103,
		1104,
		1105,
		1106,
		1107,
		1108,
		1109,
		1110,
		1111,
		1112,
		1113,
		1114,
		1115,
		1116,
		1117,
		1118,
		1119,
		1120,
		1121,
		1122,
		1123,
		1124,
		1125,
		1126,
		1127,
		1128,
		1129,
		1130,
		1131,
		1132,
		1133,
		1134,
		1135,
		1136,
		1137,
		1138,
		1139,
		1140,
		1141,
		1142,
		1143,
		1144,
		1145,
		1146,
		1147,
		1148,
		1149,
		1150,
		1151,
		1152,
		1153,
		1154,
		1155,
		1156,
		1157,
		1158,
		1159,
		1160,
		1161,
		1162,
		1163,
		1164,
		1165,
		1166,
		1167,
		1168,
		1169,
		1170,
		1171,
		1172,
		1173,
		1174,
		1175,
		1176,
		1177,
		1178,
		1179,
		1180,
		1181,
		1182,
		1183,
		1184,
		1185,
		1186,
		1187,
		1188,
		1189,
		1190,
		1191,
		1192,
		1193,
		1194,
		1195,
		1196,
		1197,
		1198,
		1199,
		1200,
		1201,
		1202,
		1203,
		1204,
		1205,
		1206,
		1207,
		1208,
		1209,
		1210,
		1211,
		1212,
		1213,
		1214,
		1215,
		1216,
		1217,
		1218,
		1219,
		1220,
		1221,
		1222,
		1223,
		1224,
		1225,
		1226,
		1227,
		1228,
		1229,
		1230,
		1231,
		1232,
		1233,
		1234,
		1235,
		1236,
		1237,
		1238,
		1239,
		1240,
		1241,
		1242,
		1243,
		1244,
		1245,
		1246,
		1247,
		1248,
		1249,
		1250,
		1251,
		1252,
		1253,
		1254,
		1255,
		1257,
		1258,
		1259,
		1260,
		1261,
		1262,
		1263,
		1264,
		1265,
		1266,
		1267,
		1268,
		1269,
		1270,
		1271,
		1272,
		1273,
		1274,
		1275,
		1276,
		1277,
		1278,
		1279,
		1280,
		1281,
		1282,
		1283,
		1284,
		1285,
		1286,
		1287,
		1288,
		1289,
		1290,
		1291,
		1292,
		1293,
		1294,
		1295,
		1296,
		1297,
		1298,
		1299,
		1300,
		1301,
		1302,
		1303,
		1304,
		1305,
		1306,
		1307,
		1308,
		1309,
		1310,
		1311,
		1312,
		1313,
		1314,
		1315,
		1316,
		1317,
		1318,
		1319,
		1320,
		1321,
		1322,
		1323,
		1324,
		1325,
		1326,
		1327,
		1328,
		1329,
		1330,
		1331,
		1332,
		1333,
		1334,
		1335,
		1336,
		1337,
		1338,
		1339,
		1340,
		1341,
		1342,
		1343,
		1344,
		1345,
		1346,
		1347,
		1348,
		1349,
		1350,
		1351,
		1352,
		1353,
		1354,
		1355,
		1356,
		1357,
		1358,
		1359,
		1360,
		1361,
		1362,
		1363,
		1364,
		1365,
		1366,
		1367,
		1368,
		1369,
		1370,
		1371,
		1372,
		1373,
		1374,
		1375,
		1376,
		1377,
		1378,
		1379,
		1380,
		1381,
		1382,
		1383,
		1384,
		1385,
		1386,
		1387,
		1388,
		1389,
		1390,
		1391,
		1392,
		1393,
		1394,
		1395,
		1396,
		1397,
		1398,
		1399,
		1400,
		1401,
		1402,
		1403,
		1404,
		1405,
		1406,
		1407,
		1408,
		1409,
		1410,
		1411,
		1412,
		1413,
		1414,
		1415,
		1416,
		1417,
		1418,
		1419,
		1420,
		1421,
		1422,
		1423,
		1424,
		1425,
		1426,
		1427,
		1428,
		1429,
		1430,
		1431,
		1432,
		1433,
		1434,
		1435,
		1436,
		1437,
		1438,
		1439,
		1440,
		1441,
		1442,
		1443,
		1444,
		1445,
		1446,
		1447,
		1448,
		1449,
		1450,
		1451,
		1452,
		1453,
		1454,
		1455,
		1456,
		1457,
		1458,
		1459,
		1460,
		1461,
		1462,
		1463,
		1464,
		1465,
		1466,
		1467,
		1468,
		1469,
		1470,
		1471,
		1472,
		1473,
		1474,
		1475,
		1476,
		1477,
		1478,
		1479,
		1480,
		1481,
		1482,
		1483,
		1484,
		1485,
		1486,
		1487,
		1488,
		1489,
		1490,
		1491,
		1492
	}
}, confHX)
pg.base = pg.base or {}
pg.base.activity_ins_chat_language = {
	{
		param = "指挥官，我在旅游手册上看到了几个很感兴趣的古遗迹~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 1,
		flag = 0
	},
	{
		param = "要不要来一场“说走就走的旅行”呢~？",
		ship_group = 960007,
		type = 1,
		id = 2,
		flag = 0,
		option = {
			{
				1,
				"好，说走就走！"
			},
			{
				2,
				"给我些时间，让我考虑一下"
			}
		}
	},
	{
		param = "好，说走就走！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 3,
		flag = 1
	},
	{
		param = "嗯，我已经做好了观览古遗迹的攻略，已经可以出发了！",
		ship_group = 960007,
		type = 1,
		id = 4,
		flag = 1,
		option = {
			{
				3,
				"我收拾一下行李……"
			}
		}
	},
	{
		param = "我收拾一下行李，有什么必带的东西么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 5,
		flag = 3
	},
	{
		param = "没有吧？不需要那么麻烦的",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 6,
		flag = 3
	},
	{
		param = "就算之后有需要……再买就好啦~",
		ship_group = 960007,
		type = 1,
		id = 7,
		flag = 3,
		option = {
			{
				4,
				"跟你一起旅行，很有安全感"
			},
			{
				5,
				"我还是想简单收拾一些行李"
			}
		}
	},
	{
		param = "跟你一起旅行，很有安全感",
		ship_group = 0,
		option = "",
		type = 1,
		id = 8,
		flag = 4
	},
	{
		param = "那当然~我一定会给指挥官最好的体验的~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 9,
		flag = 4
	},
	{
		param = "那就说好啦，我过去接你哦，不见不散~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 10,
		flag = 4
	},
	{
		param = "我还是想简单收拾一些行李",
		ship_group = 0,
		option = "",
		type = 1,
		id = 11,
		flag = 5
	},
	{
		param = "好吧好吧，那你收拾好了就通知我",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 12,
		flag = 5
	},
	{
		param = "我过去接你~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 13,
		flag = 5
	},
	{
		param = "我们的第一次旅行，我很期待~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 14,
		flag = 5
	},
	{
		param = "给我些时间，让我考虑一下",
		ship_group = 0,
		option = "",
		type = 1,
		id = 15,
		flag = 2
	},
	{
		param = "是工作还很忙吗？还是有其他顾虑？",
		ship_group = 960007,
		type = 1,
		id = 16,
		flag = 2,
		option = {
			{
				6,
				"唉，工作根本做不完！"
			},
			{
				7,
				"想在家好好休息……"
			},
			{
				8,
				"我想宅在家里打游戏"
			}
		}
	},
	{
		param = "唉，工作根本做不完！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 17,
		flag = 6
	},
	{
		param = "那就让我来帮你吧~？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 18,
		flag = 6
	},
	{
		param = "等工作结束了，我们就可以开开心心地出去旅行~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 19,
		flag = 6
	},
	{
		param = "我现在就过去指挥室吧~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 20,
		flag = 6
	},
	{
		param = "难得的空闲时间，我想在家好好休息",
		ship_group = 0,
		option = "",
		type = 1,
		id = 21,
		flag = 7
	},
	{
		param = "嗯，指挥官平时那么忙，确实需要好好休息呢",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 22,
		flag = 7
	},
	{
		param = "那我就再等等吧，等到你休息好了，我们再一起去~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 23,
		flag = 7
	},
	{
		param = "我想宅在家里打游戏",
		ship_group = 0,
		option = "",
		type = 1,
		id = 24,
		flag = 8
	},
	{
		param = "电子游戏么？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 25,
		flag = 8
	},
	{
		param = "我还没接触过……听说很好玩？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 26,
		flag = 8
	},
	{
		param = "指挥官能教教我吗~？",
		ship_group = 960007,
		type = 1,
		id = 27,
		flag = 8,
		option = {
			{
				9,
				"当然，区区游戏不在话下！"
			},
			{
				10,
				"教谈不上，但是可以一起玩"
			}
		}
	},
	{
		param = "当然，区区游戏不在话下！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 28,
		flag = 9
	},
	{
		param = "教谈不上，但是可以一起玩",
		ship_group = 0,
		option = "",
		type = 1,
		id = 29,
		flag = 10
	},
	{
		param = "好，那我现在就过去~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 30,
		flag = 8
	},
	{
		param = "哦，我顺便泡两杯香料茶吧，稍等我一会儿哦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 31,
		flag = 8
	},
	{
		param = "指挥官~什么时候下班呢？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 32,
		flag = 0
	},
	{
		param = "我给你准备了晚餐",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 33,
		flag = 0
	},
	{
		param = "这次我调整了香料的比例，你肯定会喜欢的~",
		ship_group = 960007,
		type = 1,
		id = 34,
		flag = 0,
		option = {
			{
				1,
				"还在加班，要不打包来指挥室？"
			},
			{
				2,
				"这么一说，确实到了晚餐的时间了"
			}
		}
	},
	{
		param = "还在加班，要不打包来指挥室？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 35,
		flag = 1
	},
	{
		param = "好，那我现在就打包过去，稍等我一下~",
		ship_group = 960007,
		type = 1,
		id = 36,
		flag = 1,
		option = {
			{
				3,
				"我已经闻到食物的香味了"
			},
			{
				4,
				"总算可以填饱肚子再工作了"
			}
		}
	},
	{
		param = "我已经闻到食物的香味了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 37,
		flag = 3
	},
	{
		param = "我还没有出发哦？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 38,
		flag = 3
	},
	{
		param = "肯定是你太过思念食物……或者是太过思念我了~？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 39,
		flag = 3
	},
	{
		param = "我马上就过去，大概还有十分钟，再忍耐一下吧~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 40,
		flag = 3
	},
	{
		param = "总算可以填饱肚子再工作了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 41,
		flag = 4
	},
	{
		param = "嗯，当然要填饱肚子，才有力气好好工作啊~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 42,
		flag = 4
	},
	{
		param = "待会儿吃完饭，工作的东西我也来帮忙吧~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 43,
		flag = 4
	},
	{
		param = "早点结束工作的话，我们还可以一起做些其他事情~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 44,
		flag = 4
	},
	{
		param = "这么一说，确实到了晚餐的时间了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 45,
		flag = 2
	},
	{
		param = "我马上就下班，等我",
		ship_group = 0,
		option = "",
		type = 1,
		id = 46,
		flag = 2
	},
	{
		param = "嗯，我现在饭堂找位置坐下哦",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 47,
		flag = 2
	},
	{
		param = "……饭堂已经没有空位了",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 48,
		flag = 2
	},
	{
		param = "要不直接将饭菜打包回房间吧~？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 49,
		flag = 2
	},
	{
		param = "指挥官待会直接来我房间就好啦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 50,
		flag = 2
	},
	{
		param = "指挥官，明早要一起去港口看日出吗？",
		ship_group = 960007,
		type = 1,
		id = 51,
		flag = 0,
		option = {
			{
				1,
				"怎么突然想看日出？"
			},
			{
				2,
				"好，那就一起去看吧~"
			}
		}
	},
	{
		param = "怎么突然想看日出？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 52,
		flag = 1
	},
	{
		param = "听说港区的日出很美，来到这里以后，我还从未见过",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 53,
		flag = 1
	},
	{
		param = "今天刚好想起，便来邀请你了~",
		ship_group = 960007,
		type = 1,
		id = 54,
		flag = 1,
		option = {
			{
				3,
				"其实港区的日出……"
			},
			{
				4,
				"好，那就一起去吧"
			}
		}
	},
	{
		param = "其实港区的日出可能没有你想象中的那么特别……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 55,
		flag = 3
	},
	{
		param = "毕竟你看过很多不可思议的景观",
		ship_group = 0,
		option = "",
		type = 1,
		id = 56,
		flag = 3
	},
	{
		param = "嗯……但我可以确定，与你一起看日出这件事情很特别",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 57,
		flag = 3
	},
	{
		param = "只要能与指挥官在一起的话，无论做什么事情，感觉都是最美好的",
		ship_group = 960007,
		type = 1,
		id = 58,
		flag = 3,
		option = {
			{
				5,
				"嗯，那就一起去看日出吧！"
			},
			{
				6,
				"嗯，只要与你在一起……"
			}
		}
	},
	{
		param = "嗯，那就一起去看日出吧！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 59,
		flag = 5
	},
	{
		param = "太好了~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 60,
		flag = 5
	},
	{
		param = "那指挥官，明天早上港口见~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 61,
		flag = 5
	},
	{
		param = "嗯，只要与你在一起，我也觉得什么都是最美好的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 62,
		flag = 6
	},
	{
		param = "我们明天一起去看日出吧~",
		ship_group = 0,
		option = "",
		type = 1,
		id = 63,
		flag = 6
	},
	{
		param = "听见你这么说，我很开心",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 64,
		flag = 6
	},
	{
		param = "那明天早上港口见~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 65,
		flag = 6
	},
	{
		param = "好，那就一起去吧，我也很久没有去看过日出了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 66,
		flag = 4
	},
	{
		param = "那今晚记得早点休息哦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 67,
		flag = 4
	},
	{
		param = "休息好了，明天才能元气满满地早起~",
		ship_group = 960007,
		type = 1,
		id = 68,
		flag = 4,
		option = {
			{
				9,
				"其实还有另一种方法……"
			}
		}
	},
	{
		param = "其实还有另一种方法……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 69,
		flag = 9
	},
	{
		param = "不可以哦！",
		ship_group = 960007,
		type = 1,
		id = 70,
		flag = 9,
		option = {
			{
				10,
				"我会早休息的……"
			}
		}
	},
	{
		param = "是，我会早休息的……！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 71,
		flag = 10
	},
	{
		param = "好，那就一起去看吧~",
		ship_group = 0,
		option = "",
		type = 1,
		id = 72,
		flag = 2
	},
	{
		param = "太好了~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 73,
		flag = 2
	},
	{
		param = "不过，指挥官要不要设置一个早点的闹钟呢？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 74,
		flag = 2
	},
	{
		param = "毕竟跟平时的作息不大一样~",
		ship_group = 960007,
		type = 1,
		id = 75,
		flag = 2,
		option = {
			{
				7,
				"无需担心，我会准时起床的！"
			},
			{
				8,
				"确实是个问题，不过相比闹钟……"
			}
		}
	},
	{
		param = "无需担心，我会准时起床的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 76,
		flag = 7
	},
	{
		param = "那我就相信指挥官啦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 77,
		flag = 7
	},
	{
		param = "一想到能与你一起看日出，我便无比期待",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 78,
		flag = 7
	},
	{
		param = "明天早上，港口不见不散哦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 79,
		flag = 7
	},
	{
		param = "确实是个问题，不过相比闹钟……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 80,
		flag = 8
	},
	{
		param = "不如由冈依沙瓦号来叫醒我吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 81,
		flag = 8
	},
	{
		param = "嗯？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 82,
		flag = 8
	},
	{
		param = "也可以啦……没想到指挥官喜欢这种哦~！",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 83,
		flag = 8
	},
	{
		param = "那明早就由我来将睡梦中的指挥官唤醒吧~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 84,
		flag = 8
	},
	{
		param = "床前不见不散哦~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 85,
		flag = 8
	},
	{
		param = "指挥官，我使用了您推荐的沐浴露",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 86,
		flag = 0
	},
	{
		param = "味道很好，我很喜欢",
		ship_group = 960008,
		type = 1,
		id = 87,
		flag = 0,
		option = {
			{
				1,
				"喜欢就好"
			},
			{
				2,
				"味道……"
			}
		}
	},
	{
		param = "喜欢就好，看来我没推荐错",
		ship_group = 0,
		option = "",
		type = 1,
		id = 88,
		flag = 1
	},
	{
		param = "嗯，使用完后，身上都是与您相同的味道",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 89,
		flag = 1
	},
	{
		param = "连头发上也是与您相同的味道……",
		ship_group = 960008,
		type = 1,
		id = 90,
		flag = 1,
		option = {
			{
				3,
				"头发……？"
			}
		}
	},
	{
		param = "头发……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 91,
		flag = 3
	},
	{
		param = "你该不会是用在头发上了吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 92,
		flag = 3
	},
	{
		param = "用在头发上不对么？",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 93,
		flag = 3
	},
	{
		param = "沐浴的身体部位，不包括头发么？",
		ship_group = 960008,
		type = 1,
		id = 94,
		flag = 3,
		option = {
			{
				4,
				"沐浴露只能用在身上……"
			}
		}
	},
	{
		param = "沐浴露只能用在身体上，有专门的洗发水",
		ship_group = 0,
		option = "",
		type = 1,
		id = 95,
		flag = 4
	},
	{
		param = "原来是这样……功能性区分得很细致呢",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 96,
		flag = 4
	},
	{
		param = "我下次会注意的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 97,
		flag = 4
	},
	{
		param = "味道……你该不会喝下去了吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 98,
		flag = 2
	},
	{
		param = "稍微喝了点",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 99,
		flag = 2
	},
	{
		param = "因为与您的气味相同，忍不住就喝了",
		ship_group = 960008,
		type = 1,
		id = 100,
		flag = 2,
		option = {
			{
				5,
				"身体不要紧吧？"
			},
			{
				6,
				"那个是不能喝的！"
			}
		}
	},
	{
		param = "身体不要紧吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 101,
		flag = 5
	},
	{
		param = "请放心，我的身体没有出现任何问题",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 102,
		flag = 5
	},
	{
		param = "比起对您的渴望，沐浴露对我的影响微乎其微",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 103,
		flag = 5
	},
	{
		param = "那个是不能喝的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 104,
		flag = 6
	},
	{
		param = "请放心，我的身体没有出现任何问题",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 105,
		flag = 6
	},
	{
		param = "不过既然您都这么说了，我下次会克制住自己的食欲的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 106,
		flag = 6
	},
	{
		param = "指挥官，我午餐吃了东煌风味的水煮鱼",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 107,
		flag = 0
	},
	{
		param = "晚餐吃了鸢尾风味的甜品",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 108,
		flag = 0
	},
	{
		param = "这些食物的味道都很特别……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 109,
		flag = 0
	},
	{
		param = "不过我还是更喜欢您的味道",
		ship_group = 960008,
		type = 1,
		id = 110,
		flag = 0,
		option = {
			{
				1,
				"……嗯？"
			},
			{
				2,
				"比指挥官美味的食物有很多！"
			}
		}
	},
	{
		param = "……嗯？原来我也在食物的分类中么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 111,
		flag = 1
	},
	{
		param = "朋友，好吃",
		ship_group = 960008,
		type = 1,
		id = 112,
		flag = 1,
		option = {
			{
				3,
				"……是谁教你这句话的！"
			}
		}
	},
	{
		param = "……是谁教你这句话的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 113,
		flag = 3
	},
	{
		param = "呵呵……您在害怕吗？",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 114,
		flag = 3
	},
	{
		param = "放心，您当然没有被放在“食物”的分类中……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 115,
		flag = 3
	},
	{
		param = "即便再喜欢您的味道，我也不会吃掉您的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 116,
		flag = 3
	},
	{
		param = "只是，独自进食的时候，我总是会想起您",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 117,
		flag = 3
	},
	{
		param = "这是“食欲”，还是其他……我还不大清楚",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 118,
		flag = 3
	},
	{
		param = "不过，我想或许与您一起进食能够缓解我的渴望？",
		ship_group = 960008,
		type = 1,
		id = 119,
		flag = 3,
		option = {
			{
				6,
				"不如明天一起吃饭……"
			}
		}
	},
	{
		param = "比指挥官美味的食物有很多！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 120,
		flag = 2
	},
	{
		param = "可是……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 121,
		flag = 2
	},
	{
		param = "朋友，好吃",
		ship_group = 960008,
		type = 1,
		id = 122,
		flag = 2,
		option = {
			{
				4,
				"……是谁教你这句话的！"
			}
		}
	},
	{
		param = "……是谁教你这句话的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 123,
		flag = 4
	},
	{
		param = "呵呵……您在害怕吗？",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 124,
		flag = 4
	},
	{
		param = "放心，您当然没有被放在“食物”的分类中……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 125,
		flag = 4
	},
	{
		param = "不过我需要您的食物推荐，指挥官",
		ship_group = 960008,
		type = 1,
		id = 126,
		flag = 4,
		option = {
			{
				5,
				"我想想……"
			}
		}
	},
	{
		param = "我想想……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 127,
		flag = 5
	},
	{
		param = "美食清单给你发过去了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 128,
		flag = 5
	},
	{
		param = "好的，指挥官",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 129,
		flag = 5
	},
	{
		param = "不过这上面很多东西，我不清楚要去那里才能吃到？",
		ship_group = 960008,
		type = 1,
		id = 130,
		flag = 5,
		option = {
			{
				6,
				"不如明天一起吃饭……"
			}
		}
	},
	{
		param = "那不如明天一起吃饭吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 131,
		flag = 6
	},
	{
		param = "不用等到明天，现在就可以。我还能吃下很多、很多东西",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 132,
		flag = 6
	},
	{
		param = "而且……我现在非常渴望，能够在您身边",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 133,
		flag = 6
	},
	{
		param = "让我们……一同来进食吧",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 134,
		flag = 6
	},
	{
		param = "窗外有两只鸟，它们很聒噪",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 135,
		flag = 0
	},
	{
		param = "原本想把它们吃掉的……不过应该会有人喜欢它们的歌声吧",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 136,
		flag = 0
	},
	{
		param = "不吃了",
		ship_group = 960008,
		type = 1,
		id = 137,
		flag = 0,
		option = {
			{
				1,
				"你理解了“喜欢”"
			},
			{
				2,
				"我很喜欢它们的“歌声”"
			}
		}
	},
	{
		param = "这是你理解了“喜欢”的表现",
		ship_group = 0,
		option = "",
		type = 1,
		id = 138,
		flag = 1
	},
	{
		param = "是的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 139,
		flag = 1
	},
	{
		param = "我很喜欢您",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 140,
		flag = 1
	},
	{
		param = "代入想想，如果有人把你吃掉，我会很伤心的",
		ship_group = 960008,
		type = 1,
		id = 141,
		flag = 1,
		option = {
			{
				3,
				"你也理解了“伤心”"
			}
		}
	},
	{
		param = "看来，你也理解了“伤心”",
		ship_group = 0,
		option = "",
		type = 1,
		id = 142,
		flag = 3
	},
	{
		param = "放心，不会有人吃掉我的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 143,
		flag = 3
	},
	{
		param = "嗯，我也会把你保护得很好很好的",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 144,
		flag = 3
	},
	{
		param = "你是属于我的指挥官",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 145,
		flag = 3
	},
	{
		param = "嗯，我就很喜欢它们的“歌声”",
		ship_group = 0,
		option = "",
		type = 1,
		id = 146,
		flag = 2
	},
	{
		param = "果然，您很喜欢它们的“歌声”",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 147,
		flag = 2
	},
	{
		param = "您有时会在窗边看着它们露出笑容",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 148,
		flag = 2
	},
	{
		param = "这就是喜欢的表现么？",
		ship_group = 960008,
		type = 1,
		id = 149,
		flag = 2,
		option = {
			{
				4,
				"嗯，这就是喜欢的表现"
			}
		}
	},
	{
		param = "嗯，这就是喜欢的表现",
		ship_group = 0,
		option = "",
		type = 1,
		id = 150,
		flag = 4
	},
	{
		param = "那我总是看着您",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 151,
		flag = 4
	},
	{
		param = "现在与您聊天也会露出笑容……",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 152,
		flag = 4
	},
	{
		param = "原来这是喜欢您的表现",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 153,
		flag = 4
	},
	{
		param = "多亏了您，我才能理解这些复杂的情绪",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 154,
		flag = 0
	},
	{
		param = "指挥官，能够来到您的身边，真是太好了",
		ship_group = 960008,
		option = "",
		type = 1,
		id = 155,
		flag = 0
	},
	{
		param = "指挥官有什么爱好呢？",
		ship_group = 960009,
		type = 1,
		id = 156,
		flag = 0,
		option = {
			{
				1,
				"我的爱好还蛮多的"
			},
			{
				2,
				"怎么突然问这个？"
			}
		}
	},
	{
		param = "我的爱好还蛮多的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 157,
		flag = 1
	},
	{
		param = "说些更具体的嘛，让我更加了解你嘛~",
		ship_group = 960009,
		type = 1,
		id = 158,
		flag = 1,
		option = {
			{
				3,
				"喜欢看书"
			},
			{
				4,
				"喜欢打游戏"
			},
			{
				5,
				"喜欢工作！"
			}
		}
	},
	{
		param = "我喜欢看书",
		ship_group = 0,
		option = "",
		type = 1,
		id = 159,
		flag = 3
	},
	{
		param = "看书确实很棒呢！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 160,
		flag = 3
	},
	{
		param = "足不出户就能了解到很多很多知识~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 161,
		flag = 3
	},
	{
		param = "指挥官给我推荐几本书吧~",
		ship_group = 960009,
		type = 1,
		id = 162,
		flag = 3,
		option = {
			{
				6,
				"我列个书单给你"
			},
			{
				7,
				"我选几本给你送过去"
			}
		}
	},
	{
		param = "稍等，我列个书单给你",
		ship_group = 0,
		option = "",
		type = 1,
		id = 163,
		flag = 6
	},
	{
		param = "稍等，我直接选几本给你送过去",
		ship_group = 0,
		option = "",
		type = 1,
		id = 164,
		flag = 7
	},
	{
		param = "太好了，谢谢指挥官~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 165,
		flag = 3
	},
	{
		param = "等我看完了，我们一起交流感想吧~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 166,
		flag = 3
	},
	{
		param = "我喜欢打游戏",
		ship_group = 0,
		option = "",
		type = 1,
		id = 167,
		flag = 4
	},
	{
		param = "游戏么……确实确实！现代科技研发的电子游戏，真的很令人上瘾呢！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 168,
		flag = 4
	},
	{
		param = "指挥官有什么游戏推荐么？",
		ship_group = 960009,
		type = 1,
		id = 169,
		flag = 4,
		option = {
			{
				8,
				"我推荐几款游戏给你"
			},
			{
				9,
				"一起玩双人游戏吧"
			}
		}
	},
	{
		param = "我推荐几款游戏给你",
		ship_group = 0,
		option = "",
		type = 1,
		id = 170,
		flag = 8
	},
	{
		param = "好，我先试着玩玩看",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 171,
		flag = 8
	},
	{
		param = "指挥官推荐的游戏，应该很有趣吧！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 172,
		flag = 8
	},
	{
		param = "玩的时候我有什么感想就跟你分享哦~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 173,
		flag = 8
	},
	{
		param = "一起玩双人游戏吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 174,
		flag = 9
	},
	{
		param = "好啊！我还从没玩过双人游戏呢！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 175,
		flag = 9
	},
	{
		param = "应该很有意思吧~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 176,
		flag = 9
	},
	{
		param = "指挥官稍等，我现在直接去你那边找你哦~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 177,
		flag = 9
	},
	{
		param = "我喜欢工作！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 178,
		flag = 5
	},
	{
		param = "哇……指挥官说出这种话还真是一点违和感都没有……",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 179,
		flag = 5
	},
	{
		param = "虽然说认真工作也是好事，但还是要注意休息比较好哦？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 180,
		flag = 5
	},
	{
		param = "不过和我发消息，也算是一种休息吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 181,
		flag = 5
	},
	{
		param = "那为了指挥官好好休息，以后每天我都会给你发消息哦~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 182,
		flag = 5
	},
	{
		param = "怎么突然问这个？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 183,
		flag = 2
	},
	{
		param = "因为想更多地了解你嘛~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 184,
		flag = 2
	},
	{
		param = "从爱好这种共同话题入手，聊天能更顺利地展开哦~",
		ship_group = 960009,
		type = 1,
		id = 185,
		flag = 2,
		option = {
			{
				10,
				"放轻松相处就好"
			},
			{
				11,
				"那和睦号的爱好是什么呢？"
			}
		}
	},
	{
		param = "其实，放轻松相处就好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 186,
		flag = 10
	},
	{
		param = "总能找到共同话题的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 187,
		flag = 10
	},
	{
		param = "原来如此~指挥官喜欢更慢节奏一些的相处模式呢~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 188,
		flag = 10
	},
	{
		param = "我知道啦~那就从闲聊开始吧",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 189,
		flag = 10
	},
	{
		param = "我想想呢，那就从“指挥官对和睦号的第一印象”这个话题开始聊起——",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 190,
		flag = 10
	},
	{
		param = "怎么样~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 191,
		flag = 10
	},
	{
		param = "那和睦号的爱好是什么呢？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 192,
		flag = 11
	},
	{
		param = "我的爱好的话……果然还是寻宝吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 193,
		flag = 11
	},
	{
		param = "在无人知晓的深海中寻得珍宝……还是很开心的",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 194,
		flag = 11
	},
	{
		param = "指挥官对寻宝有兴趣么？",
		ship_group = 960009,
		type = 1,
		id = 195,
		flag = 11,
		option = {
			{
				12,
				"有些兴趣"
			},
			{
				13,
				"那要看看是怎样的宝藏了"
			}
		}
	},
	{
		param = "有些兴趣",
		ship_group = 0,
		option = "",
		type = 1,
		id = 196,
		flag = 12
	},
	{
		param = "既然这样，下次一起出海寻宝吧！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 197,
		flag = 12
	},
	{
		param = "或者，心动不如行动？我们现在就出发吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 198,
		flag = 12
	},
	{
		param = "那要看看是怎样的宝藏了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 199,
		flag = 13
	},
	{
		param = "能让我看上的宝藏，肯定都是价值连城的珍宝了",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 200,
		flag = 13
	},
	{
		param = "我想一定能够引起指挥官的兴趣的",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 201,
		flag = 13
	},
	{
		param = "不过光说可能没什么说服力……要不要先来看看我的收藏品啊~？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 202,
		flag = 13
	},
	{
		param = "我正在来指挥室的路上，给你带了夜宵",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 203,
		flag = 0
	},
	{
		param = "要不要猜猜看是什么？",
		ship_group = 960009,
		type = 1,
		id = 204,
		flag = 0,
		option = {
			{
				1,
				"烤肉、炸鸡和碳酸饮料？"
			},
			{
				2,
				"什么都好，我饿了！"
			}
		}
	},
	{
		param = "烤肉、炸鸡和碳酸饮料？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 205,
		flag = 1
	},
	{
		param = "没错哦，就是这些",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 206,
		flag = 1
	},
	{
		param = "果然，指挥官很喜欢吃呢~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 207,
		flag = 1
	},
	{
		param = "上次跟你一起吃夜宵，你也吃了很多",
		ship_group = 960009,
		type = 1,
		id = 208,
		flag = 1,
		option = {
			{
				3,
				"热量总是能给人带来快乐"
			},
			{
				4,
				"没有人能拒绝这样的美味！"
			}
		}
	},
	{
		param = "热量总是能给人带来快乐",
		ship_group = 0,
		option = "",
		type = 1,
		id = 209,
		flag = 3
	},
	{
		param = "没有人能拒绝这样的美味！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 210,
		flag = 4
	},
	{
		param = "特别是在辛苦工作之后，更能得到安慰",
		ship_group = 0,
		option = "",
		type = 1,
		id = 211,
		flag = 1
	},
	{
		param = "既然如此，待会就敞开肚子多吃一些吧！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 212,
		flag = 1
	},
	{
		param = "我已经到楼下了，夜宵好重哦，指挥官下来接我吧~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 213,
		flag = 1
	},
	{
		param = "什么都好，我饿了！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 214,
		flag = 2
	},
	{
		param = "刚好，我什么都买了一些",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 215,
		flag = 2
	},
	{
		param = "有炸鸡、烤肉，还有一些碳酸饮料",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 216,
		flag = 2
	},
	{
		param = "你应该会喜欢这些吧？",
		ship_group = 960009,
		type = 1,
		id = 217,
		flag = 2,
		option = {
			{
				5,
				"那是！"
			},
			{
				6,
				"什么都好，我饿了！"
			}
		}
	},
	{
		param = "那是！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 218,
		flag = 5
	},
	{
		param = "没有人能拒绝热量带来的快乐！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 219,
		flag = 5
	},
	{
		param = "那就好，待会儿敞开肚子多吃一些吧！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 220,
		flag = 5
	},
	{
		param = "什么都好，我饿了！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 221,
		flag = 6
	},
	{
		param = "又是什么都好！那我也好么？",
		ship_group = 960009,
		type = 1,
		id = 222,
		flag = 6,
		option = {
			{
				7,
				"你也好！"
			}
		}
	},
	{
		param = "你也好！我很喜欢和你一起吃饭的氛围！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 223,
		flag = 7
	},
	{
		param = "和我一起吃饭的氛围……？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 224,
		flag = 7
	},
	{
		param = "唔，可以理解为是喜欢我的意思吗？哼哼~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 225,
		flag = 7
	},
	{
		param = "那我陪着你的话，你更要吃多一些哦~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 226,
		flag = 7
	},
	{
		param = "我已经到楼下了，夜宵好重哦，指挥官下来接我吧~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 227,
		flag = 7
	},
	{
		param = "指挥官，在我出门的第三天，你有想我吗？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 228,
		flag = 0
	},
	{
		param = "等回复中~",
		ship_group = 960009,
		type = 1,
		id = 229,
		flag = 0,
		option = {
			{
				1,
				"我很想你！"
			},
			{
				2,
				"其实还好——"
			}
		}
	},
	{
		param = "我很想你！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 230,
		flag = 1
	},
	{
		param = "嗯，我也很想你哦！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 231,
		flag = 1
	},
	{
		param = "每天每天每时每刻都在想你~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 232,
		flag = 1
	},
	{
		param = "其实还好——因为每天都在和你聊天",
		ship_group = 0,
		option = "",
		type = 1,
		id = 233,
		flag = 2
	},
	{
		param = "哼哼，可我就不一样了",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 234,
		flag = 2
	},
	{
		param = "即便每天都在和你聊天，我还是很想你~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 235,
		flag = 2
	},
	{
		param = "指挥官，现在走到窗口，看向窗外吧",
		ship_group = 960009,
		type = 1,
		id = 236,
		flag = 0,
		option = {
			{
				3,
				"窗外好像没什么东西？"
			},
			{
				4,
				"该不会是你回来了吧？"
			}
		}
	},
	{
		param = "窗外好像没什么东西？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 237,
		flag = 3
	},
	{
		param = "我还以为……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 238,
		flag = 3
	},
	{
		param = "以为什么？以为我回来了？",
		ship_group = 960009,
		type = 1,
		id = 239,
		flag = 3,
		option = {
			{
				5,
				"……果然又在恶作剧"
			}
		}
	},
	{
		param = "……果然又在恶作剧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 240,
		flag = 5
	},
	{
		param = "被你发现啦？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 241,
		flag = 5
	},
	{
		param = "……欸~其实没有啦，这次真没有在恶作剧！",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 242,
		flag = 5
	},
	{
		param = "我只是想说……",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 243,
		flag = 5
	},
	{
		param = "该不会是你回来了吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 244,
		flag = 4
	},
	{
		param = "哈哈，看一眼呢，说不定我就在窗外了哦？",
		ship_group = 960009,
		type = 1,
		id = 245,
		flag = 4,
		option = {
			{
				6,
				"看完了……"
			}
		}
	},
	{
		param = "看完了……不在",
		ship_group = 0,
		option = "",
		type = 1,
		id = 246,
		flag = 6
	},
	{
		param = "嘿嘿，很可惜，我确实没办法马上回到你身边",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 247,
		flag = 6
	},
	{
		param = "窗外只有夜空和星星哦",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 248,
		flag = 6
	},
	{
		param = "不过……",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 249,
		flag = 6
	},
	{
		param = "我们现在正看着同一片夜空，同一颗星星呢~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 250,
		flag = 0
	},
	{
		param = "这样，也算是陪伴在彼此身边吧",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 251,
		flag = 0
	},
	{
		param = "只有这样想，才能稍稍缓解一下我对你的想念",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 252,
		flag = 0
	},
	{
		param = "我会尽快把事情处理完赶回来的",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 253,
		flag = 0
	},
	{
		param = "等我哦，指挥官~",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 254,
		flag = 0
	},
	{
		param = "要不要试试看踩背啊？",
		ship_group = 960010,
		type = 1,
		id = 255,
		flag = 0,
		option = {
			{
				1,
				"你踩我？"
			},
			{
				2,
				"我被你踩？"
			}
		}
	},
	{
		param = "你踩我？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 256,
		flag = 1
	},
	{
		param = "我被你踩？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 257,
		flag = 2
	},
	{
		param = "当然！要不然还能是谁？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 258,
		flag = 0
	},
	{
		param = "你只要负责趴下就好了！安心享受我的踩背服务吧！",
		ship_group = 960010,
		type = 1,
		id = 259,
		flag = 0,
		option = {
			{
				3,
				"怎么突然想帮我踩背？"
			},
			{
				4,
				"好，我会好好趴着的！"
			}
		}
	},
	{
		param = "怎么突然想帮我踩背？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 260,
		flag = 3
	},
	{
		param = "这不是看你工作太辛苦了嘛",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 261,
		flag = 3
	},
	{
		param = "踩背很舒服的，加上我的秘药，肯定能缓解工作带来的疲劳！",
		ship_group = 960010,
		type = 1,
		id = 262,
		flag = 3,
		option = {
			{
				5,
				"说起工作……"
			}
		}
	},
	{
		param = "说起工作……你今天的工作做完了吗？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 263,
		flag = 5
	},
	{
		param = "……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 264,
		flag = 5
	},
	{
		param = "肯定都做完了啊！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 265,
		flag = 5
	},
	{
		param = "哎呀，不要提这种扫兴的事情！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 266,
		flag = 5
	},
	{
		param = "赶紧去洗个澡，我也洗个澡就过来！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 267,
		flag = 5
	},
	{
		param = "好，我会好好趴着的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 268,
		flag = 4
	},
	{
		param = "嗯！指挥官就趴着就好！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 269,
		flag = 4
	},
	{
		param = "踩背很舒服的，加上我的秘药，肯定能缓解工作带来的疲劳！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 270,
		flag = 4
	},
	{
		param = "你看你一天天的，工作这么多",
		ship_group = 960010,
		type = 1,
		id = 271,
		flag = 4,
		option = {
			{
				6,
				"如果你能多分担一些的话……"
			}
		}
	},
	{
		param = "如果你能多分担一些的话……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 272,
		flag = 6
	},
	{
		param = "……哎呀，不要提这种扫兴的事情！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 273,
		flag = 6
	},
	{
		param = "既然我工作上帮不上忙，那就帮你放松一下身体嘛！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 274,
		flag = 6
	},
	{
		param = "好啦，赶紧去洗个澡，我也洗个澡就过来！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 275,
		flag = 6
	},
	{
		param = "哦，我直接过去你那边洗吧，更方便点！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 276,
		flag = 0
	},
	{
		param = "指挥官等我！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 277,
		flag = 0
	},
	{
		param = "小尴尬吃来合计好像没事一觉惊醒&%@*#",
		ship_group = 960010,
		type = 1,
		id = 278,
		flag = 0,
		option = {
			{
				1,
				"？"
			},
			{
				2,
				"你这是喝醉了？"
			}
		}
	},
	{
		param = "？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 279,
		flag = 1
	},
	{
		param = "这发的是什么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 280,
		flag = 1
	},
	{
		param = "嗯……？指挥官怎么给我发消息了？",
		ship_group = 960010,
		type = 1,
		id = 281,
		flag = 1,
		option = {
			{
				3,
				"是你先给我发的消息"
			}
		}
	},
	{
		param = "是你先给我发的消息",
		ship_group = 0,
		option = "",
		type = 1,
		id = 282,
		flag = 3
	},
	{
		param = "唔……还真是！哈哈！",
		ship_group = 960010,
		type = 1,
		id = 283,
		flag = 3,
		option = {
			{
				4,
				"你这是喝醉了？"
			}
		}
	},
	{
		param = "你这是喝醉了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 284,
		flag = 4
	},
	{
		param = "没、没有喝醉！",
		ship_group = 960010,
		type = 1,
		id = 285,
		flag = 4,
		option = {
			{
				5,
				"喝醉的人都说自己没醉……"
			}
		}
	},
	{
		param = "喝醉的人都说自己没喝醉，我过去接你吧。",
		ship_group = 0,
		option = "",
		type = 1,
		id = 286,
		flag = 5
	},
	{
		param = "真、真的没醉！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 287,
		flag = 5
	},
	{
		param = "不过你来也好，一起喝一点！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 288,
		flag = 5
	},
	{
		param = "还能一起看星星！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 289,
		flag = 5
	},
	{
		param = "你这是喝醉了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 290,
		flag = 2
	},
	{
		param = "没、没有喝醉！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 291,
		flag = 2
	},
	{
		param = "指挥官也要过来一起喝点吗？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 292,
		flag = 2
	},
	{
		param = "我就躺在草坪上……等你……！",
		ship_group = 960010,
		type = 1,
		id = 293,
		flag = 2,
		option = {
			{
				6,
				"好，等我"
			},
			{
				7,
				"我带些醒酒茶过来"
			}
		}
	},
	{
		param = "好，等我",
		ship_group = 0,
		option = "",
		type = 1,
		id = 294,
		flag = 6
	},
	{
		param = "嘿嘿……好哦，我等你……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 295,
		flag = 6
	},
	{
		param = "我带些醒酒茶过来",
		ship_group = 0,
		option = "",
		type = 1,
		id = 296,
		flag = 7
	},
	{
		param = "我才不喝那个……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 297,
		flag = 7
	},
	{
		param = "指挥官自己过来就好了……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 298,
		flag = 7
	},
	{
		param = "我们一起喝酒，一起……看星星！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 299,
		flag = 2
	},
	{
		param = "好多 、好多星星围着我转！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 300,
		flag = 0
	},
	{
		param = "你们……也要围着指挥官转哦！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 301,
		flag = 0
	},
	{
		param = "要不要现在抽空一起去健个身？",
		ship_group = 960010,
		type = 1,
		id = 302,
		flag = 0,
		option = {
			{
				1,
				"可以"
			},
			{
				2,
				"好累，不去，你加油"
			}
		}
	},
	{
		param = "可以，不过怎么突然开始健身了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 303,
		flag = 1
	},
	{
		param = "这不是想练一下腿嘛！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 304,
		flag = 1
	},
	{
		param = "港区的生活太安逸了，都没有锻炼的机会了！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 305,
		flag = 1
	},
	{
		param = "太懈怠的话都不知道会变成什么样……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 306,
		flag = 1
	},
	{
		param = "你肯定也更喜欢我维持现在的状态吧！",
		ship_group = 960010,
		type = 1,
		id = 307,
		flag = 1,
		option = {
			{
				3,
				"无论怎样，我都喜欢"
			},
			{
				4,
				"对待工作的状态除外"
			}
		}
	},
	{
		param = "无论怎样，我都喜欢",
		ship_group = 0,
		option = "",
		type = 1,
		id = 308,
		flag = 3
	},
	{
		param = "唔……话是这么说……",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 309,
		flag = 3
	},
	{
		param = "……毕竟无论指挥官变成这么样，我也都会喜欢的",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 310,
		flag = 3
	},
	{
		param = "不过，还是不能懈怠！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 311,
		flag = 3
	},
	{
		param = "对待工作的状态除外",
		ship_group = 0,
		option = "",
		type = 1,
		id = 312,
		flag = 4
	},
	{
		param = "你这人，好端端说什么工作？！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 313,
		flag = 4
	},
	{
		param = "哼，我的工作就是给你踩背，知道么！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 314,
		flag = 4
	},
	{
		param = "所以，这可是一点都不能懈怠的！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 315,
		flag = 4
	},
	{
		param = "一定要让腿部的肌肉保持在最好的状态",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 316,
		flag = 1
	},
	{
		param = "那样才能更好地给你踩背嘛！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 317,
		flag = 1
	},
	{
		param = "我先去健身了，待会你到了再联系我！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 318,
		flag = 1
	},
	{
		param = "好累，不去，你加油",
		ship_group = 0,
		option = "",
		type = 1,
		id = 319,
		flag = 2
	},
	{
		param = "欸——指挥官还真是懒惰啊！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 320,
		flag = 2
	},
	{
		param = "我还想着如果你一起来的话，我会更有动力呢！",
		ship_group = 960010,
		type = 1,
		id = 321,
		flag = 2,
		option = {
			{
				5,
				"我的精神与你同在！"
			}
		}
	},
	{
		param = "我的精神与你同在！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 322,
		flag = 5
	},
	{
		param = "我在精神上接收到了指挥官的鼓舞——",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 323,
		flag = 5
	},
	{
		param = "感觉现在充满了干劲——",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 324,
		flag = 5
	},
	{
		param = "以至于现在想到了一种不去健身房也能健身的方法！",
		ship_group = 960010,
		type = 1,
		id = 325,
		flag = 5,
		option = {
			{
				6,
				"那是什么……？"
			}
		}
	},
	{
		param = "那是什么……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 326,
		flag = 6
	},
	{
		param = "呵呵，你猜",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 327,
		flag = 6
	},
	{
		param = "我已经在路上了，你洗干净在床上等着我，到了你就知道了！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 328,
		flag = 6
	},
	{
		param = "指挥官~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 329,
		flag = 0
	},
	{
		param = "指挥官，指挥官~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 330,
		flag = 0
	},
	{
		param = "能收到我的消息吗~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 331,
		flag = 0
	},
	{
		param = "收到请回复！收到请回复！",
		ship_group = 960011,
		type = 1,
		id = 332,
		flag = 0,
		option = {
			{
				1,
				"收到！"
			},
			{
				2,
				"复！"
			}
		}
	},
	{
		param = "收到，收到，海豚号收到请回复！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 333,
		flag = 1
	},
	{
		param = "我也收到指挥官的消息啦~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 334,
		flag = 1
	},
	{
		param = "复！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 335,
		flag = 2
	},
	{
		param = "啊哈哈~我也收到指挥官的消息啦~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 336,
		flag = 2
	},
	{
		param = "这个叫做手机的东西，发信息好便捷啊……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 337,
		flag = 0
	},
	{
		param = "明明隔着这么远的距离，却能够跟指挥官这样聊天！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 338,
		flag = 0
	},
	{
		param = "比我的特异功能厉害多了！",
		ship_group = 960011,
		type = 1,
		id = 339,
		flag = 0,
		option = {
			{
				3,
				"还能发表情呢"
			}
		}
	},
	{
		param = "不光能聊天，还能发表情呢",
		ship_group = 0,
		option = "",
		type = 1,
		id = 340,
		flag = 3
	},
	{
		param = "嗯？表情……？",
		ship_group = 960011,
		type = 1,
		id = 341,
		flag = 3,
		option = {
			{
				4,
				"[要掉了]"
			},
			{
				5,
				"[嘎喔]"
			},
			{
				6,
				"[兔耳飞]"
			}
		}
	},
	{
		param = "303",
		ship_group = 0,
		option = "",
		type = 4,
		id = 342,
		flag = 4
	},
	{
		param = "是绿头猫咪！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 343,
		flag = 4
	},
	{
		param = "56",
		ship_group = 0,
		option = "",
		type = 4,
		id = 344,
		flag = 5
	},
	{
		param = "感觉好强！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 345,
		flag = 5
	},
	{
		param = "363",
		ship_group = 0,
		option = "",
		type = 4,
		id = 346,
		flag = 6
	},
	{
		param = "好可爱……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 347,
		flag = 6
	},
	{
		param = "……原来如此，是这样的“表情”啊",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 348,
		flag = 0
	},
	{
		param = "我还以为能把自己现在表情发出去呢，嘿嘿……",
		ship_group = 960011,
		type = 1,
		id = 349,
		flag = 0,
		option = {
			{
				7,
				"可以试试表情导入功能"
			}
		}
	},
	{
		param = "这样的话，可以试试表情导入功能",
		ship_group = 0,
		option = "",
		type = 1,
		id = 350,
		flag = 7
	},
	{
		param = "表情导入功能……？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 351,
		flag = 7
	},
	{
		param = "意思是把自己现在的表情做成表情包么？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 352,
		flag = 7
	},
	{
		param = "好像很有趣……不过要怎么做？！",
		ship_group = 960011,
		type = 1,
		id = 353,
		flag = 7,
		option = {
			{
				8,
				"现在有空来一下么？"
			},
			{
				9,
				"稍等，发你个教程"
			}
		}
	},
	{
		param = "现在有空来一下么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 354,
		flag = 8
	},
	{
		param = "有空~有空~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 355,
		flag = 8
	},
	{
		param = "那么，指挥官现在在哪里呢~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 356,
		flag = 8
	},
	{
		param = "噢——在你回复之前，我已经感知到你的位置了！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 357,
		flag = 8
	},
	{
		param = "稍等，发你个教程",
		ship_group = 0,
		option = "",
		type = 1,
		id = 358,
		flag = 9
	},
	{
		param = "哼哼，指挥官，我已经感知到你的位置了~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 359,
		flag = 9
	},
	{
		param = "相比看教程，我想让你亲自教我~",
		ship_group = 960011,
		type = 1,
		id = 360,
		flag = 9,
		option = {
			{
				10,
				"你的特异功能真厉害……"
			}
		}
	},
	{
		param = "你的特异功能比手机定位都厉害……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 361,
		flag = 10
	},
	{
		param = "好啊，我正好也有空",
		ship_group = 0,
		option = "",
		type = 1,
		id = 362,
		flag = 10
	},
	{
		param = "嘿嘿，我现在就去找你~等我哦！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 363,
		flag = 0
	},
	{
		param = "56",
		ship_group = 960011,
		option = "",
		type = 4,
		id = 364,
		flag = 0
	},
	{
		param = "指挥官，你在哪里？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 365,
		flag = 0
	},
	{
		param = "怎么买完冰激凌回来你就不见了",
		ship_group = 960011,
		type = 1,
		id = 366,
		flag = 0,
		option = {
			{
				1,
				"我就在原地啊？"
			},
			{
				2,
				"是你迷路了……"
			}
		}
	},
	{
		param = "嗯？我就在原地没有走动啊？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 367,
		flag = 1
	},
	{
		param = "就在一号馆的休息区里",
		ship_group = 0,
		option = "",
		type = 1,
		id = 368,
		flag = 1
	},
	{
		param = "难道是我迷路了？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 369,
		flag = 1
	},
	{
		param = "啊，果然是我迷路了，这里的小鱼不是刚才的小鱼……",
		ship_group = 960011,
		type = 1,
		id = 370,
		flag = 1,
		option = {
			{
				3,
				"周围有什么标识么？"
			}
		}
	},
	{
		param = "或许，是你迷路了……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 371,
		flag = 2
	},
	{
		param = "我看看哦……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 372,
		flag = 2
	},
	{
		param = "啊，居然真的迷路了！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 373,
		flag = 2
	},
	{
		param = "这里的小鱼不是刚才的小鱼……",
		ship_group = 960011,
		type = 1,
		id = 374,
		flag = 2,
		option = {
			{
				3,
				"周围有什么标识么？"
			}
		}
	},
	{
		param = "周围有什么标识么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 375,
		flag = 3
	},
	{
		param = "牌子上写着二号馆",
		ship_group = 960011,
		type = 1,
		id = 376,
		flag = 3,
		option = {
			{
				4,
				"能回到一号馆吗？"
			},
			{
				5,
				"站在原地不要动"
			}
		}
	},
	{
		param = "能回到一号馆吗？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 377,
		flag = 4
	},
	{
		param = "我试试用我的特异功能哦……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 378,
		flag = 4
	},
	{
		param = "唔……鱼群的声音太嘈杂了，我听不清你的声音……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 379,
		flag = 4
	},
	{
		param = "啊，鱼群告诉我你的位置了~！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 380,
		flag = 4
	},
	{
		param = "指挥官你站在那里不要动哦",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 381,
		flag = 4
	},
	{
		param = "我马上、马上就回到你身边~！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 382,
		flag = 4
	},
	{
		param = "你站在原地不要动，我去接你！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 383,
		flag = 5
	},
	{
		param = "好~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 384,
		flag = 5
	},
	{
		param = "虽然我也可以用特异功能找到你啦",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 385,
		flag = 5
	},
	{
		param = "不过待在原地等待，全心全意依赖指挥官的感觉果然也很棒呢~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 386,
		flag = 5
	},
	{
		param = "指挥官，睡了吗？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 387,
		flag = 0
	},
	{
		param = "嗯……我听见啦，你还没睡！",
		ship_group = 960011,
		type = 1,
		id = 388,
		flag = 0,
		option = {
			{
				1,
				"晚上好"
			},
			{
				2,
				"早上好"
			}
		}
	},
	{
		param = "晚上好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 389,
		flag = 1
	},
	{
		param = "晚上好~",
		ship_group = 960011,
		type = 1,
		id = 390,
		flag = 1,
		option = {
			{
				3,
				"失眠了？"
			}
		}
	},
	{
		param = "早上好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 391,
		flag = 2
	},
	{
		param = "早上……好？",
		ship_group = 960011,
		type = 1,
		id = 392,
		flag = 2,
		option = {
			{
				3,
				"失眠了？"
			}
		}
	},
	{
		param = "失眠了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 393,
		flag = 3
	},
	{
		param = "稍微有点……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 394,
		flag = 3
	},
	{
		param = "因为明天我们要去野营了",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 395,
		flag = 3
	},
	{
		param = "我从来没出去野营过……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 396,
		flag = 3
	},
	{
		param = "又是跟你一起出去玩……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 397,
		flag = 3
	},
	{
		param = "有些太兴奋了，嘿嘿……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 398,
		flag = 3
	},
	{
		param = "闭上眼睛一个小时了，还是没有睡着！",
		ship_group = 960011,
		type = 1,
		id = 399,
		flag = 3,
		option = {
			{
				4,
				"那我来陪你聊天吧"
			},
			{
				5,
				"要不要尝试一些可以快速入眠的方式？"
			}
		}
	},
	{
		param = "那我来陪你聊天吧，直到你困了为止",
		ship_group = 0,
		option = "",
		type = 1,
		id = 400,
		flag = 4
	},
	{
		param = "不会影响到你休息么？",
		ship_group = 960011,
		type = 1,
		id = 401,
		flag = 4,
		option = {
			{
				6,
				"不会，我还不困"
			},
			{
				7,
				"没事，我想陪着你"
			}
		}
	},
	{
		param = "不会，我还不困",
		ship_group = 0,
		option = "",
		type = 1,
		id = 402,
		flag = 6
	},
	{
		param = "嘿嘿，那就来聊天吧~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 403,
		flag = 6
	},
	{
		param = "不知道野营的地点会不会藏着宝藏呢……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 404,
		flag = 6
	},
	{
		param = "如果有的话，会是什么呢？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 405,
		flag = 6
	},
	{
		param = "指挥官，我们一起来猜猜看吧！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 406,
		flag = 6
	},
	{
		param = "没事，我想陪着你",
		ship_group = 0,
		option = "",
		type = 1,
		id = 407,
		flag = 7
	},
	{
		param = "我也想陪着指挥官呢~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 408,
		flag = 7
	},
	{
		param = "反正你也没睡，要不我直接过去找你吧~？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 409,
		flag = 7
	},
	{
		param = "帮我准备个枕头哦！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 410,
		flag = 7
	},
	{
		param = "要不要尝试一些可以快速入眠的方式？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 411,
		flag = 5
	},
	{
		param = "有哪些快速入眠的方式呢？",
		ship_group = 960011,
		type = 1,
		id = 412,
		flag = 5,
		option = {
			{
				8,
				"我给你讲睡前故事？"
			},
			{
				9,
				"听些轻快的音乐？"
			}
		}
	},
	{
		param = "我给你讲睡前故事？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 413,
		flag = 8
	},
	{
		param = "好啊好啊~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 414,
		flag = 8
	},
	{
		param = "不过不要打字！我想听你亲口讲！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 415,
		flag = 8
	},
	{
		param = "反正你也没睡，要不我直接过去找你吧~？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 416,
		flag = 8
	},
	{
		param = "帮我准备个枕头哦！",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 417,
		flag = 8
	},
	{
		param = "听些轻快的音乐？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 418,
		flag = 9
	},
	{
		param = "我已经试过了，好像没什么用……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 419,
		flag = 9
	},
	{
		param = "脑子里一直都只会出现跟指挥官有关的事情……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 420,
		flag = 9
	},
	{
		param = "然后就越来越想你~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 421,
		flag = 9
	},
	{
		param = "真希望明天快点到来啊~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 422,
		flag = 9
	},
	{
		param = "指挥官……今天我要请假",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 423,
		flag = 0
	},
	{
		param = "感觉头晕晕的，很没有干劲",
		ship_group = 960005,
		type = 1,
		id = 424,
		flag = 0,
		option = {
			{
				1,
				"生病了么？"
			},
			{
				2,
				"熬夜打游戏了？"
			},
			{
				3,
				"觉得秘书舰的工作太麻烦了？"
			}
		}
	},
	{
		param = "生病了么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 425,
		flag = 1
	},
	{
		param = "我带些布丁和药过去探望你",
		ship_group = 0,
		option = "",
		type = 1,
		id = 426,
		flag = 1
	},
	{
		param = "欸……不用那么麻烦……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 427,
		flag = 1
	},
	{
		param = "我躺着打一会儿游戏就会好了",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 428,
		flag = 1
	},
	{
		param = "指挥官不用专门过来的",
		ship_group = 960005,
		type = 1,
		id = 429,
		flag = 1,
		option = {
			{
				4,
				"其实只是想在家里打游戏？"
			},
			{
				5,
				"我还是不放心"
			}
		}
	},
	{
		param = "其实只是想在家里打游戏？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 430,
		flag = 4
	},
	{
		param = "……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 431,
		flag = 4
	},
	{
		param = "算了，说谎也很麻烦……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 432,
		flag = 4
	},
	{
		param = "其实是我想快点通关这个新游戏……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 433,
		flag = 4
	},
	{
		param = "所以，指挥官，能不能批准我的假期呢？",
		ship_group = 960005,
		type = 1,
		id = 434,
		flag = 4,
		option = {
			{
				6,
				"准假"
			},
			{
				7,
				"但是我拒绝"
			}
		}
	},
	{
		param = "今天不是很忙，准假了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 435,
		flag = 6
	},
	{
		param = "谢谢指挥官，指挥官万岁~",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 436,
		flag = 6
	},
	{
		param = "果然你最好了！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 437,
		flag = 6
	},
	{
		param = "但是我拒绝，不准假！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 438,
		flag = 7
	},
	{
		param = "欸——好麻烦……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 439,
		flag = 7
	},
	{
		param = "但是据理力争也好麻烦……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 440,
		flag = 7
	},
	{
		param = "而且我好像不太占理……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 441,
		flag = 7
	},
	{
		param = "算了……既然指挥官这么坚持的话……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 442,
		flag = 7
	},
	{
		param = "那我也只好过来了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 443,
		flag = 7
	},
	{
		param = "来了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 444,
		flag = 7
	},
	{
		param = "我还是不放心",
		ship_group = 0,
		option = "",
		type = 1,
		id = 445,
		flag = 5
	},
	{
		param = "指挥官还真是不嫌麻烦啊……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 446,
		flag = 5
	},
	{
		param = "那……好吧……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 447,
		flag = 5
	},
	{
		param = "还有……如果顺路的话，帮我买几包烧烤味的薯片吧",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 448,
		flag = 5
	},
	{
		param = "熬夜打游戏了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 449,
		flag = 2
	},
	{
		param = "……嗯",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 450,
		flag = 2
	},
	{
		param = "昨晚熬夜打了新游戏……想着快点通关……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 451,
		flag = 2
	},
	{
		param = "现在感觉头好晕哦……",
		ship_group = 960005,
		type = 1,
		id = 452,
		flag = 2,
		option = {
			{
				8,
				"好好休息"
			},
			{
				9,
				"准假"
			}
		}
	},
	{
		param = "那就好好休息吧，准假",
		ship_group = 0,
		option = "",
		type = 1,
		id = 453,
		flag = 8
	},
	{
		param = "那就好好休息吧，准假",
		ship_group = 0,
		option = "",
		type = 1,
		id = 454,
		flag = 9
	},
	{
		param = "下次不要熬夜了，白天玩也可以",
		ship_group = 0,
		option = "",
		type = 1,
		id = 455,
		flag = 2
	},
	{
		param = "好",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 456,
		flag = 2
	},
	{
		param = "下次，我一定听指挥官的",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 457,
		flag = 2
	},
	{
		param = "那我先去打游……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 458,
		flag = 2
	},
	{
		param = "嗯？要怎么撤回来着……？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 459,
		flag = 2
	},
	{
		param = "是觉得秘书舰的工作太麻烦了吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 460,
		flag = 3
	},
	{
		param = "不是的不是的……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 461,
		flag = 3
	},
	{
		param = "单纯是……所有的工作都好麻烦……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 462,
		flag = 3
	},
	{
		param = "家里的枕头软软的，被子暖暖的……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 463,
		flag = 3
	},
	{
		param = "我不想工作啊……",
		ship_group = 960005,
		type = 1,
		id = 464,
		flag = 3,
		option = {
			{
				10,
				"准假"
			},
			{
				11,
				"不准假"
			}
		}
	},
	{
		param = "今天不是很忙，准假了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 465,
		flag = 10
	},
	{
		param = "谢谢指挥官，指挥官万岁~",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 466,
		flag = 10
	},
	{
		param = "果然你最好了！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 467,
		flag = 10
	},
	{
		param = "今天不准假，给我带着被子枕头过来上班！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 468,
		flag = 11
	},
	{
		param = "欸——好麻烦……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 469,
		flag = 11
	},
	{
		param = "但是据理力争也好麻烦……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 470,
		flag = 11
	},
	{
		param = "而且我好像不太占理……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 471,
		flag = 11
	},
	{
		param = "算了……既然指挥官这么坚持的话……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 472,
		flag = 11
	},
	{
		param = "那我也只好过来了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 473,
		flag = 11
	},
	{
		param = "不过被子枕头就不带了，就用你的好了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 474,
		flag = 11
	},
	{
		param = "来了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 475,
		flag = 11
	},
	{
		param = "指挥官，下雨了……",
		ship_group = 960005,
		type = 1,
		id = 476,
		flag = 0,
		option = {
			{
				1,
				"害怕了么？"
			},
			{
				2,
				"是啊，下雨了。"
			}
		}
	},
	{
		param = "害怕了么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 477,
		flag = 1
	},
	{
		param = "这样的雨，倒不至于害怕……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 478,
		flag = 1
	},
	{
		param = "我就是担心明天能不能放晴……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 479,
		flag = 1
	},
	{
		param = "是啊，下雨了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 480,
		flag = 2
	},
	{
		param = "有点担心明天的天气……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 481,
		flag = 2
	},
	{
		param = "是啊……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 482,
		flag = 2
	},
	{
		param = "难得一起出来玩，如果天气不好的话……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 483,
		flag = 0
	},
	{
		param = "体验会很差……",
		ship_group = 960005,
		type = 1,
		id = 484,
		flag = 0,
		option = {
			{
				3,
				"希望明天有个好天气"
			},
			{
				4,
				"明天一定会是晴天的"
			}
		}
	},
	{
		param = "希望明天有个好天气",
		ship_group = 0,
		option = "",
		type = 1,
		id = 485,
		flag = 3
	},
	{
		param = "好不容易才让你出了门，因为天气原因取消也太可惜了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 486,
		flag = 3
	},
	{
		param = "也没那么不容易吧……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 487,
		flag = 3
	},
	{
		param = "出门虽然很麻烦，但是如果是跟你的话……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 488,
		flag = 3
	},
	{
		param = "我也就考虑了两天，又打滚了半天而已……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 489,
		flag = 3
	},
	{
		param = "……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 490,
		flag = 3
	},
	{
		param = "打雷了……",
		ship_group = 960005,
		type = 1,
		id = 491,
		flag = 3,
		option = {
			{
				5,
				"我现在就过去！"
			},
			{
				6,
				"戴耳机打游戏吧"
			}
		}
	},
	{
		param = "别怕，我现在就过去你那边！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 492,
		flag = 5
	},
	{
		param = "我没有在害怕……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 493,
		flag = 5
	},
	{
		param = "好吧，是有那么一点点害怕……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 494,
		flag = 5
	},
	{
		param = "快来……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 495,
		flag = 5
	},
	{
		param = "戴上耳机打游戏吧，这样就听不见雷声了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 496,
		flag = 6
	},
	{
		param = "好像确实有用……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 497,
		flag = 6
	},
	{
		param = "又没那么有用……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 498,
		flag = 6
	},
	{
		param = "要不你上线陪我一起玩？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 499,
		flag = 6
	},
	{
		param = "一起打游戏的话……我就能忽略外面的雷声了",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 500,
		flag = 6
	},
	{
		param = "就这么决定了……快上线，等你！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 501,
		flag = 6
	},
	{
		param = "明天一定会是晴天的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 502,
		flag = 4
	},
	{
		param = "指挥官好笃定哦",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 503,
		flag = 4
	},
	{
		param = "如果不是的话呢？",
		ship_group = 960005,
		type = 1,
		id = 504,
		flag = 4,
		option = {
			{
				7,
				"那就雨中漫步！"
			},
			{
				8,
				"那就用火力驱散云层"
			}
		}
	},
	{
		param = "那就雨中漫步！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 505,
		flag = 7
	},
	{
		param = "雨中漫步很有氛围的，雨景也是别有一番风味",
		ship_group = 0,
		option = "",
		type = 1,
		id = 506,
		flag = 7
	},
	{
		param = "……可是那样要打伞，超麻烦的欸……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 507,
		flag = 7
	},
	{
		param = "不过指挥官好像从来都不会嫌麻烦……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 508,
		flag = 7
	},
	{
		param = "一直把我照顾得很好……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 509,
		flag = 7
	},
	{
		param = "这么想想，还有些期待雨中漫步了……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 510,
		flag = 7
	},
	{
		param = "不过……第一心愿，还是希望明天会是晴天吧！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 511,
		flag = 7
	},
	{
		param = "那就用火力驱散云层",
		ship_group = 0,
		option = "",
		type = 1,
		id = 512,
		flag = 8
	},
	{
		param = "？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 513,
		flag = 8
	},
	{
		param = "？？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 514,
		flag = 8
	},
	{
		param = "？？？",
		ship_group = 960005,
		type = 1,
		id = 515,
		flag = 8,
		option = {
			{
				9,
				"开玩笑的……"
			}
		}
	},
	{
		param = "开玩笑的……最多是今晚打几发增雨弹让雨提前落下来而已",
		ship_group = 0,
		option = "",
		type = 1,
		id = 516,
		flag = 9
	},
	{
		param = "？？？？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 517,
		flag = 9
	},
	{
		param = "不愧是指挥官……了不起……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 518,
		flag = 9
	},
	{
		param = "这么想让我明天出门么……",
		ship_group = 960005,
		type = 1,
		id = 519,
		flag = 9,
		option = {
			{
				10,
				"是和我一起……"
			}
		}
	},
	{
		param = "是明天和我一起出门",
		ship_group = 0,
		option = "",
		type = 1,
		id = 520,
		flag = 10
	},
	{
		param = "我去做准备了，你也做好出行准备哦",
		ship_group = 0,
		option = "",
		type = 1,
		id = 521,
		flag = 10
	},
	{
		param = "……明天早上见",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 522,
		flag = 10
	},
	{
		param = "怎么一觉睡醒，指挥官就不见了……",
		ship_group = 960005,
		type = 1,
		id = 523,
		flag = 0,
		option = {
			{
				1,
				"我来商业街买点东西"
			},
			{
				2,
				"出门买东西，很快就回来"
			}
		}
	},
	{
		param = "我来商业街买点东西",
		ship_group = 0,
		option = "",
		type = 1,
		id = 524,
		flag = 1
	},
	{
		param = "你去商业街了？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 525,
		flag = 1
	},
	{
		param = "那我想吃上次的薯片猪扒",
		ship_group = 960005,
		type = 1,
		id = 526,
		flag = 1,
		option = {
			{
				3,
				"好，还有什么要带的么？"
			},
			{
				4,
				"这么一说，我也想吃了"
			}
		}
	},
	{
		param = "出门买东西，很快就回来",
		ship_group = 0,
		option = "",
		type = 1,
		id = 527,
		flag = 2
	},
	{
		param = "喔……那你慢慢买，不着急回来",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 528,
		flag = 2
	},
	{
		param = "等等……买东西？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 529,
		flag = 2
	},
	{
		param = "我要吃薯片猪扒！",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 530,
		flag = 2
	},
	{
		param = "回来的时候帮我带一份哦！",
		ship_group = 960005,
		type = 1,
		id = 531,
		flag = 2,
		option = {
			{
				3,
				"好，还有什么要带的么？"
			},
			{
				4,
				"这么一说，我也想吃了"
			}
		}
	},
	{
		param = "好，还有什么要带的么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 532,
		flag = 3
	},
	{
		param = "你",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 533,
		flag = 3
	},
	{
		param = "买完就快点回来吧……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 534,
		flag = 3
	},
	{
		param = "醒来见不到你……有些不习惯",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 535,
		flag = 3
	},
	{
		param = "想快点见到你",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 536,
		flag = 3
	},
	{
		param = "被你这么一说，我也想吃了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 537,
		flag = 4
	},
	{
		param = "那就买超大份套餐，我们一起吃",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 538,
		flag = 4
	},
	{
		param = "你买完快点回来吧",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 539,
		flag = 4
	},
	{
		param = "我饿了，还有就是……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 540,
		flag = 4
	},
	{
		param = "我想你了",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 541,
		flag = 4
	},
	{
		param = "飓风船团，集合——！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 542,
		flag = 0
	},
	{
		param = "来了，来了~",
		ship_group = 960006,
		option = "",
		type = 1,
		id = 543,
		flag = 0
	},
	{
		param = "怎么了，准备开始新的旅途么？",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 544,
		flag = 0
	},
	{
		param = "这么说也没错！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 545,
		flag = 0
	},
	{
		param = "听说、",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 546,
		flag = 0
	},
	{
		param = "听说……？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 547,
		flag = 0
	},
	{
		param = "打字好慢！急！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 548,
		flag = 0
	},
	{
		param = "指挥室里有神秘的宝藏！我们现在就出发去寻宝吧！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 549,
		flag = 0
	},
	{
		param = "……指挥室么？",
		ship_group = 960004,
		option = "",
		type = 1,
		id = 550,
		flag = 0
	},
	{
		param = "指挥室那么小，应该藏不了什么宝藏吧？",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 551,
		flag = 0
	},
	{
		param = "嗯……指挥室里的东西我应该都见过了？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 552,
		flag = 0
	},
	{
		param = "应该没有宝藏什么的？",
		ship_group = 960011,
		type = 1,
		id = 553,
		flag = 0,
		option = {
			{
				1,
				"我怎么不知道有宝藏？"
			},
			{
				2,
				"这是什么全新的冒险游戏么？"
			}
		}
	},
	{
		param = "嗯？我怎么不知道有宝藏？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 554,
		flag = 1
	},
	{
		param = "指挥官也不知道么？那或许是没有的吧~？",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 555,
		flag = 1
	},
	{
		param = "会不会是这个宝藏藏得太好了，指挥官也没有发现？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 556,
		flag = 1
	},
	{
		param = "嗯……也不是没有可能",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 557,
		flag = 1
	},
	{
		param = "但也不能排除这只是捕风捉影的传言的可能性吧？",
		ship_group = 960004,
		option = "",
		type = 1,
		id = 558,
		flag = 1
	},
	{
		param = "那更要去找了吧！只有亲自找了，才能确认宝藏是否真的存在！",
		ship_group = 960001,
		type = 1,
		id = 559,
		flag = 1,
		option = {
			{
				3,
				"那就过来吧，不过……"
			},
			{
				4,
				"那我也一起找宝藏吧"
			}
		}
	},
	{
		param = "这是什么全新的冒险游戏么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 560,
		flag = 2
	},
	{
		param = "让我也参与一下",
		ship_group = 0,
		option = "",
		type = 1,
		id = 561,
		flag = 2
	},
	{
		param = "游戏？什么游戏？",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 562,
		flag = 2
	},
	{
		param = "维达大人也只有这个时候才会在群里出现呢……",
		ship_group = 960006,
		option = "",
		type = 1,
		id = 563,
		flag = 2
	},
	{
		param = "指挥官这么说，反倒像是在卖关子哦~？",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 564,
		flag = 2
	},
	{
		param = "哇……更好奇了，总觉得指挥室里真的藏了宝藏！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 565,
		flag = 2
	},
	{
		param = "我们快点出发去找吧！",
		ship_group = 960001,
		type = 1,
		id = 566,
		flag = 2,
		option = {
			{
				3,
				"那就过来吧，不过……"
			},
			{
				4,
				"那我也一起找宝藏吧"
			}
		}
	},
	{
		param = "那就过来吧，不过我觉得没有宝藏",
		ship_group = 0,
		option = "",
		type = 1,
		id = 567,
		flag = 3
	},
	{
		param = "毕竟没有人比我更熟悉指挥室！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 568,
		flag = 3
	},
	{
		param = "还是不要给指挥官添麻烦吧？",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 569,
		flag = 3
	},
	{
		param = "嗯，而且打扰了指挥官工作和休息就不好了吧~",
		ship_group = 960007,
		option = "",
		type = 1,
		id = 570,
		flag = 3
	},
	{
		param = "欸……那就这么放弃了吗？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 571,
		flag = 3
	},
	{
		param = "要不我们先帮指挥官把工作做完？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 572,
		flag = 3
	},
	{
		param = "做完以后，再一起寻宝，就不会再给指挥官添麻烦了",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 573,
		flag = 3
	},
	{
		param = "嗯……好像也可以？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 574,
		flag = 3
	},
	{
		param = "那我们现在就过去帮忙处理工作吧",
		ship_group = 960002,
		option = "",
		type = 1,
		id = 575,
		flag = 3
	},
	{
		param = "欸……好麻烦……我不去",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 576,
		flag = 3
	},
	{
		param = "我先去买点饮料，回来的时间待定！",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 577,
		flag = 3
	},
	{
		param = "那其他人呢？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 578,
		flag = 3
	},
	{
		param = "？？？怎么全都不说话了？？",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 579,
		flag = 3
	},
	{
		param = "……这是听到工作就全部跑掉了吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 580,
		flag = 3
	},
	{
		param = "那我也一起找宝藏吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 581,
		flag = 4
	},
	{
		param = "我也很好奇，我的指挥室中有什么宝藏",
		ship_group = 0,
		option = "",
		type = 1,
		id = 582,
		flag = 4
	},
	{
		param = "指挥官也加入了呢，那我也过来~",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 583,
		flag = 4
	},
	{
		param = "我有很强烈的预感，我们一定能够找到指挥室里的宝藏！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 584,
		flag = 4
	},
	{
		param = "需要准备什么东西吗？罗盘？铲子？",
		ship_group = 960010,
		option = "",
		type = 1,
		id = 585,
		flag = 4
	},
	{
		param = "这些在指挥室中应该很难派上用场吧？",
		ship_group = 960009,
		option = "",
		type = 1,
		id = 586,
		flag = 4
	},
	{
		param = "不用那么麻烦……",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 587,
		flag = 4
	},
	{
		param = "带上海豚就好了，她的特异功能找到宝藏",
		ship_group = 960005,
		option = "",
		type = 1,
		id = 588,
		flag = 4
	},
	{
		param = "我已经在指挥室里了哦~",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 589,
		flag = 4
	},
	{
		param = "不过我没有探测到其他宝藏哦……",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 590,
		flag = 4
	},
	{
		param = "能称得上是宝藏的……应该只有指挥官哦？",
		ship_group = 960011,
		option = "",
		type = 1,
		id = 591,
		flag = 4
	},
	{
		param = "这倒是说的没错~呵呵~",
		ship_group = 960003,
		option = "",
		type = 1,
		id = 592,
		flag = 4
	},
	{
		param = "指挥官是宝藏这件事倒是不能否定啦！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 593,
		flag = 4
	},
	{
		param = "至于有没有其他宝藏……还是要大家一起找过之后才能确定！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 594,
		flag = 4
	},
	{
		param = "那么，大家，指挥室集合！",
		ship_group = 960001,
		option = "",
		type = 1,
		id = 595,
		flag = 4
	},
	{
		param = "大家~我有个提议~！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 596,
		flag = 0
	},
	{
		param = "要不要趁指挥官加入频道之前，给指挥官准备一个惊喜呢？",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 597,
		flag = 0
	},
	{
		param = "比如说怎样的惊喜呢？",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 598,
		flag = 0
	},
	{
		param = "我也还在思考哦~大家有什么建议么？",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 599,
		flag = 0
	},
	{
		param = "让我想想……",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 600,
		flag = 0
	},
	{
		param = "我有一个好主意！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 601,
		flag = 0
	},
	{
		param = "把指挥官和大家的合照设置为频道头像怎么样~？感觉很不错的样子嗯嗯~",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 602,
		flag = 0
	},
	{
		param = "那这个头像得多大才能装下所有人……？",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 603,
		flag = 0
	},
	{
		param = "如果按照现在头像的大小，应该看不清的吧~",
		ship_group = 10703,
		option = "",
		type = 1,
		id = 604,
		flag = 0
	},
	{
		param = "还是想想别的吧，应该会有更好的提案",
		ship_group = 10205,
		option = "",
		type = 1,
		id = 605,
		flag = 0
	},
	{
		param = "要不就送些实体礼物给指挥官？",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 606,
		flag = 0
	},
	{
		param = "就当是庆祝指挥官加入啾信频道~",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 607,
		flag = 0
	},
	{
		param = "那就送指挥官甜点之类的怎么样……",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 608,
		flag = 0
	},
	{
		param = "那一定要多加些糖，才会好吃",
		ship_group = 50401,
		option = "",
		type = 1,
		id = 609,
		flag = 0
	},
	{
		param = "嗯，我想指挥官一定很喜欢……的说",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 610,
		flag = 0
	},
	{
		param = "……这样？",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 611,
		flag = 0
	},
	{
		param = "原来如此，就算是打字聊天也要坚持口癖，这就是角色设定吧！",
		ship_group = 30111,
		option = "",
		type = 1,
		id = 612,
		flag = 0
	},
	{
		param = "wwwwwww",
		ship_group = 30112,
		option = "",
		type = 1,
		id = 613,
		flag = 0
	},
	{
		param = "回到正题吧，还有其他方案么？",
		ship_group = 10216,
		option = "",
		type = 1,
		id = 614,
		flag = 0
	},
	{
		param = "我来提一个方案……！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 615,
		flag = 0
	},
	{
		param = "用酱油蘸着点心吃怎么样！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 616,
		flag = 0
	},
	{
		param = "或者用芥末和辣椒粉！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 617,
		flag = 0
	},
	{
		param = "嗯……？这也算是其他方案么？",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 618,
		flag = 0
	},
	{
		param = "说的是其他惊喜的方案，不是用什么方式吃点心的方案！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 619,
		flag = 0
	},
	{
		param = "还有，这种吃点心的方式是不是有些太奇怪了？",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 620,
		flag = 0
	},
	{
		param = "这好像也是地方特色吃法?",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 621,
		flag = 0
	},
	{
		param = "不过，不重要，还是继续讨论惊喜吧",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 622,
		flag = 0
	},
	{
		param = "话说，你们没发现吗？",
		ship_group = 10117,
		option = "",
		type = 1,
		id = 623,
		flag = 0
	},
	{
		param = "发现什么？",
		ship_group = 10515,
		option = "",
		type = 1,
		id = 624,
		flag = 0
	},
	{
		param = "指挥官刚刚已经加入频道了……",
		ship_group = 10117,
		option = "",
		type = 1,
		id = 625,
		flag = 0
	},
	{
		param = "拉菲睡醒就看到了……",
		ship_group = 10117,
		option = "",
		type = 1,
		id = 626,
		flag = 0
	},
	{
		param = "真是的，消息弹得太多，萨拉妹妹都没看到指挥官加入的提示！",
		ship_group = 10703,
		option = "",
		type = 1,
		id = 627,
		flag = 0
	},
	{
		param = "指挥官也快点来和大家打个招呼嘛！",
		ship_group = 10703,
		type = 1,
		id = 628,
		flag = 0,
		option = {
			{
				1,
				"大家好！"
			},
			{
				2,
				"看大家讨论得很热情……"
			}
		}
	},
	{
		param = "大家好，我来了！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 629,
		flag = 1
	},
	{
		param = "指挥官，你来得正好，大家正在讨论要给你什么惊喜！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 630,
		flag = 1
	},
	{
		param = "笨蛋抚顺！你怎么就说出来了……！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 631,
		flag = 1
	},
	{
		param = "呃……不过我记得加入频道能够看见之前的消息……",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 632,
		flag = 1
	},
	{
		param = "啊，那被指挥官发现了，就不能称为惊喜了！",
		ship_group = 20121,
		type = 1,
		id = 633,
		flag = 1,
		option = {
			{
				3,
				"谢谢大家的心意"
			}
		}
	},
	{
		param = "谢谢大家的心意",
		ship_group = 0,
		option = "",
		type = 1,
		id = 634,
		flag = 3
	},
	{
		param = "大家的心意已经是最好的惊喜了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 635,
		flag = 3
	},
	{
		param = "指挥官真好~最喜欢指挥官了~！嘻嘻~",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 636,
		flag = 3
	},
	{
		param = "即使没有“惊喜”了，我也还是想给指挥官准备礼物~！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 637,
		flag = 3
	},
	{
		param = "准备礼物+1",
		ship_group = 10515,
		option = "",
		type = 1,
		id = 638,
		flag = 3
	},
	{
		param = "准备礼物+2",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 639,
		flag = 3
	},
	{
		param = "那我去整理一份礼物列表，稍后大家再一起挑吧",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 640,
		flag = 3
	},
	{
		param = "大家有什么想法也可以发给我",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 641,
		flag = 3
	},
	{
		param = "看大家讨论得很热情，总觉得不好突然出现打断",
		ship_group = 0,
		option = "",
		type = 1,
		id = 642,
		flag = 2
	},
	{
		param = "谢谢大家的心意",
		ship_group = 0,
		option = "",
		type = 1,
		id = 643,
		flag = 2
	},
	{
		param = "啊，指挥官真的在……！那惊喜不就被发现了！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 644,
		flag = 2
	},
	{
		param = "被指挥官发现了就称不上是惊喜了",
		ship_group = 20134,
		option = "",
		type = 1,
		id = 645,
		flag = 2
	},
	{
		param = "对哦……",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 646,
		flag = 2
	},
	{
		param = "即便不是惊喜了，也可以给指挥官准备礼物的吧~",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 647,
		flag = 2
	},
	{
		param = "嗯，我也这么认为",
		ship_group = 10205,
		option = "",
		type = 1,
		id = 648,
		flag = 2
	},
	{
		param = "指挥官有想要的礼物么？",
		ship_group = 20121,
		type = 1,
		id = 649,
		flag = 2,
		option = {
			{
				4,
				"大家的“心意”就是最好的礼物。"
			}
		}
	},
	{
		param = "大家的心意就是最好的礼物",
		ship_group = 0,
		option = "",
		type = 1,
		id = 650,
		flag = 4
	},
	{
		param = "这种说法也太犯规了……",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 651,
		flag = 4
	},
	{
		param = "指挥官真好~最喜欢指挥官了~！嘻嘻~",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 652,
		flag = 4
	},
	{
		param = "指挥官都这么说了，即便没有惊喜了，也要给指挥官准备礼物了吧！",
		ship_group = 20121,
		option = "",
		type = 1,
		id = 653,
		flag = 4
	},
	{
		param = "嗯，我也这么认为",
		ship_group = 10205,
		option = "",
		type = 1,
		id = 654,
		flag = 4
	},
	{
		param = "那我去整理一份礼物列表，稍后大家再一起挑吧",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 655,
		flag = 4
	},
	{
		param = "大家有什么想法也可以发给我",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 656,
		flag = 4
	},
	{
		param = "锵锵！大家，重大消息！重大消息！我把指挥官拉进频道咯~！",
		ship_group = 10324,
		option = "",
		type = 1,
		id = 657,
		flag = 0
	},
	{
		param = "指挥官，欢迎你，在此不必太拘束",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 658,
		flag = 0
	},
	{
		param = "哇！是指挥官！鼓掌！",
		ship_group = 10802,
		option = "",
		type = 1,
		id = 659,
		flag = 0
	},
	{
		param = "此时应将“开心”情绪调高23.06%。",
		ship_group = 10233,
		option = "",
		type = 1,
		id = 660,
		flag = 0
	},
	{
		param = "欢迎指挥官~！",
		ship_group = 10233,
		option = "",
		type = 1,
		id = 661,
		flag = 0
	},
	{
		param = "那、那就欢迎一下好了",
		ship_group = 10125,
		type = 1,
		id = 662,
		flag = 0,
		option = {
			{
				1,
				"大家好……"
			}
		}
	},
	{
		param = "大家好，感谢大家的热情欢迎。",
		ship_group = 0,
		option = "",
		type = 1,
		id = 663,
		flag = 1
	},
	{
		param = "老师……大家……聊天，安克雷奇……开心！",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 664,
		flag = 1
	},
	{
		param = "Honey~你来啦！",
		ship_group = 10517,
		option = "",
		type = 1,
		id = 665,
		flag = 1
	},
	{
		param = "哇哦~真的是指挥官欸~",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 666,
		flag = 1
	},
	{
		param = "既然指挥官进频道了，我们要不要一起做点什么庆祝一下啊~？",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 667,
		flag = 1
	},
	{
		param = "Everybody，要不要一起看电影啊？欸嘿嘿~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 668,
		flag = 1
	},
	{
		param = "观影会么~？萨拉妹妹要参加~！",
		ship_group = 10703,
		option = "",
		type = 1,
		id = 669,
		flag = 1
	},
	{
		param = "嗯，观影会听起来很不错哦~",
		ship_group = 10705,
		option = "",
		type = 1,
		id = 670,
		flag = 1
	},
	{
		param = "太好了，观影会我也喜欢，姐妹们都一起啊！",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 671,
		flag = 1
	},
	{
		param = "既然大家都觉得很不错，那我们讨论看看什么类型的电影呢～♪",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 672,
		flag = 1
	},
	{
		param = "公主和王子……安克雷奇，想看……！",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 673,
		flag = 1
	},
	{
		param = "啊~爱情片的话，很不错~我赞成~",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 674,
		flag = 1
	},
	{
		param = "我比较推荐公路片。",
		ship_group = 10209,
		option = "",
		type = 1,
		id = 675,
		flag = 1
	},
	{
		param = "我也觉得公路片不错",
		ship_group = 10316,
		option = "",
		type = 1,
		id = 676,
		flag = 1
	},
	{
		param = "有没有那种收集了七颗星星就可以召唤Black Dragon实现愿望之类的电影！",
		ship_group = 10208,
		option = "",
		type = 1,
		id = 677,
		flag = 1
	},
	{
		param = "嗯？",
		ship_group = 10517,
		option = "",
		type = 1,
		id = 678,
		flag = 1
	},
	{
		param = "好像有类似的……但不是电影吧？",
		ship_group = 10601,
		option = "",
		type = 1,
		id = 679,
		flag = 1
	},
	{
		param = "哇……大家喜欢的影片类型还真是不一样啊！",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 680,
		flag = 1
	},
	{
		param = "这可有些为难了~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 681,
		flag = 1
	},
	{
		param = "刚好指挥官也进群了，不如问问指挥官的意见吧",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 682,
		flag = 1
	},
	{
		param = "啊~那就听听指挥官的意见吧♡~",
		ship_group = 10328,
		type = 1,
		id = 683,
		flag = 1,
		option = {
			{
				2,
				"爱情类型影片不错……"
			},
			{
				3,
				"公路类型影片不错……"
			},
			{
				4,
				"都很好，不如……"
			}
		}
	},
	{
		param = "爱情类型影片不错，一起看吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 684,
		flag = 2
	},
	{
		param = "嗯……安克雷奇……和老师……一起看……！嘿嘿……",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 685,
		flag = 2
	},
	{
		param = "呵呵~果然指挥官与我的品味更相近一些呢",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 686,
		flag = 2
	},
	{
		param = "如果影片中能有一些……",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 687,
		flag = 2
	},
	{
		param = "毕竟我们都是大·人了嘛~呵呵~",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 688,
		flag = 2
	},
	{
		param = "319",
		ship_group = 10328,
		option = "",
		type = 4,
		id = 689,
		flag = 2
	},
	{
		param = "咳咳、匹兹堡，这里是公共场合……",
		ship_group = 10316,
		option = "",
		type = 1,
		id = 690,
		flag = 2
	},
	{
		param = "好吧好吧，那我就先不说啦~",
		ship_group = 10328,
		option = "",
		type = 1,
		id = 691,
		flag = 2
	},
	{
		param = "跟honey一起看爱情电影吗~？想想就觉得很开心！",
		ship_group = 10517,
		option = "",
		type = 1,
		id = 692,
		flag = 2
	},
	{
		param = "那就这么决定了，就看爱情片吧~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 693,
		flag = 2
	},
	{
		param = "公路类型影片不错，一起看吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 694,
		flag = 3
	},
	{
		param = "呼~找一些治愈的公路片抚慰一下疲倦的心灵也很不错呢~",
		ship_group = 10324,
		option = "",
		type = 1,
		id = 695,
		flag = 3
	},
	{
		param = "我也有一些好片子推荐，待会整理一下片单",
		ship_group = 10209,
		option = "",
		type = 1,
		id = 696,
		flag = 3
	},
	{
		param = "我也把片名发给克利夫兰，整合到一起吧",
		ship_group = 10316,
		option = "",
		type = 1,
		id = 697,
		flag = 3
	},
	{
		param = "那就这么决定了，就看公路片吧~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 698,
		flag = 3
	},
	{
		param = "都很好，不如就都看吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 699,
		flag = 4
	},
	{
		param = "可以一天看几部，或者观影会举办多几天",
		ship_group = 0,
		option = "",
		type = 1,
		id = 700,
		flag = 4
	},
	{
		param = "倒是个好主意呢~这样子还能多看一些不同类型的影片~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 701,
		flag = 4
	},
	{
		param = "这样的话……那我要看恐怖片……那些充满神秘的、可怕的、未知的生物的电影！",
		ship_group = 10149,
		option = "",
		type = 1,
		id = 702,
		flag = 4
	},
	{
		param = "呜呜，好可怕……",
		ship_group = 10808,
		option = "",
		type = 1,
		id = 703,
		flag = 4
	},
	{
		param = "恐怖片，讨厌……",
		ship_group = 10126,
		option = "",
		type = 1,
		id = 704,
		flag = 4
	},
	{
		param = "安克雷奇……害怕……！",
		ship_group = 19903,
		option = "",
		type = 1,
		id = 705,
		flag = 4
	},
	{
		param = "既然大家都不喜欢恐怖片，就算了吧",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 706,
		flag = 4
	},
	{
		param = "或者下次再举办恐怖片专场",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 707,
		flag = 4
	},
	{
		param = "呜哇——！陨落了……！",
		ship_group = 10149,
		option = "",
		type = 1,
		id = 708,
		flag = 4
	},
	{
		param = "哈哈~那恐怖片就先淘汰了哦~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 709,
		flag = 4
	},
	{
		param = "还有什么想看的电影，大家随时发出来就好~",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 710,
		flag = 4
	},
	{
		param = "我先去找一些影片哦~！",
		ship_group = 11802,
		option = "",
		type = 1,
		id = 711,
		flag = 0
	},
	{
		param = "场地和日程安排就交给我",
		ship_group = 10706,
		option = "",
		type = 1,
		id = 712,
		flag = 0
	},
	{
		param = "吾也来帮忙",
		ship_group = 19905,
		option = "",
		type = 1,
		id = 713,
		flag = 0
	},
	{
		param = "我已经开始期待了！和大家一起热热闹闹的观影会~",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 714,
		flag = 0
	},
	{
		param = "指挥官也要准时出场哦！",
		ship_group = 19901,
		option = "",
		type = 1,
		id = 715,
		flag = 0
	},
	{
		param = "诸位同志，你们好，这是新建立的北方联合专用频道",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 716,
		flag = 0
	},
	{
		param = "之后有什么需要同步的信息可以发在这里",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 717,
		flag = 0
	},
	{
		param = "对了，我刚刚也邀请了指挥官同志进频道",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 718,
		flag = 0
	},
	{
		param = "让我们与指挥官同志一同建设港区的未来吧",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 719,
		flag = 0
	},
	{
		param = "嗯？同志酱加入频道了吗？",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 720,
		flag = 0
	},
	{
		param = "哦，看见了……那就稍微欢迎一下吧",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 721,
		flag = 0
	},
	{
		param = "同盟同志说得好，不愧是北方联合的表率",
		ship_group = 70205,
		option = "",
		type = 1,
		id = 722,
		flag = 0
	},
	{
		param = "欢迎欢迎~",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 723,
		flag = 0
	},
	{
		param = "大家要注意言行，别把这个频道也变成闲聊的地方了",
		ship_group = 70504,
		option = "",
		type = 1,
		id = 724,
		flag = 0
	},
	{
		param = "嗯，让指挥官同志感受到我们北方联合的纪律型和专业型",
		ship_group = 70505,
		option = "",
		type = 1,
		id = 725,
		flag = 0
	},
	{
		param = "纪律性？型？苏维埃罗西亚是不是打错字了？",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 726,
		flag = 0
	},
	{
		param = "纪律性和专业性",
		ship_group = 70505,
		type = 1,
		id = 727,
		flag = 0,
		option = {
			{
				1,
				"不愧是北方联合……"
			},
			{
				2,
				"大家要不放松一点？"
			}
		}
	},
	{
		param = "不愧是北方联合，纪律性和专业性令人佩服",
		ship_group = 0,
		option = "",
		type = 1,
		id = 728,
		flag = 1
	},
	{
		param = "当然，北方联合的纪律和专业可不是靠客套话说出来的",
		ship_group = 70504,
		option = "",
		type = 1,
		id = 729,
		flag = 1
	},
	{
		param = "我们可都是用实力赢得指挥官同志的认可的",
		ship_group = 70504,
		option = "",
		type = 1,
		id = 730,
		flag = 1
	},
	{
		param = "指挥官同志回消息了。",
		ship_group = 70207,
		option = "",
		type = 1,
		id = 731,
		flag = 1
	},
	{
		param = "嗯……这种指挥官同志与我们拉近距离感的感觉，很奇妙呢~",
		ship_group = 70207,
		option = "",
		type = 1,
		id = 732,
		flag = 1
	},
	{
		param = "感觉好开心///……",
		ship_group = 70207,
		option = "",
		type = 1,
		id = 733,
		flag = 1
	},
	{
		param = "对，我也觉得开心！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 734,
		flag = 1
	},
	{
		param = "既然那么开心，不妨就一起喝到天亮吧！你看怎么样，同志啊！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 735,
		flag = 1
	},
	{
		param = "不错不错~是时候举办酒会庆祝新频道的建立和指挥官的加入了！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 736,
		flag = 1
	},
	{
		param = "我还买了新的游戏可以一起玩~！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 737,
		flag = 1
	},
	{
		param = "再买些热狗、炸鸡怎么样~？",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 738,
		flag = 1
	},
	{
		param = "阿芙乐尔~拜托你跑一趟啦~",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 739,
		flag = 1
	},
	{
		param = "好~！那我也多准备些伏特加",
		ship_group = 70201,
		option = "",
		type = 1,
		id = 740,
		flag = 1
	},
	{
		param = "呼~那我也来，工作过后必须喝一杯",
		ship_group = 79901,
		option = "",
		type = 1,
		id = 741,
		flag = 1
	},
	{
		param = "欸？不是说要让指挥官感受到纪律性和专业性么？",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 742,
		flag = 1
	},
	{
		param = "事已至此……",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 743,
		flag = 1
	},
	{
		param = "喝了再说！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 744,
		flag = 1
	},
	{
		param = "不醉不归！干杯！",
		ship_group = 70501,
		type = 1,
		id = 745,
		flag = 1,
		option = {
			{
				3,
				"干杯！"
			}
		}
	},
	{
		param = "大家要不放松一点？这里也不是那么正式的场合",
		ship_group = 0,
		option = "",
		type = 1,
		id = 746,
		flag = 2
	},
	{
		param = "既然指挥官这么说了的话，那我们……",
		ship_group = 70508,
		option = "",
		type = 1,
		id = 747,
		flag = 2
	},
	{
		param = "那我们就一起喝到天亮吧！怎么样！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 748,
		flag = 2
	},
	{
		param = "欸？这么突然的吗？",
		ship_group = 70701,
		option = "",
		type = 1,
		id = 749,
		flag = 2
	},
	{
		param = "哈哈哈！总不能还要慢慢规划时间吧！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 750,
		flag = 2
	},
	{
		param = "不错不错~就当是庆祝新频道的建立和指挥官的加入了！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 751,
		flag = 2
	},
	{
		param = "我还买了新的游戏可以一起玩~！",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 752,
		flag = 2
	},
	{
		param = "再买些热狗、炸鸡怎么样~？",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 753,
		flag = 2
	},
	{
		param = "阿芙乐尔~拜托你跑一趟啦~",
		ship_group = 70202,
		option = "",
		type = 1,
		id = 754,
		flag = 2
	},
	{
		param = "好~！那我也多准备些伏特加",
		ship_group = 70201,
		option = "",
		type = 1,
		id = 755,
		flag = 2
	},
	{
		param = "呼呼……欸嘿嘿……",
		ship_group = 70102,
		option = "",
		type = 1,
		id = 756,
		flag = 2
	},
	{
		param = "好喝~",
		ship_group = 70102,
		option = "",
		type = 1,
		id = 757,
		flag = 2
	},
	{
		param = "看来威严已经喝高了",
		ship_group = 70104,
		option = "",
		type = 1,
		id = 758,
		flag = 2
	},
	{
		param = "现在就喝高了，还真是爽啊",
		ship_group = 79901,
		option = "",
		type = 1,
		id = 759,
		flag = 2
	},
	{
		param = "确实！那我们赶紧集合，一起喝到天亮吧！",
		ship_group = 70501,
		option = "",
		type = 1,
		id = 760,
		flag = 2
	},
	{
		param = "不醉不归！干杯！",
		ship_group = 70501,
		type = 1,
		id = 761,
		flag = 2,
		option = {
			{
				3,
				"干杯！"
			}
		}
	},
	{
		param = "干杯！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 762,
		flag = 3
	},
	{
		param = "干杯~！",
		ship_group = 70203,
		option = "",
		type = 1,
		id = 763,
		flag = 3
	},
	{
		param = "干杯！",
		ship_group = 70204,
		option = "",
		type = 1,
		id = 764,
		flag = 3
	},
	{
		param = "！！！！！",
		ship_group = 50102,
		type = 1,
		id = 765,
		flag = 0,
		option = {
			{
				1,
				"！！！！！"
			},
			{
				2,
				"抚顺怎么了？"
			}
		}
	},
	{
		param = "！！！！！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 766,
		flag = 1
	},
	{
		param = "抚顺怎么了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 767,
		flag = 2
	},
	{
		param = "！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 768,
		flag = 0
	},
	{
		param = "怎么是指挥官？什么时候来的！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 769,
		flag = 0
	},
	{
		param = "我只是看到个新频道就想随便发点东西！居然发现了指挥官！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 770,
		flag = 0
	},
	{
		param = "我刚刚把指挥官邀请进来的",
		ship_group = 50201,
		option = "",
		type = 1,
		id = 771,
		flag = 0
	},
	{
		param = "指挥官，欢迎加入东煌的聊天频道",
		ship_group = 50201,
		option = "",
		type = 1,
		id = 772,
		flag = 0
	},
	{
		param = "欢迎指挥官的加入",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 773,
		flag = 0
	},
	{
		param = "抚顺，要好好和指挥官打招呼！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 774,
		flag = 0
	},
	{
		param = "……抚顺呢？",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 775,
		flag = 0
	},
	{
		param = "没看到哦",
		ship_group = 50103,
		option = "",
		type = 1,
		id = 776,
		flag = 0
	},
	{
		param = "抚顺姐好像已经切去找布里斯托尔商量探险的事情了",
		ship_group = 50104,
		option = "",
		type = 1,
		id = 777,
		flag = 0
	},
	{
		param = "……真是抱歉了，指挥官",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 778,
		flag = 0
	},
	{
		param = "没事！指挥官不会在意这点小事的",
		ship_group = 59901,
		option = "",
		type = 1,
		id = 779,
		flag = 0
	},
	{
		param = "如果在意的话，那就一起整顿烧烤，肯定都能解决的，哈哈！",
		ship_group = 59901,
		type = 1,
		id = 780,
		flag = 0,
		option = {
			{
				3,
				"说起这个，也到饭点了……"
			},
			{
				4,
				"我不在意……"
			}
		}
	},
	{
		param = "说起这个，也到饭点了，要不大家就一起吃饭吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 781,
		flag = 3
	},
	{
		param = "我不在意，放松一些就行",
		ship_group = 0,
		option = "",
		type = 1,
		id = 782,
		flag = 4
	},
	{
		param = "嗯，好~",
		ship_group = 50204,
		option = "",
		type = 1,
		id = 783,
		flag = 4
	},
	{
		param = "指挥官不在意便好",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 784,
		flag = 4
	},
	{
		param = "不过，抛开此事不谈，我认为{namecode:224}的提议也很好",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 785,
		flag = 4
	},
	{
		param = "大家也许久未曾和指挥官一起聚餐了，要不借此机会，聚餐吧？",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 786,
		flag = 4
	},
	{
		param = "好耶！一起吃饭！",
		ship_group = 50102,
		option = "",
		type = 1,
		id = 787,
		flag = 0
	},
	{
		param = "这个时候倒是知道出来回复了……！",
		ship_group = 50101,
		option = "",
		type = 1,
		id = 788,
		flag = 0
	},
	{
		param = "吃饭~吃饭~飞云大人要吃饭~",
		ship_group = 50107,
		option = "",
		type = 1,
		id = 789,
		flag = 0
	},
	{
		param = "刚好包子也蒸好了，待会大家可以一起吃",
		ship_group = 50202,
		option = "",
		type = 1,
		id = 790,
		flag = 0
	},
	{
		param = "包子~包子~",
		ship_group = 50203,
		option = "",
		type = 1,
		id = 791,
		flag = 0
	},
	{
		param = "平海饿了！",
		ship_group = 50203,
		option = "",
		type = 1,
		id = 792,
		flag = 0
	},
	{
		param = "嗯？是要聚餐么？",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 793,
		flag = 0
	},
	{
		param = "那今晚就由我来下厨吧！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 794,
		flag = 0
	},
	{
		param = "除了烧烤和包子之外，指挥官还想吃什么呢~？",
		ship_group = 50105,
		type = 1,
		id = 795,
		flag = 0,
		option = {
			{
				5,
				"来点开胃的菜……"
			},
			{
				6,
				"来点清淡的菜……"
			},
			{
				7,
				"龙武安排就好……"
			}
		}
	},
	{
		param = "来点开胃的菜，好吃",
		ship_group = 0,
		option = "",
		type = 1,
		id = 796,
		flag = 5
	},
	{
		param = "没问题，交给我吧！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 797,
		flag = 5
	},
	{
		param = "来点清淡的菜，好吃",
		ship_group = 0,
		option = "",
		type = 1,
		id = 798,
		flag = 6
	},
	{
		param = "没问题，交给我吧！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 799,
		flag = 6
	},
	{
		param = "龙武安排就好，你做的饭菜都很好吃",
		ship_group = 0,
		option = "",
		type = 1,
		id = 800,
		flag = 7
	},
	{
		param = "嗯，谢谢指挥官的信任，全部交给我吧！",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 801,
		flag = 7
	},
	{
		param = "哼哼！那我也要来帮忙，龙武姐！",
		ship_group = 50106,
		option = "",
		type = 1,
		id = 802,
		flag = 0
	},
	{
		param = "唔……也不是不行，不过人手上……",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 803,
		flag = 0
	},
	{
		param = "如果人手不够，姐姐我也可以来帮忙哦~",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 804,
		flag = 0
	},
	{
		param = "最近刚从书上学了些新的特色菜，正好让指挥官尝尝我的手艺~",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 805,
		flag = 0
	},
	{
		param = "……",
		ship_group = 50105,
		option = "",
		type = 1,
		id = 806,
		flag = 0
	},
	{
		param = "……",
		ship_group = 50207,
		option = "",
		type = 1,
		id = 807,
		flag = 0
	},
	{
		param = "……",
		ship_group = 50602,
		option = "",
		type = 1,
		id = 808,
		flag = 0
	},
	{
		param = "这个……",
		ship_group = 51901,
		option = "",
		type = 1,
		id = 809,
		flag = 0
	},
	{
		param = "啊这",
		ship_group = 50208,
		option = "",
		type = 1,
		id = 810,
		flag = 0
	},
	{
		param = "嗯？怎么大家都这个反应？",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 811,
		flag = 0
	},
	{
		param = "济安，若是空闲，不如来陪我手谈几局，如何？",
		ship_group = 50601,
		option = "",
		type = 1,
		id = 812,
		flag = 0
	},
	{
		param = "欸？现在？",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 813,
		flag = 0
	},
	{
		param = "我卜过了，济安你今日宜对弈，忌用火",
		ship_group = 50401,
		option = "",
		type = 1,
		id = 814,
		flag = 0
	},
	{
		param = "你们之前不是还没真正分出过胜负么，不如就趁现在？",
		ship_group = 50401,
		option = "",
		type = 1,
		id = 815,
		flag = 0
	},
	{
		param = "也好，既然你都替我卜算过了，那我就去找镇海啦~",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 816,
		flag = 0
	},
	{
		param = "对了，我刚刚路过厨房发现锁上了哦，试了试怎么也打不开",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 817,
		flag = 0
	},
	{
		param = "龙武要做饭的话，可能得先看看要怎么开门哦~",
		ship_group = 50209,
		option = "",
		type = 1,
		id = 818,
		flag = 0
	},
	{
		param = "我猜……龙武大概有办法自己搞定",
		ship_group = 50204,
		option = "",
		type = 1,
		id = 819,
		flag = 0
	},
	{
		param = "没错，这个就不用担心啦！",
		ship_group = 50205,
		option = "",
		type = 1,
		id = 820,
		flag = 0
	},
	{
		param = "我打算发明一个啾信的外置机器——“特别关注提醒器”！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 821,
		flag = 0
	},
	{
		param = "“特别关注提醒器”？这又是什么？快给我情报！",
		ship_group = 60108,
		option = "",
		type = 1,
		id = 822,
		flag = 0
	},
	{
		param = "指挥官不是加入频道了嘛~",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 823,
		flag = 0
	},
	{
		param = "使用“特别关注提醒器”关联啾信，将指挥官设置为“特别关注”……",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 824,
		flag = 0
	},
	{
		param = "平时普通的提醒只能是震动或者铃声，都有可能会错过！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 825,
		flag = 0
	},
	{
		param = "但是，如果使用了这个！超过三十秒没有查看就会爆炸哦！这样就不会错过指挥官的消息啦~！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 826,
		flag = 0
	},
	{
		param = "很厉害吧~！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 827,
		flag = 0
	},
	{
		param = "372",
		ship_group = 60802,
		option = "",
		type = 4,
		id = 828,
		flag = 0
	},
	{
		param = "反正我是不想错过指挥官的消息啦，大家一定也是这样的吧？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 829,
		flag = 0
	},
	{
		param = "出发点是很好，但是三十秒内爆炸太危险了",
		ship_group = 60502,
		option = "",
		type = 1,
		id = 830,
		flag = 0
	},
	{
		param = "伤到世界上最闪耀的舰船就不好了",
		ship_group = 60502,
		option = "",
		type = 1,
		id = 831,
		flag = 0
	},
	{
		param = "嗯嗯，阿蒂利奥也觉得爆炸太危险啦~！",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 832,
		flag = 0
	},
	{
		param = "嗯，如果不会爆炸的话，有了“特别关注提醒器”就不用总是翻找指挥官的消息了……",
		ship_group = 60702,
		option = "",
		type = 1,
		id = 833,
		flag = 0
	},
	{
		param = "好像还蛮方便的……",
		ship_group = 60702,
		option = "",
		type = 1,
		id = 834,
		flag = 0
	},
	{
		param = "嗯……这样子啊……",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 835,
		flag = 0
	},
	{
		param = "那我再去想想怎么设计会更好！拜拜♪~",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 836,
		flag = 0
	},
	{
		param = "总之我们暂时算是安全了……？",
		ship_group = 60305,
		option = "",
		type = 1,
		id = 837,
		flag = 0
	},
	{
		param = "应该是~要是能普通地发明一个特别关注提醒器就好了",
		ship_group = 60202,
		option = "",
		type = 1,
		id = 838,
		flag = 0
	},
	{
		param = "不过话又说回来，我觉得这个“特别关注”功能，之后啾信应该也会添加吧？",
		ship_group = 60202,
		option = "",
		type = 1,
		id = 839,
		flag = 0
	},
	{
		param = "嗯，外置的提醒器还是有些麻烦吧……",
		ship_group = 60302,
		type = 1,
		id = 840,
		flag = 0,
		option = {
			{
				1,
				"我也是这么认为的"
			},
			{
				2,
				"大家好，这是在聊什么？"
			}
		}
	},
	{
		param = "我也是这么认为的，外置的提醒器可能比较麻烦",
		ship_group = 0,
		option = "",
		type = 1,
		id = 841,
		flag = 1
	},
	{
		param = "不过现在还没有内置特别关心的功能，或许外置的提醒器也能发挥作用",
		ship_group = 0,
		option = "",
		type = 1,
		id = 842,
		flag = 1
	},
	{
		param = "……如果不存在安全隐患的话",
		ship_group = 0,
		option = "",
		type = 1,
		id = 843,
		flag = 1
	},
	{
		param = "是指挥官来了",
		ship_group = 60503,
		option = "",
		type = 1,
		id = 844,
		flag = 1
	},
	{
		param = "指挥官来了~阿蒂利奥最喜欢和指挥官聊天了~",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 845,
		flag = 1
	},
	{
		param = "请放心，指挥官，我们不会让爆炸之类的危险出现的",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 846,
		flag = 1
	},
	{
		param = "维内托，让指挥官有此忧虑便已经是领导者的失格了",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 847,
		flag = 1
	},
	{
		param = "果然，撒丁的荣光，只能由我来发扬光大！",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 848,
		flag = 1
	},
	{
		param = "果然……",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 849,
		flag = 1
	},
	{
		param = "哼——你也是这么认为的么？埃曼努埃尔",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 850,
		flag = 1
	},
	{
		param = "不，我是说，果然指挥官现在是在边看我们的消息边思考呢……",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 851,
		flag = 1
	},
	{
		param = "嗯？你怎么知道？",
		ship_group = 60303,
		option = "",
		type = 1,
		id = 852,
		flag = 1
	},
	{
		param = "望远镜看到的",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 853,
		flag = 1
	},
	{
		param = "啊！我、我可不是故意偷看指挥官的，只是碰巧……",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 854,
		flag = 1
	},
	{
		param = "然后忍不住多看了一眼",
		ship_group = 60109,
		option = "",
		type = 1,
		id = 855,
		flag = 1
	},
	{
		param = "从这方面来说的话，使用望远镜观察指挥官可能比那个特别关注提醒器要好用？",
		ship_group = 60302,
		option = "",
		type = 1,
		id = 856,
		flag = 1
	},
	{
		param = "好像是……",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 857,
		flag = 1
	},
	{
		param = "那是不是近距离待在指挥官身边，将指挥官的动态告知大家，也很好用？",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 858,
		flag = 1
	},
	{
		param = "盯——",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 859,
		flag = 1
	},
	{
		param = "呵呵~这样会给指挥官添麻烦的吧~",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 860,
		flag = 1
	},
	{
		param = "也是哦……！",
		ship_group = 60306,
		option = "",
		type = 1,
		id = 861,
		flag = 1
	},
	{
		param = "那就只能先等达芬奇把特别关注提醒器！开发出来了！",
		ship_group = 60202,
		option = "",
		type = 1,
		id = 862,
		flag = 1
	},
	{
		param = "大家好，这是在聊什么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 863,
		flag = 2
	},
	{
		param = "我们在聊将指挥官设置为特别关注，不错过指挥官消息的事情！",
		ship_group = 60107,
		option = "",
		type = 1,
		id = 864,
		flag = 2
	},
	{
		param = "是指挥官来了",
		ship_group = 60503,
		option = "",
		type = 1,
		id = 865,
		flag = 2
	},
	{
		param = "这还是指挥官在频道里第一次发言呢~",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 866,
		flag = 2
	},
	{
		param = "指挥官你来了！我马可波罗代表撒丁欢迎你！",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 867,
		flag = 2
	},
	{
		param = "欢迎指挥官~",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 868,
		flag = 2
	},
	{
		param = "来和阿蒂利奥和小兔子们一起玩吧~",
		ship_group = 60110,
		type = 1,
		id = 869,
		flag = 2,
		option = {
			{
				3,
				"好，一起玩吧"
			}
		}
	},
	{
		param = "好，一起玩吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 870,
		flag = 3
	},
	{
		param = "那不如，我们就举办一次撒丁内部的聚会吧？",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 871,
		flag = 3
	},
	{
		param = "茶会如何？",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 872,
		flag = 3
	},
	{
		param = "同意，我饿了",
		ship_group = 60702,
		option = "",
		type = 1,
		id = 873,
		flag = 3
	},
	{
		param = "那维内托你可要好好准备茶会，让指挥官感受到我们撒丁的光辉！",
		ship_group = 69901,
		option = "",
		type = 1,
		id = 874,
		flag = 3
	},
	{
		param = "茶会有些普通……不如一起泡澡如何？",
		ship_group = 60503,
		option = "",
		type = 1,
		id = 875,
		flag = 3
	},
	{
		param = "读书会呢？我认为也很不错哦~",
		ship_group = 69902,
		option = "",
		type = 1,
		id = 876,
		flag = 3
	},
	{
		param = "不如一起待在阴凉的暗处，唔呼呼…",
		ship_group = 60801,
		option = "",
		type = 1,
		id = 877,
		flag = 3
	},
	{
		param = "指挥官觉得呢？",
		ship_group = 60501,
		type = 1,
		id = 878,
		flag = 3,
		option = {
			{
				4,
				"都很好……"
			}
		}
	},
	{
		param = "都很好，只要和大家在一起，我就很开心",
		ship_group = 0,
		option = "",
		type = 1,
		id = 879,
		flag = 4
	},
	{
		param = "好，那我就根据指挥官你的行程，安排一次聚会",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 880,
		flag = 4
	},
	{
		param = "好耶~最喜欢跟指挥官一起玩了！",
		ship_group = 60110,
		option = "",
		type = 1,
		id = 881,
		flag = 4
	},
	{
		param = "那我现在就去准备指挥官喜欢的料理~呵呵~",
		ship_group = 60701,
		option = "",
		type = 1,
		id = 882,
		flag = 4
	},
	{
		param = "指挥官，我先私聊跟你确认一下行程",
		ship_group = 60501,
		option = "",
		type = 1,
		id = 883,
		flag = 4
	},
	{
		param = "我回来了！我想了想，果然还是爆炸才是艺术……",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 884,
		flag = 0
	},
	{
		param = "嗯？怎么聊了这么多条？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 885,
		flag = 0
	},
	{
		param = "欸？指挥官已经说过话了么？",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 886,
		flag = 0
	},
	{
		param = "我居然错过了——！！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 887,
		flag = 0
	},
	{
		param = "怎么没人提醒我！！！！",
		ship_group = 60802,
		option = "",
		type = 1,
		id = 888,
		flag = 0
	},
	{
		param = "诸位，前些天的演习成绩已经出来了，指挥官正在进行最后的检阅",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 889,
		flag = 0
	},
	{
		param = "稍后会在频道中传达",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 890,
		flag = 0
	},
	{
		param = "这次演习是指挥官针对铁血的情况量身定制的",
		ship_group = 49902,
		option = "",
		type = 1,
		id = 891,
		flag = 0
	},
	{
		param = "无论成绩如何，希望大家都能认真复盘反省",
		ship_group = 49902,
		type = 1,
		id = 892,
		flag = 0,
		option = {
			{
				1,
				"我来公布成绩了"
			}
		}
	},
	{
		param = "我来公布成绩了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 893,
		flag = 1
	},
	{
		param = "先说一下整体的情况，个人的成绩会发送到个人聊天窗口",
		ship_group = 0,
		option = "",
		type = 1,
		id = 894,
		flag = 1
	},
	{
		param = "……",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 895,
		flag = 0
	},
	{
		param = "吾感受到了暗黑镇魂曲的气息，现在就去清剿它们——！",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 896,
		flag = 0
	},
	{
		param = "{namecode:537}，你是在逃避吧？",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 897,
		flag = 0
	},
	{
		param = "我才没有！",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 898,
		flag = 0
	},
	{
		param = "一定没问题的，我对这次的演习很有信心",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 899,
		flag = 0
	},
	{
		param = "除了那个小小的失误……不过应该没影响成绩才对",
		ship_group = 40123,
		type = 1,
		id = 900,
		flag = 0,
		option = {
			{
				2,
				"大家的成绩都很好，除了……"
			},
			{
				3,
				"大家的成绩都很好……"
			}
		}
	},
	{
		param = "大家的成绩都很好，除了某几位",
		ship_group = 0,
		option = "",
		type = 1,
		id = 901,
		flag = 2
	},
	{
		param = "应该不是我吧……明明已经每天少玩一个小时手机去演习了……",
		ship_group = 40147,
		option = "",
		type = 1,
		id = 902,
		flag = 2
	},
	{
		param = "如果这是宿命的话，那吾也只能接受了——！",
		ship_group = 40143,
		option = "",
		type = 1,
		id = 903,
		flag = 2
	},
	{
		param = "我都已经找了{namecode:435}大姐辅导我了……！",
		ship_group = 40804,
		option = "",
		type = 1,
		id = 904,
		flag = 2
	},
	{
		param = "毕竟小{namecode:410}要认真练习偶像技能嘛，演习成绩差一点也没办法~欸嘿！对不起啦~",
		ship_group = 40135,
		option = "",
		type = 1,
		id = 905,
		flag = 2
	},
	{
		param = "明明睡前已经看书了……",
		ship_group = 40310,
		option = "",
		type = 1,
		id = 906,
		flag = 2
	},
	{
		param = "明明演习的时候坚持住没有睡觉了……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 907,
		flag = 2
	},
	{
		param = "啊，某几位就这么对号入座了",
		ship_group = 40813,
		option = "",
		type = 1,
		id = 908,
		flag = 2
	},
	{
		param = "唔……那、指挥官，我们需要重新来过么……？",
		ship_group = 40147,
		type = 1,
		id = 909,
		flag = 2,
		option = {
			{
				4,
				"不需要，其实……"
			}
		}
	},
	{
		param = "不需要，其实大家都通过了测试",
		ship_group = 0,
		option = "",
		type = 1,
		id = 910,
		flag = 4
	},
	{
		param = "只是在某些模块尚不成熟，之后根据反馈意见，再有针对地练习就好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 911,
		flag = 4
	},
	{
		param = "演习都辛苦了，现在就先好好休息吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 912,
		flag = 4
	},
	{
		param = "嗯，如指挥官所说，演习并非要苛责大家做到什么",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 913,
		flag = 4
	},
	{
		param = "而是希望大家能够正确认识到自己的短板，并加以锻炼",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 914,
		flag = 4
	},
	{
		param = "原来你们在聊这些",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 915,
		flag = 4
	},
	{
		param = "难怪我刚刚听见{namecode:537}大叫“好耶”然后拉着{namecode:494}、{namecode:416}她们去玩了",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 916,
		flag = 4
	},
	{
		param = "……也好",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 917,
		flag = 4
	},
	{
		param = "毕竟之前为了这次演习紧绷了太久，她们放松些去玩也好",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 918,
		flag = 4
	},
	{
		param = "大家的成绩都很好，这次演习的结果也不错",
		ship_group = 0,
		option = "",
		type = 1,
		id = 919,
		flag = 3
	},
	{
		param = "只是在某些模块尚不成熟，之后根据反馈意见，再有针对地练习就好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 920,
		flag = 3
	},
	{
		param = "啊~意料之中呢",
		ship_group = 40303,
		option = "",
		type = 1,
		id = 921,
		flag = 3
	},
	{
		param = "我一直感觉演习的内容有点太轻松了",
		ship_group = 40303,
		option = "",
		type = 1,
		id = 922,
		flag = 3
	},
	{
		param = "指挥官可以考虑下次再加入一些刺激的内容哦~？",
		ship_group = 40303,
		option = "",
		type = 1,
		id = 923,
		flag = 3
	},
	{
		param = "区区这种考验，对深海之神来说易如反掌！",
		ship_group = 49905,
		option = "",
		type = 1,
		id = 924,
		flag = 3
	},
	{
		param = "呵呵……这种程度，还远远无法令我认真起来呢",
		ship_group = 49909,
		option = "",
		type = 1,
		id = 925,
		flag = 3
	},
	{
		param = "毕竟是整体性的演习，指挥官也考虑到了阵营中的平均实力吧",
		ship_group = 40406,
		option = "",
		type = 1,
		id = 926,
		flag = 3
	},
	{
		param = "我推测演习的目的是为了寻找不足，单纯提高难度也没有意义",
		ship_group = 40406,
		type = 1,
		id = 927,
		flag = 3,
		option = {
			{
				5,
				"正是如此……"
			}
		}
	},
	{
		param = "正是如此，这次演习是希望能增进大家的协同作战能力",
		ship_group = 0,
		option = "",
		type = 1,
		id = 928,
		flag = 5
	},
	{
		param = "也希望大家能对自己尚不成熟的模块有所了解，之后再多精进练习",
		ship_group = 0,
		option = "",
		type = 1,
		id = 929,
		flag = 5
	},
	{
		param = "嗯，之后我会针对性地学习和练习的",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 930,
		flag = 5
	},
	{
		param = "下次演习，一定要克服这次出现的问题！",
		ship_group = 40123,
		option = "",
		type = 1,
		id = 931,
		flag = 5
	},
	{
		param = "虽然我成绩不差，不过下次肯定要更好！",
		ship_group = 40101,
		option = "",
		type = 1,
		id = 932,
		flag = 5
	},
	{
		param = "一起加油吧！",
		ship_group = 40101,
		option = "",
		type = 1,
		id = 933,
		flag = 5
	},
	{
		param = "原来是这样，指挥官还真是辛苦了~",
		ship_group = 49908,
		option = "",
		type = 1,
		id = 934,
		flag = 5
	},
	{
		param = "为了不辜负你的心意，本小姐下次也会全力以赴的",
		ship_group = 49908,
		option = "",
		type = 1,
		id = 935,
		flag = 5
	},
	{
		param = "呵呵，我也是",
		ship_group = 49905,
		option = "",
		type = 1,
		id = 936,
		flag = 5
	},
	{
		param = "那么，这次演习就算告一段落",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 937,
		flag = 5
	},
	{
		param = "大家都辛苦了，好好休息吧",
		ship_group = 40501,
		option = "",
		type = 1,
		id = 938,
		flag = 5
	},
	{
		param = "我使用咖啡渣占卜了大家今日的运势",
		ship_group = 80702,
		option = "",
		type = 1,
		id = 939,
		flag = 0
	},
	{
		param = "嗯~？那么今日的大家的运势如何呢~？",
		ship_group = 80203,
		option = "",
		type = 1,
		id = 940,
		flag = 0
	},
	{
		param = "今日将会是大家无比幸运的一天，幸运之神将坚定不移地站在我们身边",
		ship_group = 80702,
		option = "",
		type = 1,
		id = 941,
		flag = 0
	},
	{
		param = "占卜的结果是这样的",
		ship_group = 80702,
		option = "",
		type = 1,
		id = 942,
		flag = 0
	},
	{
		param = "究竟会发生什么幸运的事情呢！我超期待的！",
		ship_group = 80103,
		option = "",
		type = 1,
		id = 943,
		flag = 0
	},
	{
		param = "幸运？难道我今天能完成工作准时下班么……？",
		ship_group = 90303,
		option = "",
		type = 1,
		id = 944,
		flag = 0
	},
	{
		param = "365",
		ship_group = 90303,
		option = "",
		type = 4,
		id = 945,
		flag = 0
	},
	{
		param = "准时下班只是应该出现的正常情况吧？",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 946,
		flag = 0
	},
	{
		param = "真正的幸运应该是一直躺在床上不用起来，还能吃上敦刻尔克小姐亲手做的点心",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 947,
		flag = 0
	},
	{
		param = "躺着可不会变幸运的！",
		ship_group = 90113,
		option = "",
		type = 1,
		id = 948,
		flag = 0
	},
	{
		param = "越努力才会越幸运！",
		ship_group = 90113,
		option = "",
		type = 1,
		id = 949,
		flag = 0
	},
	{
		param = "光是看见努力两个字，我都觉得好累了……",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 950,
		flag = 0
	},
	{
		param = "嗯……？幸运？",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 951,
		flag = 0
	},
	{
		param = "这是不是意味着我可以脱衣服……还能要到指挥官的奖励呢……嘿嘿❤……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 952,
		flag = 0
	},
	{
		param = "准备接受裁定吧",
		ship_group = 90701,
		option = "",
		type = 1,
		id = 953,
		flag = 0
	},
	{
		param = "打断一下大家",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 954,
		flag = 0
	},
	{
		param = "我将指挥官拉入了阵营频道",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 955,
		flag = 0
	},
	{
		param = "“大家都会无比幸运”原来指的是指挥官加入了我们的聊天频道，与我们聊天么？",
		ship_group = 80203,
		option = "",
		type = 1,
		id = 956,
		flag = 0
	},
	{
		param = "现在看来，应该是的",
		ship_group = 90104,
		option = "",
		type = 1,
		id = 957,
		flag = 0
	},
	{
		param = "感谢鸢尾，让指挥官与我们同在——",
		ship_group = 90104,
		option = "",
		type = 1,
		id = 958,
		flag = 0
	},
	{
		param = "指挥官，欢迎欢迎~~！！嘿嘿嘿！",
		ship_group = 80108,
		option = "",
		type = 1,
		id = 959,
		flag = 0
	},
	{
		param = "欢~迎~指~挥~官~",
		ship_group = 90105,
		option = "",
		type = 1,
		id = 960,
		flag = 0
	},
	{
		param = "重剑也快点出来打招呼啊！",
		ship_group = 90105,
		option = "",
		type = 1,
		id = 961,
		flag = 0
	},
	{
		param = "嗯、嗯……能这样子跟指挥官聊天，真的很幸运呢……",
		ship_group = 90106,
		option = "",
		type = 1,
		id = 962,
		flag = 0
	},
	{
		param = "居然能在工作的时候跟指挥官聊天……是很幸运",
		ship_group = 90303,
		option = "",
		type = 1,
		id = 963,
		flag = 0
	},
	{
		param = "迪普莱克斯居然还会摸鱼……？",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 964,
		flag = 0
	},
	{
		param = "指挥官都没反应你们就吵吵闹闹说了一大堆……",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 965,
		flag = 0
	},
	{
		param = "指挥官都不知道该说什么了吧",
		ship_group = 90501,
		type = 1,
		id = 966,
		flag = 0,
		option = {
			{
				1,
				"Salut tout le monde……"
			},
			{
				2,
				"大家太热情了……"
			}
		}
	},
	{
		param = "Salut tout le monde，我的伙伴们",
		ship_group = 0,
		option = "",
		type = 1,
		id = 967,
		flag = 1
	},
	{
		param = "大家太热情了，我刚刚读完消息，所以回复得慢了一些",
		ship_group = 0,
		option = "",
		type = 1,
		id = 968,
		flag = 2
	},
	{
		param = "唔……嗯，你好，指挥官",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 969,
		flag = 0
	},
	{
		param = "指挥官慢慢回复就好，我们会一直等待您的消息的~",
		ship_group = 90402,
		option = "",
		type = 1,
		id = 970,
		flag = 0
	},
	{
		param = "对吧~大家~？",
		ship_group = 90402,
		option = "",
		type = 1,
		id = 971,
		flag = 0
	},
	{
		param = "当然……嘿嘿……指挥官❤最棒了……嘿嘿……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 972,
		flag = 0
	},
	{
		param = "阿尔萨斯赞同，通过啾信聊天的话，就不怕情感模块超载了……大概",
		ship_group = 80503,
		type = 1,
		id = 973,
		flag = 0,
		option = {
			{
				3,
				"关于讨论幸运的话题——"
			},
			{
				4,
				"关于敦刻尔克制作的点心——"
			}
		}
	},
	{
		param = "刚刚看见大家在讨论幸运的话题",
		ship_group = 0,
		option = "",
		type = 1,
		id = 974,
		flag = 3
	},
	{
		param = "我能够加入这个频道，跟大家一起聊天，我也感到很幸运",
		ship_group = 0,
		option = "",
		type = 1,
		id = 975,
		flag = 3
	},
	{
		param = "那……指挥官，要不要一起脱掉衣服聊天，会更清凉更开心哦……嘿嘿❤……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 976,
		flag = 3
	},
	{
		param = "在这幸运的一天，指挥官会答应的吧❤……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 977,
		flag = 3
	},
	{
		param = "别想了，指挥官不会答应的",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 978,
		flag = 3
	},
	{
		param = "……那么今日，便是我们与指挥官的幸运日了",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 979,
		flag = 3
	},
	{
		param = "为了庆祝这一天，不如，我们就去猫咖吧",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 980,
		flag = 3
	},
	{
		param = "“猫咖”这一提议，有些突然。",
		ship_group = 99901,
		option = "",
		type = 1,
		id = 981,
		flag = 3
	},
	{
		param = "不过，加斯科涅，随时待命。",
		ship_group = 99901,
		option = "",
		type = 1,
		id = 982,
		flag = 3
	},
	{
		param = "不错的提议呢，那谁去接指挥官呢~？",
		ship_group = 90502,
		option = "",
		type = 1,
		id = 983,
		flag = 3
	},
	{
		param = "不是……你也不用拿手机发这种消息以后笑眯眯地盯着我吧？",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 984,
		flag = 3
	},
	{
		param = "……算了，指挥官，我去指挥室接你",
		ship_group = 90501,
		option = "",
		type = 1,
		id = 985,
		flag = 3
	},
	{
		param = "刚刚看见恶毒提到敦刻尔克制作的点心，有些饿了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 986,
		flag = 4
	},
	{
		param = "正好，我刚烤好了一些点心，现在大家可以过来食堂吃",
		ship_group = 90401,
		option = "",
		type = 1,
		id = 987,
		flag = 4
	},
	{
		param = "甜食也是能够令人感到幸福的东西，或许能为幸运日锦上添花",
		ship_group = 90401,
		option = "",
		type = 1,
		id = 988,
		flag = 4
	},
	{
		param = "好耶！是敦刻尔克小姐的点心！",
		ship_group = 80103,
		option = "",
		type = 1,
		id = 989,
		flag = 4
	},
	{
		param = "我马上就来。",
		ship_group = 80104,
		option = "",
		type = 1,
		id = 990,
		flag = 4
	},
	{
		param = "这样，我就不得不从床上起来了……",
		ship_group = 90111,
		option = "",
		type = 1,
		id = 991,
		flag = 4
	},
	{
		param = "敦刻尔克烤制的点心，的确令人无法拒绝",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 992,
		flag = 4
	},
	{
		param = "我也为大家准备些茶，若是没什么事，就都过来一起吃吧",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 993,
		flag = 4
	},
	{
		param = "不过，让指挥官自己一个人过来未免有些有失礼数……",
		ship_group = 80501,
		option = "",
		type = 1,
		id = 994,
		flag = 4
	},
	{
		param = "！阿尔萨斯去迎接！让阿尔萨斯去！",
		ship_group = 80503,
		option = "",
		type = 1,
		id = 995,
		flag = 4
	},
	{
		param = "欸……阿尔萨斯会过载吧？让人家去嘛……",
		ship_group = 90107,
		option = "",
		type = 1,
		id = 996,
		flag = 4
	},
	{
		param = "呵呵，还真是一如既往地受欢迎啊。",
		ship_group = 90502,
		option = "",
		type = 1,
		id = 997,
		flag = 4
	},
	{
		param = "不如你们就一起去指挥室接指挥官吧？我想指挥官也没有拒绝的余地呢~",
		ship_group = 90502,
		option = "",
		type = 1,
		id = 998,
		flag = 4
	},
	{
		param = "我看一下……嗯，这样应该就成功建立频道了吧？",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 999,
		flag = 0
	},
	{
		param = "嗯，应该是建立了，吾看到消息了",
		ship_group = 30505,
		option = "",
		type = 1,
		id = 1000,
		flag = 0
	},
	{
		param = "哦哦~我也看到了~这就是频道么~？指挥官也会进来么？",
		ship_group = 30506,
		option = "",
		type = 1,
		id = 1001,
		flag = 0
	},
	{
		param = "嗯，如果我的操作正确，指挥官已经受邀加入频道了",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 1002,
		flag = 0
	},
	{
		param = "或许作为开场白有点朴素，但欢迎你加入重樱的频道，指挥官",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 1003,
		flag = 0
	},
	{
		param = "无妨，毕竟我们不是靠开场白这种形式来维系我们与指挥官之间的牵绊的",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1004,
		flag = 0
	},
	{
		param = "我们是靠……",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1005,
		flag = 0
	},
	{
		param = "我稍稍思考一下措辞",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1006,
		flag = 0
	},
	{
		param = "是靠{namecode:6}的耳朵……？",
		ship_group = 30105,
		option = "",
		type = 1,
		id = 1007,
		flag = 0
	},
	{
		param = "是靠我沏的红茶？",
		ship_group = 30401,
		option = "",
		type = 1,
		id = 1008,
		flag = 0
	},
	{
		param = "稍微认真一点吧！",
		ship_group = 39905,
		option = "",
		type = 1,
		id = 1009,
		flag = 0
	},
	{
		param = "当然是靠我们手中的刀剑！",
		ship_group = 39905,
		option = "",
		type = 1,
		id = 1010,
		flag = 0
	},
	{
		param = "我也是这么认为的",
		ship_group = 30311,
		option = "",
		type = 1,
		id = 1011,
		flag = 0
	},
	{
		param = "虽然理解你们的意思，但是这话听起来怎么像是胁迫了指挥官一样……",
		ship_group = 30312,
		option = "",
		type = 1,
		id = 1012,
		flag = 0
	},
	{
		param = "嗯……应该是龙神大人的威严吧？大概……",
		ship_group = 39906,
		option = "",
		type = 1,
		id = 1013,
		flag = 0
	},
	{
		param = "都不对……一定是靠{namecode:98}物美价廉的商品喵",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1014,
		flag = 0
	},
	{
		param = "233",
		ship_group = 31201,
		option = "",
		type = 4,
		id = 1015,
		flag = 0
	},
	{
		param = "……？",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1016,
		flag = 0
	},
	{
		param = "你哪怕说是重樱的实力也比商品有说服力吧？",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1017,
		flag = 0
	},
	{
		param = "我比较赞同这个说法",
		ship_group = 30702,
		option = "",
		type = 1,
		id = 1018,
		flag = 0
	},
	{
		param = "真稀奇啊，{namecode:91}前辈居然说出了令人信服的话语",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1019,
		flag = 0
	},
	{
		param = "少见多怪。",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1020,
		flag = 0
	},
	{
		param = "嗯？随手刷了一下，怎么说到商品了？是{namecode:98}在打广告吗？",
		ship_group = 30513,
		option = "",
		type = 1,
		id = 1021,
		flag = 0
	},
	{
		param = "那我也来！",
		ship_group = 30513,
		option = "",
		type = 1,
		id = 1022,
		flag = 0
	},
	{
		param = "{namecode:295}小店，提供新鲜蔬菜水果，已开通啾信订购服务，欢迎选购~",
		ship_group = 30513,
		option = "",
		type = 1,
		id = 1023,
		flag = 0
	},
	{
		param = "新鲜的牛奶，也支持下单配送，数量有限，只接受少量订购",
		ship_group = 31901,
		option = "",
		type = 1,
		id = 1024,
		flag = 0
	},
	{
		param = "接服装定制需求，价格可以商量~",
		ship_group = 30225,
		option = "",
		type = 1,
		id = 1025,
		flag = 0
	},
	{
		param = "打住，怎么突然变成推销商品的频道了！",
		ship_group = 30706,
		option = "",
		type = 1,
		id = 1026,
		flag = 0
	},
	{
		param = "这让指挥官看见了可不好！",
		ship_group = 30706,
		option = "",
		type = 1,
		id = 1027,
		flag = 0
	},
	{
		param = "谈及此处，指挥官人呢……？",
		ship_group = 30708,
		option = "",
		type = 1,
		id = 1028,
		flag = 0
	},
	{
		param = "可能是公务繁忙，没来得及看消息？",
		ship_group = 30405,
		type = 1,
		id = 1029,
		flag = 0,
		option = {
			{
				1,
				"我已经看见了，重樱的实力……"
			},
			{
				2,
				"我已经看见了……"
			}
		}
	},
	{
		param = "我已经看见了，重樱的实力值得认可！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1030,
		flag = 1
	},
	{
		param = "谢谢指挥官的认可，重樱之后也会继续努力，无论是工作，战斗，还是频道聊天",
		ship_group = 30511,
		option = "",
		type = 1,
		id = 1031,
		flag = 1
	},
	{
		param = "频道聊天不那么努力也可以吧……？",
		ship_group = 30319,
		option = "",
		type = 1,
		id = 1032,
		flag = 1
	},
	{
		param = "呵呵呵，聊天的话，{namecode:97}一个人就可以很轻松让指挥官大人的收信提示变成999+……",
		ship_group = 30707,
		option = "",
		type = 1,
		id = 1033,
		flag = 1
	},
	{
		param = "这一点，{namecode:97}有自信绝对不会输给任何人呢",
		ship_group = 30707,
		option = "",
		type = 1,
		id = 1034,
		flag = 1
	},
	{
		param = "嗯？你这已经是骚扰短信了吧？而且我觉得指挥官可能更想跟我聊天呢",
		ship_group = 30701,
		option = "",
		type = 1,
		id = 1035,
		flag = 1
	},
	{
		param = "热情虽然是好，但是要注意不要给指挥官带去困扰哦",
		ship_group = 30405,
		type = 1,
		id = 1036,
		flag = 1,
		option = {
			{
				3,
				"谢谢大家的热情……"
			}
		}
	},
	{
		param = "谢谢大家的热情，困扰谈不上，如果大家有需要，可以随时给我发消息",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1037,
		flag = 3
	},
	{
		param = "休息的时候，我会尽快回复的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1038,
		flag = 3
	},
	{
		param = "嗯，不过指挥官还是优先工作吧",
		ship_group = 30702,
		option = "",
		type = 1,
		id = 1039,
		flag = 3
	},
	{
		param = "指挥官现在是还在工作？",
		ship_group = 30505,
		option = "",
		type = 1,
		id = 1040,
		flag = 3
	},
	{
		param = "既然如此，不如我们去帮帮忙？",
		ship_group = 30510,
		option = "",
		type = 1,
		id = 1041,
		flag = 3
	},
	{
		param = "也好，若是能早些完成工作，指挥官就能够轻松地与我们聊天了",
		ship_group = 30405,
		option = "",
		type = 1,
		id = 1042,
		flag = 3
	},
	{
		param = "指挥官若有什么需要，请您尽管提出便是",
		ship_group = 30319,
		option = "",
		type = 1,
		id = 1043,
		flag = 3
	},
	{
		param = "我已经看见了，大家有什么推荐的商品么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1044,
		flag = 2
	},
	{
		param = "我的话，比较推荐牛奶哦~小兔子们也很爱喝……",
		ship_group = 30226,
		option = "",
		type = 1,
		id = 1045,
		flag = 2
	},
	{
		param = "如果我带着牛奶去跟小兔子们玩的话，它们会跟我玩么？",
		ship_group = 30191,
		option = "",
		type = 1,
		id = 1046,
		flag = 2
	},
	{
		param = "当、当然！{namecode:234}尽管来就好了！",
		ship_group = 30226,
		option = "",
		type = 1,
		id = 1047,
		flag = 2
	},
	{
		param = "嗯，那{namecode:188}小姐，我在你这里订两盒新鲜牛奶吧……",
		ship_group = 30191,
		option = "",
		type = 1,
		id = 1048,
		flag = 2
	},
	{
		param = "收到~",
		ship_group = 31901,
		option = "",
		type = 1,
		id = 1049,
		flag = 2
	},
	{
		param = "我推荐{namecode:295}提供的新鲜蔬菜哦！用来做料理超级好吃的~",
		ship_group = 30604,
		option = "",
		type = 1,
		id = 1050,
		flag = 2
	},
	{
		param = "我证明，是真的！",
		ship_group = 30605,
		option = "",
		type = 1,
		id = 1051,
		flag = 2
	},
	{
		param = "我的话，推荐在{namecode:231}那里定制服饰，很合身呢",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1052,
		flag = 2
	},
	{
		param = "建议{namecode:91}前辈之后也去{namecode:231}那里定制",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1053,
		flag = 2
	},
	{
		param = "毕竟{namecode:91}前辈看起来应该繁忙到很难有精力去兼顾时尚了呢，对吧~",
		ship_group = 30705,
		option = "",
		type = 1,
		id = 1054,
		flag = 2
	},
	{
		param = "？",
		ship_group = 30701,
		type = 1,
		id = 1055,
		flag = 2,
		option = {
			{
				4,
				"感觉可以考虑一下……"
			}
		}
	},
	{
		param = "感觉可以考虑一下先从服装定制开始",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1056,
		flag = 4
	},
	{
		param = "喵！指挥官要不要考虑一下充值一个{namecode:98}的店铺的VIP喵！",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1057,
		flag = 4
	},
	{
		param = "服装定制什么的，只要充值了VIP的话{namecode:98}也能搞定的喵！",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1058,
		flag = 4
	},
	{
		param = "指挥官不需要的话，就不要强买强卖了，{namecode:98}",
		ship_group = 30505,
		option = "",
		type = 1,
		id = 1059,
		flag = 4
	},
	{
		param = "嗯~指挥官大人选择沉默，亦是一种应对之策呢",
		ship_group = 30319,
		option = "",
		type = 1,
		id = 1060,
		flag = 4
	},
	{
		param = "喵喵喵？？？",
		ship_group = 31201,
		option = "",
		type = 1,
		id = 1061,
		flag = 4
	},
	{
		param = "咳咳！皇家的诸位，就在刚刚，指挥官接受了本王的茶会邀请！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1062,
		flag = 0
	},
	{
		param = "现在大家来商讨茶会事宜！为了本王与指挥官好好努力吧！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1063,
		flag = 0
	},
	{
		param = "明白了，陛下",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1064,
		flag = 0
	},
	{
		param = "那我即刻规划茶会事宜",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1065,
		flag = 0
	},
	{
		param = "稍后将各位女仆负责的工作内容发到频道中",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1066,
		flag = 0
	},
	{
		param = "嗯~那稍晚一些我将珍藏的茶叶带到茶会去，大家一起品尝吧",
		ship_group = 20403,
		option = "",
		type = 1,
		id = 1067,
		flag = 0
	},
	{
		param = "正好我烤制了一些曲奇饼干，也一起带过去吧",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1068,
		flag = 0
	},
	{
		param = "嗯？茶会么？已经决定了啊……",
		ship_group = 20712,
		option = "",
		type = 1,
		id = 1069,
		flag = 0
	},
	{
		param = "好吧……",
		ship_group = 20712,
		option = "",
		type = 1,
		id = 1070,
		flag = 0
	},
	{
		param = "不挠也要来参加哦~难得指挥官也在",
		ship_group = 20703,
		option = "",
		type = 1,
		id = 1071,
		flag = 0
	},
	{
		param = "难得亲爱的都要来参加茶会了，要不要尝试打破传统，革新一下茶会呢~",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1072,
		flag = 0
	},
	{
		param = "革新茶会……？你有什么想法么？说来给本王听听吧！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1073,
		flag = 0
	},
	{
		param = "比如说在夜晚的时候举办茶会，一边放烟花、变魔术，一边喝茶吃点心~♪",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1074,
		flag = 0
	},
	{
		param = "很不错吧~♪或者大家有什么其他想法吗~？",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1075,
		flag = 0
	},
	{
		param = "集思广益也很不错！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1076,
		flag = 0
	},
	{
		param = "做多一些风味菜怎么样，比如说尝试把鳗鱼和利物浦炖菜结合起来——",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1077,
		flag = 0
	},
	{
		param = "这食物是非浪费不可么……",
		ship_group = 20606,
		option = "",
		type = 1,
		id = 1078,
		flag = 0
	},
	{
		param = "要不要试试从女仆队的服装入手？",
		ship_group = 20137,
		option = "",
		type = 1,
		id = 1079,
		flag = 0
	},
	{
		param = "听说穿着泳装准备茶会是最近的流行趋势！嘿~☆",
		ship_group = 20137,
		option = "",
		type = 1,
		id = 1080,
		flag = 0
	},
	{
		param = "欸~？还有这种流行趋势么？",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1081,
		flag = 0
	},
	{
		param = "驳回。",
		ship_group = 20210,
		option = "",
		type = 1,
		id = 1082,
		flag = 0
	},
	{
		param = "请容我拒绝哦？",
		ship_group = 20227,
		option = "",
		type = 1,
		id = 1083,
		flag = 0
	},
	{
		param = "要不要试试自助茶会？大家可以自由地聊天，自由地吃甜品，不用太拘束……",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1084,
		flag = 0
	},
	{
		param = "我认为这个提议不错呢",
		ship_group = 20704,
		option = "",
		type = 1,
		id = 1085,
		flag = 0
	},
	{
		param = "唔，胜利姐姐在看频道啊……",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1086,
		flag = 0
	},
	{
		param = "嗯……不用太拘束，但也要注意仪态",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1087,
		flag = 0
	},
	{
		param = "一直以来都是女仆队负责准备茶会，这次让骑士来准备茶会，会不会更特别？",
		ship_group = 20208,
		option = "",
		type = 1,
		id = 1088,
		flag = 0
	},
	{
		param = "欸？可、可以么？",
		ship_group = 20223,
		option = "",
		type = 1,
		id = 1089,
		flag = 0
	},
	{
		param = "如果这么决定的话，我一定会加油的……！",
		ship_group = 20223,
		option = "",
		type = 1,
		id = 1090,
		flag = 0
	},
	{
		param = "倒是蛮有意思的",
		ship_group = 20505,
		option = "",
		type = 1,
		id = 1091,
		flag = 0
	},
	{
		param = "我对料理也有信心，可以交给我",
		ship_group = 20505,
		option = "",
		type = 1,
		id = 1092,
		flag = 0
	},
	{
		param = "把所有的驱逐舰妹妹都邀请过来吧",
		ship_group = 20702,
		option = "",
		type = 1,
		id = 1093,
		flag = 0
	},
	{
		param = "所有驱逐舰妹妹都出场的茶会，也算很特别吧？",
		ship_group = 20702,
		option = "",
		type = 1,
		id = 1094,
		flag = 0
	},
	{
		param = "……",
		ship_group = 20606,
		option = "",
		type = 1,
		id = 1095,
		flag = 0
	},
	{
		param = "指挥官觉得呢？",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1096,
		flag = 0
	},
	{
		param = "这次就准许你提出意见吧，毕竟是招待你的茶会！",
		ship_group = 20501,
		type = 1,
		id = 1097,
		flag = 0,
		option = {
			{
				1,
				"传统的茶会更好"
			},
			{
				2,
				"革新的茶会更好"
			}
		}
	},
	{
		param = "传统的茶会更好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1098,
		flag = 1
	},
	{
		param = "这次准备的时间有限，大家的好想法可以留给下次",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1099,
		flag = 1
	},
	{
		param = "我明白了，指挥官",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1100,
		flag = 1
	},
	{
		param = "我这就安排女仆队着手开始准备茶会",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1101,
		flag = 1
	},
	{
		param = "黛朵一定会认真跟大家一起准备的！嗯！",
		ship_group = 20204,
		option = "",
		type = 1,
		id = 1102,
		flag = 1
	},
	{
		param = "欸嘿嘿，可以跟哥哥一起喝茶了，好开心！优酱也很开心哦~！",
		ship_group = 20603,
		option = "",
		type = 1,
		id = 1103,
		flag = 1
	},
	{
		param = "总觉得许久未曾与指挥官一同品茶聊天……呵呵~我已经在期待茶会了",
		ship_group = 20703,
		option = "",
		type = 1,
		id = 1104,
		flag = 1
	},
	{
		param = "革新的茶会更好，大家的想法都很有趣",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1105,
		flag = 2
	},
	{
		param = "我就知道亲爱的会喜欢一些革新突破的东西~♪",
		ship_group = 29903,
		option = "",
		type = 1,
		id = 1106,
		flag = 2
	},
	{
		param = "我明白了，指挥官",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1107,
		flag = 2
	},
	{
		param = "之后我会与女仆队结合大家提出的意见，一起准备新颖特别的茶会",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1108,
		flag = 2
	},
	{
		param = "我们一定会尽全力回应指挥官的期待的~",
		ship_group = 20233,
		option = "",
		type = 1,
		id = 1109,
		flag = 2
	},
	{
		param = "又可以学习到新的茶会文化了~",
		ship_group = 20137,
		option = "",
		type = 1,
		id = 1110,
		flag = 2
	},
	{
		param = "耶！这次茶会肯定很好玩吧~到时候一定要合影留念~！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1111,
		flag = 2
	},
	{
		param = "我先去准备鳗鱼和利物浦炖菜了~！",
		ship_group = 20234,
		option = "",
		type = 1,
		id = 1112,
		flag = 2
	},
	{
		param = "我也去多准备一些不同口味的甜甜圈",
		ship_group = 20313,
		option = "",
		type = 1,
		id = 1113,
		flag = 2
	},
	{
		param = "决定了，多准备些鲣鱼味的吧，这个比较特别",
		ship_group = 20313,
		option = "",
		type = 1,
		id = 1114,
		flag = 2
	},
	{
		param = "那就由我来泡茶给大家喝吧",
		ship_group = 20707,
		option = "",
		type = 1,
		id = 1115,
		flag = 2
	},
	{
		param = "…………",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1116,
		flag = 2
	},
	{
		param = "要不，在饮食方面还是传统一点吧……？",
		ship_group = 20705,
		option = "",
		type = 1,
		id = 1117,
		flag = 2
	},
	{
		param = "嗯？看来茶会的方向已经有结果了！那就这么决定了！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1118,
		flag = 0
	},
	{
		param = "不过看大家这么热情参与讨论的样子，到时候参加茶会的人应该不少吧！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1119,
		flag = 0
	},
	{
		param = "那么就将茶会升级为宴会吧，贝尔法斯特！",
		ship_group = 20501,
		option = "",
		type = 1,
		id = 1120,
		flag = 0
	},
	{
		param = "好的，陛下",
		ship_group = 20212,
		option = "",
		type = 1,
		id = 1121,
		flag = 0
	},
	{
		param = "传授制作甜品的技巧！由甜品大师敦刻尔克亲自传授！课程范围包括初级……",
		ship_group = 20509,
		type = 1,
		id = 1122,
		flag = 0,
		option = {
			{
				1,
				"嗯？"
			},
			{
				2,
				"……发错了？"
			},
			{
				3,
				"TD"
			}
		}
	},
	{
		param = "嗯？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1123,
		flag = 1
	},
	{
		param = "你想给我推荐敦刻尔克的甜品课程么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1124,
		flag = 1
	},
	{
		param = "……发错了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1125,
		flag = 2
	},
	{
		param = "还是说想推荐敦刻尔克的甜品课程给我？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1126,
		flag = 2
	},
	{
		param = "TD",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1127,
		flag = 3
	},
	{
		param = "欸？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1128,
		flag = 0
	},
	{
		param = "抱歉……本来是想发给自己做备份的",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1129,
		flag = 0
	},
	{
		param = "可能因为指挥官的聊天窗口也在最顶部……所以不小心发错了",
		ship_group = 20509,
		type = 1,
		id = 1130,
		flag = 0,
		option = {
			{
				4,
				"打算在甜点领域更进一步？"
			},
			{
				5,
				"原来如此，没关系"
			},
			{
				6,
				"TD"
			}
		}
	},
	{
		param = "原来如此，你是打算在甜点制作领域更进一步？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1131,
		flag = 4
	},
	{
		param = "嗯！不光是饼干，我想学习制作更特别、更好吃的甜品",
		ship_group = 20509,
		type = 1,
		id = 1132,
		flag = 4,
		option = {
			{
				7,
				"期待成品！"
			}
		}
	},
	{
		param = "期待成品！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1133,
		flag = 7
	},
	{
		param = "我会加油不辜负指挥官的期待的~",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1134,
		flag = 7
	},
	{
		param = "之后的阶段性学习成果，我也会拿来给你品尝的",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1135,
		flag = 7
	},
	{
		param = "当然，你有什么想吃的也可以发给我",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1136,
		flag = 7
	},
	{
		param = "我着重学习一下！",
		ship_group = 20509,
		type = 1,
		id = 1137,
		flag = 7,
		option = {
			{
				8,
				"一定！"
			}
		}
	},
	{
		param = "一定！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1138,
		flag = 8
	},
	{
		param = "231",
		ship_group = 20509,
		option = "",
		type = 4,
		id = 1139,
		flag = 8
	},
	{
		param = "原来如此，没关系",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1140,
		flag = 5
	},
	{
		param = "倒不如说看完之后……我对这个课程也有点感兴趣了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1141,
		flag = 5
	},
	{
		param = "欸？指挥官也感兴趣么？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1142,
		flag = 5
	},
	{
		param = "稍等，我把详细资料转发给你",
		ship_group = 20509,
		type = 1,
		id = 1143,
		flag = 5,
		option = {
			{
				9,
				"嗯，一起去学习吧！"
			},
			{
				10,
				"只对课程的成果感兴趣！"
			}
		}
	},
	{
		param = "嗯，一起去学习吧！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1144,
		flag = 9
	},
	{
		param = "一言为定哦~",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1145,
		flag = 9
	},
	{
		param = "218",
		ship_group = 20509,
		option = "",
		type = 4,
		id = 1146,
		flag = 9
	},
	{
		param = "可是，我只对课程的成果感兴趣！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1147,
		flag = 10
	},
	{
		param = "原来如此——",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1148,
		flag = 10
	},
	{
		param = "没关系，等我学成之后做给你吃就是了~",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1149,
		flag = 10
	},
	{
		param = "我继续去准备报名手续了",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1150,
		flag = 10
	},
	{
		param = "TD",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1151,
		flag = 6
	},
	{
		param = "真的抱歉啦……以后会注意的！",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1152,
		flag = 6
	},
	{
		param = "107",
		ship_group = 20509,
		type = 4,
		id = 1153,
		flag = 6,
		option = {
			{
				11,
				"[沉思ing]"
			}
		}
	},
	{
		param = "112",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1154,
		flag = 11
	},
	{
		param = "104",
		ship_group = 20509,
		type = 4,
		id = 1155,
		flag = 11,
		option = {
			{
				12,
				"[awsl]"
			}
		}
	},
	{
		param = "102",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1156,
		flag = 12
	},
	{
		param = "………！",
		ship_group = 20509,
		type = 1,
		id = 1157,
		flag = 12,
		option = {
			{
				13,
				"不逗你了……"
			}
		}
	},
	{
		param = "不逗你了，去忙吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1158,
		flag = 13
	},
	{
		param = "……嗯，我继续去准备报名手续了！",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1159,
		flag = 13
	},
	{
		param = "指挥官，现在有空么？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1160,
		flag = 0
	},
	{
		param = "想跟你提前讨论一下明天的行程",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1161,
		flag = 0
	},
	{
		param = "你有什么想去的地方么？",
		ship_group = 20509,
		type = 1,
		id = 1162,
		flag = 0,
		option = {
			{
				1,
				"比较想去户外……"
			},
			{
				2,
				"比较想去室内场所……"
			}
		}
	},
	{
		param = "比较想去户外场所，贴近自然一点的地方",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1163,
		flag = 1
	},
	{
		param = "也是呢。明天天气也很好，晒晒太阳的话，心情也会变好吧",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1164,
		flag = 1
	},
	{
		param = "对了，花田里的花开了",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1165,
		flag = 1
	},
	{
		param = "我做些小点心，一起去野餐吧？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1166,
		flag = 1
	},
	{
		param = "啊……第一次约会自制点心会不会不太好？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1167,
		flag = 1
	},
	{
		param = "按照约会注意事项上的话来说的话……是不是有些太沉重了？",
		ship_group = 20509,
		type = 1,
		id = 1168,
		flag = 1,
		option = {
			{
				3,
				"没关系，我觉得刚刚好"
			},
			{
				4,
				"约会注意事项？"
			}
		}
	},
	{
		param = "没关系，我觉得刚刚好",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1169,
		flag = 3
	},
	{
		param = "是这样么？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1170,
		flag = 3
	},
	{
		param = "好，那我现在就去准备点心",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1171,
		flag = 3
	},
	{
		param = "先做一些曲奇饼干和松饼吧~",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1172,
		flag = 3
	},
	{
		param = "约会注意事项？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1173,
		flag = 4
	},
	{
		param = "嗯……我担心初次约会做的不好，专门向威尔士请教来的",
		ship_group = 20509,
		type = 1,
		id = 1174,
		flag = 4,
		option = {
			{
				5,
				"如果拿不准的话……"
			}
		}
	},
	{
		param = "理论，终究要付诸实践。如果拿不准的话，顺应本心比较好哦？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1175,
		flag = 5
	},
	{
		param = "顺应本心……我明白了",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1176,
		flag = 5
	},
	{
		param = "我现在就去准备点心，先做一些曲奇饼干和松饼吧~",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1177,
		flag = 5
	},
	{
		param = "比较想去室内的场所，最好有能坐下来休息的地方",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1178,
		flag = 2
	},
	{
		param = "太好了，我们想到一起去了",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1179,
		flag = 2
	},
	{
		param = "那一起去甜品店怎么样？",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1180,
		flag = 2
	},
	{
		param = "约会注意事项上也很推荐去甜品店呢！",
		ship_group = 20509,
		type = 1,
		id = 1181,
		flag = 2,
		option = {
			{
				6,
				"嗯，那就先去甜品店吧"
			},
			{
				7,
				"约会注意事项？"
			}
		}
	},
	{
		param = "嗯，那就先去甜品店吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1182,
		flag = 6
	},
	{
		param = "不过去哪一家？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1183,
		flag = 6
	},
	{
		param = "哼哼，我最近有一家很看好的哦",
		ship_group = 20509,
		type = 1,
		id = 1184,
		flag = 6,
		option = {
			{
				8,
				"那就交给你来选了"
			}
		}
	},
	{
		param = "那就交给你来选了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1185,
		flag = 8
	},
	{
		param = "嗯~希望我喜欢的，你也会喜欢",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1186,
		flag = 8
	},
	{
		param = "约会注意事项？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1187,
		flag = 7
	},
	{
		param = "嗯……我担心初次约会做的不好，专门向威尔士请教来的",
		ship_group = 20509,
		type = 1,
		id = 1188,
		flag = 7,
		option = {
			{
				9,
				"那要是想到一起去了……"
			}
		}
	},
	{
		param = "那她和我们想到一起去了。该不会明天约会也会遇到她吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1189,
		flag = 9
	},
	{
		param = "……我去偷偷确认一下威尔士明天的日程表！",
		ship_group = 20509,
		type = 1,
		id = 1190,
		flag = 9,
		option = {
			{
				10,
				"等等……"
			}
		}
	},
	{
		param = "等等，明天去哪家店？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1191,
		flag = 10
	},
	{
		param = "稍后发你，我先去确认了！",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1192,
		flag = 10
	},
	{
		param = "指挥官，衣服衣服洗好了！",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1193,
		flag = 0
	},
	{
		param = "昨天多亏了你借我衣服，真是一场灾难啊……",
		ship_group = 20509,
		type = 1,
		id = 1194,
		flag = 0,
		option = {
			{
				1,
				"你的衣服怎么样了？"
			}
		}
	},
	{
		param = "是啊……你的衣服怎么样了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1195,
		flag = 1
	},
	{
		param = "沾上的巧克力奶油能洗掉么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1196,
		flag = 1
	},
	{
		param = "唔……贝法说大概没救了",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1197,
		flag = 1
	},
	{
		param = "我还蛮喜欢这条裙子的，重新做一条一样的要好久……",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1198,
		flag = 1
	},
	{
		param = "欸，可惜了……",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1199,
		flag = 1
	},
	{
		param = "你现在在指挥室么，我去送衣服给你吧？",
		ship_group = 20509,
		type = 1,
		id = 1200,
		flag = 1,
		option = {
			{
				2,
				"下次顺路带过来就好了"
			}
		}
	},
	{
		param = "没事，下次顺路带过来就好了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1201,
		flag = 2
	},
	{
		param = "一件衣服而已，不用专门跑一趟",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1202,
		flag = 2
	},
	{
		param = "也不算是为了衣服专门跑一趟……",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1203,
		flag = 2
	},
	{
		param = "昨天的巧克力蛋糕不是打翻了，我们都没吃上么",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1204,
		flag = 2
	},
	{
		param = "我今天重新做了一个，想带过去和你一起吃",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1205,
		flag = 2
	},
	{
		param = "工作用脑过度，更需要补充些糖分哦",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1206,
		flag = 2
	},
	{
		param = "我也想多些时间和你在一起……",
		ship_group = 20509,
		type = 1,
		id = 1207,
		flag = 2,
		option = {
			{
				3,
				"那我立刻准备下班！"
			},
			{
				4,
				"那不如我去找你吧？"
			}
		}
	},
	{
		param = "刚好工作也都收尾了，立刻准备下班！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1208,
		flag = 3
	},
	{
		param = "咦……今天这么快？",
		ship_group = 20509,
		type = 1,
		id = 1209,
		flag = 3,
		option = {
			{
				5,
				"剩下的可以留到明天"
			}
		}
	},
	{
		param = "剩下的都可以留到明天",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1210,
		flag = 5
	},
	{
		param = "……那明天的工作量岂不是会很恐怖？",
		ship_group = 20509,
		type = 1,
		id = 1211,
		flag = 5,
		option = {
			{
				6,
				"没事……"
			}
		}
	},
	{
		param = "没事，明天的秘书舰是迪普莱克斯",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1212,
		flag = 6
	},
	{
		param = "没有任何工作能在我们一起出手的情况下坚持一整天",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1213,
		flag = 6
	},
	{
		param = "总之，我准备下班了，你来不来？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1214,
		flag = 6
	},
	{
		param = "来！那我现在马上过去指挥室找你！",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1215,
		flag = 6
	},
	{
		param = "再稍等我一下",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1216,
		flag = 6
	},
	{
		param = "马上就可以见面了♪",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1217,
		flag = 6
	},
	{
		param = "那不如我去找你吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1218,
		flag = 4
	},
	{
		param = "欸……可是工作要怎么办？",
		ship_group = 20509,
		type = 1,
		id = 1219,
		flag = 4,
		option = {
			{
				7,
				"今天的处理完了"
			}
		}
	},
	{
		param = "今天的工作已经处理完了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1220,
		flag = 7
	},
	{
		param = "……这么快？",
		ship_group = 20509,
		type = 1,
		id = 1221,
		flag = 7,
		option = {
			{
				8,
				"明天再加班"
			}
		}
	},
	{
		param = "明天再加班就是了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1222,
		flag = 8
	},
	{
		param = "怎么样，你那边方便么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1223,
		flag = 8
	},
	{
		param = "方便~那我再烤些饼干，等你哦♪",
		ship_group = 20509,
		option = "",
		type = 1,
		id = 1224,
		flag = 8
	},
	{
		param = "指挥官，一起去听古典音乐会么？",
		ship_group = 40503,
		type = 1,
		id = 1225,
		flag = 0,
		option = {
			{
				1,
				"好！"
			},
			{
				2,
				"什么时候？"
			}
		}
	},
	{
		param = "好，什么时候？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1226,
		flag = 1
	},
	{
		param = "好，什么时候？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1227,
		flag = 2
	},
	{
		param = "本周末，我专门选了你的日程表有空的时候",
		ship_group = 40503,
		type = 1,
		id = 1228,
		flag = 0,
		option = {
			{
				3,
				"不愧是{namecode:465}……"
			}
		}
	},
	{
		param = "不愧是{namecode:465}，办事就是细致",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1229,
		flag = 3
	},
	{
		param = "231",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1230,
		flag = 3
	},
	{
		param = "呵呵，其实我也没想到你会答应的这么爽快",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1231,
		flag = 3
	},
	{
		param = "我还有些担心你对古典音乐会的兴趣不大呢",
		ship_group = 40503,
		type = 1,
		id = 1232,
		flag = 3,
		option = {
			{
				4,
				"其实我对古典音乐很感兴趣"
			},
			{
				5,
				"我确实对古典音乐的兴趣一般"
			}
		}
	},
	{
		param = "看来是你还没调查到这一步~其实我对古典音乐很感兴趣的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1233,
		flag = 4
	},
	{
		param = "那我这次的邀请真是一个正确的选择",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1234,
		flag = 4
	},
	{
		param = "我这里还有不少收藏的黑胶碟片，改天要来听么？",
		ship_group = 40503,
		type = 1,
		id = 1235,
		flag = 4,
		option = {
			{
				6,
				"好啊！"
			}
		}
	},
	{
		param = "好啊！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1236,
		flag = 6
	},
	{
		param = "那就暂定下周末？那也是一个你的日程表上有空闲的时候",
		ship_group = 40503,
		type = 1,
		id = 1237,
		flag = 6,
		option = {
			{
				7,
				"其实今天下午就行"
			}
		}
	},
	{
		param = "其实今天下午就行",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1238,
		flag = 7
	},
	{
		param = "今天下午……？你的日程不是满的么",
		ship_group = 40503,
		type = 1,
		id = 1239,
		flag = 7,
		option = {
			{
				8,
				"你虽然可以调查我的日程表，但……"
			}
		}
	},
	{
		param = "你虽然可以调查我的日程表，但我作为指挥官——",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1240,
		flag = 8
	},
	{
		param = "可是拥有着修改日程表的权力的！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1241,
		flag = 8
	},
	{
		param = "原来如此，真了不起",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1242,
		flag = 8
	},
	{
		param = "那下午两点，我来指挥室接你，不见不散",
		ship_group = 40503,
		type = 1,
		id = 1243,
		flag = 8,
		option = {
			{
				9,
				"不见不散！"
			}
		}
	},
	{
		param = "不见不散！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1244,
		flag = 9
	},
	{
		param = "这么说也没错，我确实对古典音乐的兴趣一般",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1245,
		flag = 5
	},
	{
		param = "不过古典音乐会的话，就另当别论了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1246,
		flag = 5
	},
	{
		param = "这二者有什么不同么？",
		ship_group = 40503,
		type = 1,
		id = 1247,
		flag = 5,
		option = {
			{
				10,
				"音乐的话……"
			}
		}
	},
	{
		param = "音乐的话，多数时间是一个人在听",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1248,
		flag = 10
	},
	{
		param = "而音乐会的话，可以和你一起",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1249,
		flag = 10
	},
	{
		param = "呵呵，这倒确实是一大不同，也确实是一个值得去音乐会的理由",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1250,
		flag = 10
	},
	{
		param = "不过，若是能借此机会能让你喜欢上古典音乐就更好了",
		ship_group = 40503,
		type = 1,
		id = 1251,
		flag = 10,
		option = {
			{
				11,
				"全靠你咯？"
			}
		}
	},
	{
		param = "那我能否体会到古典音乐的魅力，就全靠你咯？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1252,
		flag = 11
	},
	{
		param = "尽量不负所望",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1253,
		flag = 11
	},
	{
		param = "那本周日下午四点，指挥室不见不散？",
		ship_group = 40503,
		type = 1,
		id = 1254,
		flag = 11,
		option = {
			{
				12,
				"不见不散！"
			}
		}
	},
	{
		param = "不见不散！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1255,
		flag = 12
	},
	[1257] = {
		param = "你听说了么，操场的不可思议事件……",
		ship_group = 40503,
		type = 1,
		id = 1257,
		flag = 0,
		option = {
			{
				1,
				"？？？？"
			},
			{
				2,
				"……你是谁？"
			}
		}
	},
	[1258] = {
		param = "？？？？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1258,
		flag = 1
	},
	[1259] = {
		param = "你怎么也开始调查不可思议事件了？！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1259,
		flag = 1
	},
	[1260] = {
		param = "……你是谁？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1260,
		flag = 2
	},
	[1261] = {
		param = "布里斯托尔，别乱用别人的手机！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1261,
		flag = 2
	},
	[1262] = {
		param = "啧，没人用我的手机",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1262,
		flag = 2
	},
	[1263] = {
		param = "不过确实和布里斯托尔有关",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1263,
		flag = 2
	},
	[1264] = {
		param = "你没听说么？",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1264,
		flag = 0
	},
	[1265] = {
		param = "布里斯托尔今天大喊着学校操场下面有怪叫幽灵，正在四处找帮手封锁现场呢",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1265,
		flag = 0
	},
	[1266] = {
		param = "都找到铁血宿舍区来了",
		ship_group = 40503,
		type = 1,
		id = 1266,
		flag = 0,
		option = {
			{
				3,
				"还有这种事……"
			}
		}
	},
	[1267] = {
		param = "还有这种事……你那边有谁去了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1267,
		flag = 3
	},
	[1268] = {
		param = "{namecode:427}",
		ship_group = 40503,
		type = 1,
		id = 1268,
		flag = 3,
		option = {
			{
				4,
				"……"
			}
		}
	},
	[1269] = {
		param = "……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1269,
		flag = 4
	},
	[1270] = {
		param = "怎么了，你也想去看看么？",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1270,
		flag = 4
	},
	[1271] = {
		param = "毕竟是不可思议事件，好奇就去吧",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1271,
		flag = 4
	},
	[1272] = {
		param = "担心工作的话我来帮你，如何？",
		ship_group = 40503,
		type = 1,
		id = 1272,
		flag = 4,
		option = {
			{
				5,
				"相比工作……"
			}
		}
	},
	[1273] = {
		param = "相比工作……你还是去看看布里斯托尔那边吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1273,
		flag = 5
	},
	[1274] = {
		param = "嗯？布里斯托尔那边会有什么危险么？",
		ship_group = 40503,
		type = 1,
		id = 1274,
		flag = 5,
		option = {
			{
				6,
				"我的操场可能会有危险"
			}
		}
	},
	[1275] = {
		param = "我的操场可能会有危险",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1275,
		flag = 6
	},
	[1276] = {
		param = "我不是很明白你的意思……",
		ship_group = 40503,
		type = 1,
		id = 1276,
		flag = 6,
		option = {
			{
				7,
				"我担心会和之前一样……"
			}
		}
	},
	[1277] = {
		param = "我担心布里斯托尔会和之前一样，调查不到所谓的神秘事件存在",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1277,
		flag = 7
	},
	[1278] = {
		param = "学校里没有未知的神秘事件……不是一件好事么？",
		ship_group = 40503,
		type = 1,
		id = 1278,
		flag = 7,
		option = {
			{
				8,
				"可能会来个深入调查……"
			}
		}
	},
	[1279] = {
		param = "然后{namecode:428}可能会怂恿她把跑道挖开，来个深入调查",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1279,
		flag = 8
	},
	[1280] = {
		param = "………………",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1280,
		flag = 8
	},
	[1281] = {
		param = "……确实像是{namecode:428}会提出来的建议",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1281,
		flag = 8
	},
	[1282] = {
		param = "那我去帮你看着",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1282,
		flag = 8
	},
	[1283] = {
		param = "对了，要录视频么？",
		ship_group = 40503,
		type = 1,
		id = 1283,
		flag = 8,
		option = {
			{
				9,
				"视频？"
			}
		}
	},
	[1284] = {
		param = "视频？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1284,
		flag = 9
	},
	[1285] = {
		param = "如果真的存在不可思议事件，录下来之后正好可以给你看",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1285,
		flag = 9
	},
	[1286] = {
		param = "如果没有不可思议事件——那就当成执法记录仪来用",
		ship_group = 40503,
		type = 1,
		id = 1286,
		flag = 9,
		option = {
			{
				10,
				"好，交给你了！"
			}
		}
	},
	[1287] = {
		param = "好，交给你了！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1287,
		flag = 10
	},
	[1288] = {
		param = "311",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1288,
		flag = 10
	},
	[1289] = {
		param = "我办事，你放心",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1289,
		flag = 10
	},
	[1290] = {
		param = "367",
		ship_group = 40503,
		option = "",
		type = 4,
		id = 1290,
		flag = 10
	},
	[1291] = {
		param = "提醒：别久坐，起来活动、喝水、放松眼睛",
		ship_group = 40503,
		type = 1,
		id = 1291,
		flag = 0,
		option = {
			{
				1,
				"收到，我站起来了！"
			},
			{
				2,
				"我刚起来活动，就看见你的消息了"
			}
		}
	},
	[1292] = {
		param = "收到，我站起来了！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1292,
		flag = 1
	},
	[1293] = {
		param = "提醒很及时，我差点就忘了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1293,
		flag = 1
	},
	[1294] = {
		param = "……",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1294,
		flag = 1
	},
	[1295] = {
		param = "等你回来，我给你设置几个闹钟吧",
		ship_group = 40503,
		type = 1,
		id = 1295,
		flag = 1,
		option = {
			{
				3,
				"好，就交给你了"
			},
			{
				4,
				"你提醒我就好了"
			}
		}
	},
	[1296] = {
		param = "好，就交给你了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1296,
		flag = 3
	},
	[1297] = {
		param = "你提醒我就好了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1297,
		flag = 4
	},
	[1298] = {
		param = "没问题",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1298,
		flag = 4
	},
	[1299] = {
		param = "话虽如此，还是要养成好的习惯",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1299,
		flag = 1
	},
	[1300] = {
		param = "工作再忙，也要注意身体",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1300,
		flag = 1
	},
	[1301] = {
		param = "多关心一下自己吧",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1301,
		flag = 1
	},
	[1302] = {
		param = "或者……我换个说法",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1302,
		flag = 1
	},
	[1303] = {
		param = "别总让我担心你",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1303,
		flag = 1
	},
	[1304] = {
		param = "好了，你也先别回复了，让眼睛多休息",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1304,
		flag = 1
	},
	[1305] = {
		param = "晚点回来，我们面聊",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1305,
		flag = 1
	},
	[1306] = {
		param = "我刚起来活动，就看见你的消息了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1306,
		flag = 2
	},
	[1307] = {
		param = "之后也要多起来活动",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1307,
		flag = 2
	},
	[1308] = {
		param = "你工作还没结束么？你已经连轴转了好几天了",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1308,
		flag = 2
	},
	[1309] = {
		param = "我来帮你吧",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1309,
		flag = 2
	},
	[1310] = {
		param = "……试着多依赖我一些，也可以的",
		ship_group = 40503,
		type = 1,
		id = 1310,
		flag = 2,
		option = {
			{
				5,
				"就快结束了，别担心"
			},
			{
				6,
				"快来救我于水火之中！"
			}
		}
	},
	[1311] = {
		param = "就快结束了，别担心",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1311,
		flag = 5
	},
	[1312] = {
		param = "好",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1312,
		flag = 5
	},
	[1313] = {
		param = "不过我已经在过去的路上了",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1313,
		flag = 5
	},
	[1314] = {
		param = "就当做是去接你下班吧",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1314,
		flag = 5
	},
	[1315] = {
		param = "快来救我于水火之中！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1315,
		flag = 6
	},
	[1316] = {
		param = "早那么直率不就好了",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1316,
		flag = 6
	},
	[1317] = {
		param = "我已经在路上了，再等等",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1317,
		flag = 6
	},
	[1318] = {
		param = "你也先别回复了，让眼睛多休息",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1318,
		flag = 2
	},
	[1319] = {
		param = "晚点我们面聊",
		ship_group = 40503,
		option = "",
		type = 1,
		id = 1319,
		flag = 2
	},
	[1320] = {
		param = "闪耀魔法——",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1320,
		flag = 0
	},
	[1321] = {
		param = "358",
		ship_group = 49906,
		type = 4,
		id = 1321,
		flag = 0,
		option = {
			{
				1,
				"[晕头转向]"
			},
			{
				2,
				"[停下来啊！]"
			}
		}
	},
	[1322] = {
		param = "322",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1322,
		flag = 1
	},
	[1323] = {
		param = "304",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1323,
		flag = 2
	},
	[1324] = {
		param = "呵呵，感受到魔法的力量了么，我的使魔。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1324,
		flag = 0
	},
	[1325] = {
		param = "234",
		ship_group = 49906,
		type = 4,
		id = 1325,
		flag = 0,
		option = {
			{
				3,
				"怎么了……"
			}
		}
	},
	[1326] = {
		param = "怎么了……魔女小姐，遇到什么开心的事了么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1326,
		flag = 3
	},
	[1327] = {
		param = "我只是在想……表情包，真是一种奇妙的“魔法”。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1327,
		flag = 3
	},
	[1328] = {
		param = "明明我们相隔遥远，遥远到“枷锁”的联系都如此薄弱。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1328,
		flag = 3
	},
	[1329] = {
		param = "却只需要一张表情，就能让你感受到我此时此刻内心的情感。",
		ship_group = 49906,
		type = 1,
		id = 1329,
		flag = 3,
		option = {
			{
				4,
				"这么一说的话……"
			}
		}
	},
	[1330] = {
		param = "这么一说的话，倒确实是这样……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1330,
		flag = 4
	},
	[1331] = {
		param = "不过……不光是使用表情包",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1331,
		flag = 4
	},
	[1332] = {
		param = "在聊天打字的时候也放下些架子，轻松直率一些如何？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1332,
		flag = 4
	},
	[1333] = {
		param = "哦？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1333,
		flag = 4
	},
	[1334] = {
		param = "你这是在质疑本“魔女”的聊天方式么？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1334,
		flag = 4
	},
	[1335] = {
		param = "想试着当个叛逆的孩子亦无不可，但我也会采取一些应对手段哦。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1335,
		flag = 4
	},
	[1336] = {
		param = "呵呵……",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1336,
		flag = 4
	},
	[1337] = {
		param = "206",
		ship_group = 49906,
		type = 4,
		id = 1337,
		flag = 4,
		option = {
			{
				5,
				"……？"
			},
			{
				6,
				"[抱抱]"
			}
		}
	},
	[1338] = {
		param = "……？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1338,
		flag = 5
	},
	[1339] = {
		param = "206",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1339,
		flag = 6
	},
	[1340] = {
		param = "…………",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1340,
		flag = 0
	},
	[1341] = {
		param = "……我发错了，不是这个。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1341,
		flag = 0
	},
	[1342] = {
		param = "应该是这个！",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1342,
		flag = 0
	},
	[1343] = {
		param = "4",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1343,
		flag = 0
	},
	[1344] = {
		param = "我的使魔，你喜欢怎样的香气呢？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1344,
		flag = 0
	},
	[1345] = {
		param = "……重来。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1345,
		flag = 0
	},
	[1346] = {
		param = "……重来",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1346,
		flag = 0
	},
	[1347] = {
		param = "你喜欢什么样的气味呢？",
		ship_group = 49906,
		type = 1,
		id = 1347,
		flag = 0,
		option = {
			{
				1,
				"……这个问题有些宽泛"
			}
		}
	},
	[1348] = {
		param = "……这个问题有些宽泛",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1348,
		flag = 1
	},
	[1349] = {
		param = "具体是指什么类型的气味呢？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1349,
		flag = 1
	},
	[1350] = {
		param = "还是无法看透我的内心么",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1350,
		flag = 1
	},
	[1351] = {
		param = "那我就告诉你吧",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1351,
		flag = 1
	},
	[1352] = {
		param = "我是在询问你魔法甘露的气味",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1352,
		flag = 1
	},
	[1353] = {
		param = "也就是香水",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1353,
		flag = 1
	},
	[1354] = {
		param = "不过在这方面你应该了解得不多",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1354,
		flag = 1
	},
	[1355] = {
		param = "所以你只需要告诉我大概喜欢的气味类型就好",
		ship_group = 49906,
		type = 1,
		id = 1355,
		flag = 1,
		option = {
			{
				2,
				"喜欢食物的香气"
			},
			{
				3,
				"喜欢你身上的香气"
			},
			{
				4,
				"你选的我都喜欢"
			}
		}
	},
	[1356] = {
		param = "我喜欢食物的香气！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1356,
		flag = 2
	},
	[1357] = {
		param = "我倒是也喜欢",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1357,
		flag = 2
	},
	[1358] = {
		param = "不过食物香气的香水……么",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1358,
		flag = 2
	},
	[1359] = {
		param = "也可以试试。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1359,
		flag = 2
	},
	[1360] = {
		param = "我喜欢你身上的香气",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1360,
		flag = 3
	},
	[1361] = {
		param = "呵呵，居然还在回味我的气息",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1361,
		flag = 3
	},
	[1362] = {
		param = "看来你对我的爱意已然无法抑制了啊~",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1362,
		flag = 3
	},
	[1363] = {
		param = "18",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1363,
		flag = 3
	},
	[1364] = {
		param = "你选的我都喜欢，完全交给你了！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1364,
		flag = 4
	},
	[1365] = {
		param = "让我来掌控主导权么？",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1365,
		flag = 4
	},
	[1366] = {
		param = "呵呵，我不讨厌哦",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1366,
		flag = 4
	},
	[1367] = {
		param = "那你就充满期待的等着吧",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1367,
		flag = 4
	},
	[1368] = {
		param = "嗯——我有灵感了。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1368,
		flag = 0
	},
	[1369] = {
		param = "我先去忙了",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1369,
		flag = 0
	},
	[1370] = {
		param = "调好之后，我再来通知你",
		ship_group = 49906,
		type = 1,
		id = 1370,
		flag = 0,
		option = {
			{
				5,
				"[哒]"
			},
			{
				6,
				"[期待哦]"
			},
			{
				7,
				"[爱情表现]"
			}
		}
	},
	[1371] = {
		param = "239",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1371,
		flag = 5
	},
	[1372] = {
		param = "234",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1372,
		flag = 5
	},
	[1373] = {
		param = "224",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1373,
		flag = 6
	},
	[1374] = {
		param = "227",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1374,
		flag = 6
	},
	[1375] = {
		param = "213",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1375,
		flag = 7
	},
	[1376] = {
		param = "225",
		ship_group = 49906,
		option = "",
		type = 4,
		id = 1376,
		flag = 7
	},
	[1377] = {
		param = "'49906'戳了戳<color=#93e9ff>我</color>",
		ship_group = 1,
		option = "",
		type = 5,
		id = 1377,
		flag = 0
	},
	[1378] = {
		param = "困。",
		ship_group = 49906,
		type = 1,
		id = 1378,
		flag = 0,
		option = {
			{
				1,
				"昨晚没睡好么"
			},
			{
				2,
				"[戳一戳]"
			}
		}
	},
	[1379] = {
		param = "昨晚没睡好么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1379,
		flag = 1
	},
	[1380] = {
		param = "没睡好。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1380,
		flag = 1
	},
	[1381] = {
		param = "做噩梦了。",
		ship_group = 49906,
		type = 1,
		id = 1381,
		flag = 1,
		option = {
			{
				3,
				"是什么样的噩梦？"
			}
		}
	},
	[1382] = {
		param = "<color=#93e9ff>我</color>戳了戳'49906'并坠入了魔女的梦",
		ship_group = 0,
		option = "",
		type = 5,
		id = 1382,
		flag = 2
	},
	[1383] = {
		param = "要不要去睡个回笼觉？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1383,
		flag = 2
	},
	[1384] = {
		param = "睡不着。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1384,
		flag = 2
	},
	[1385] = {
		param = "一闭上眼，就会想起昨晚的梦。",
		ship_group = 49906,
		type = 1,
		id = 1385,
		flag = 2,
		option = {
			{
				3,
				"是什么样的噩梦？"
			}
		}
	},
	[1386] = {
		param = "是什么样的噩梦？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1386,
		flag = 3
	},
	[1387] = {
		param = "还有能吓到魔女的怪物么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1387,
		flag = 3
	},
	[1388] = {
		param = "那当然没有……",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1388,
		flag = 3
	},
	[1389] = {
		param = "是你。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1389,
		flag = 3
	},
	[1390] = {
		param = "梦里，你不辞而别。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1390,
		flag = 3
	},
	[1391] = {
		param = "我用尽所有的魔法，都无法寻找到你。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1391,
		flag = 3
	},
	[1392] = {
		param = "我们之间的永恒羁绊也消失了。",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1392,
		flag = 3
	},
	[1393] = {
		param = "讨厌的梦。",
		ship_group = 49906,
		type = 1,
		id = 1393,
		flag = 3,
		option = {
			{
				4,
				"别担心，只是一场梦"
			},
			{
				5,
				"真是讨厌的梦……"
			}
		}
	},
	[1394] = {
		param = "别担心，只是一场梦而已",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1394,
		flag = 4
	},
	[1395] = {
		param = "噩梦与现实都是相反的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1395,
		flag = 4
	},
	[1396] = {
		param = "我不会离开你的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1396,
		flag = 4
	},
	[1397] = {
		param = "是啊，真是讨厌的梦……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1397,
		flag = 5
	},
	[1398] = {
		param = "别担心，我就在这里，不会离开你的",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1398,
		flag = 5
	},
	[1399] = {
		param = "那么，我的使魔，我的指挥官……",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1399,
		flag = 0
	},
	[1400] = {
		param = "现在便放下束缚着你的其他事物，回到我的身边",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1400,
		flag = 0
	},
	[1401] = {
		param = "有你在身边的话，这一次闭上双眼后……",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1401,
		flag = 0
	},
	[1402] = {
		param = "一定是美梦",
		ship_group = 49906,
		option = "",
		type = 1,
		id = 1402,
		flag = 0
	},
	[1403] = {
		param = "指挥官~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1403,
		flag = 0
	},
	[1404] = {
		param = "秘书舰的上班时间……好像已经过了？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1404,
		flag = 0
	},
	[1405] = {
		param = "不过反正也没什么重要的工作吧~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1405,
		flag = 0
	},
	[1406] = {
		param = "要不要……再睡一会呢……",
		ship_group = 40404,
		type = 1,
		id = 1406,
		flag = 0,
		option = {
			{
				1,
				"有重要工作"
			}
		}
	},
	[1407] = {
		param = "有重要工作，要整理物资清单",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1407,
		flag = 1
	},
	[1408] = {
		param = "……是那个啊",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1408,
		flag = 1
	},
	[1409] = {
		param = "不过指挥官看起来已经开始做了嘛……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1409,
		flag = 1
	},
	[1410] = {
		param = "那是不是不用我帮忙了……？",
		ship_group = 40404,
		type = 1,
		id = 1410,
		flag = 1,
		option = {
			{
				2,
				"不行——"
			}
		}
	},
	[1411] = {
		param = "不行——给我负起秘书舰的责任来",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1411,
		flag = 2
	},
	[1412] = {
		param = "欸……这么认真干嘛~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1412,
		flag = 2
	},
	[1413] = {
		param = "一想到物资清单里那么多的数字……就开始头疼啦",
		ship_group = 40404,
		type = 1,
		id = 1413,
		flag = 2,
		option = {
			{
				3,
				"你该不会……还在床上没动吧？"
			}
		}
	},
	[1414] = {
		param = "你该不会……还在床上没动吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1414,
		flag = 3
	},
	[1415] = {
		param = "欸……被发现了吗？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1415,
		flag = 3
	},
	[1416] = {
		param = "但是被窝里好暖和啊……",
		ship_group = 40404,
		type = 1,
		id = 1416,
		flag = 3,
		option = {
			{
				4,
				"快过来吧"
			}
		}
	},
	[1417] = {
		param = "快过来吧，文件都堆成山了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1417,
		flag = 4
	},
	[1418] = {
		param = "真是的~拿指挥官没办法呢……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1418,
		flag = 4
	},
	[1419] = {
		param = "不过既然你这么求着我……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1419,
		flag = 4
	},
	[1420] = {
		param = "好吧好吧~那我现在就换衣服哦",
		ship_group = 40404,
		type = 1,
		id = 1420,
		flag = 4,
		option = {
			{
				5,
				"别再偷偷回去睡回笼觉！"
			}
		}
	},
	[1421] = {
		param = "别再偷偷回去睡回笼觉！",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1421,
		flag = 5
	},
	[1422] = {
		param = "知道了知道了~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1422,
		flag = 5
	},
	[1423] = {
		param = "那就……半小时后见？",
		ship_group = 40404,
		type = 1,
		id = 1423,
		flag = 5,
		option = {
			{
				6,
				"十分钟内到办公室"
			}
		}
	},
	[1424] = {
		param = "十分钟内到办公室",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1424,
		flag = 6
	},
	[1425] = {
		param = "欸...指挥官好严格啊",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1425,
		flag = 6
	},
	[1426] = {
		param = "354",
		ship_group = 40404,
		option = "",
		type = 4,
		id = 1426,
		flag = 6
	},
	[1427] = {
		param = "嘿嘿……指挥官~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1427,
		flag = 0
	},
	[1428] = {
		param = "晚饭后我随便走了走，又找到个不错的地方哦……",
		ship_group = 40404,
		type = 1,
		id = 1428,
		flag = 0,
		option = {
			{
				1,
				"让我猜猜……"
			},
			{
				2,
				"这个时间还在外面闲逛么……"
			}
		}
	},
	[1429] = {
		param = "让我猜猜，又是个适合偷懒的地方？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1429,
		flag = 1
	},
	[1430] = {
		param = "不是哦~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1430,
		flag = 1
	},
	[1431] = {
		param = "这次的……是可以吹海风的地方",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1431,
		flag = 1
	},
	[1432] = {
		param = "这个时间，你还在外面逛么……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1432,
		flag = 2
	},
	[1433] = {
		param = "欸……指挥官好凶啊~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1433,
		flag = 2
	},
	[1434] = {
		param = "人家只是恰好发现了而已嘛",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1434,
		flag = 2
	},
	[1435] = {
		param = "而且这里现在的风景真的很不错哦",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1435,
		flag = 2
	},
	[1436] = {
		param = "啊，好像刚刚还有流星划过呢",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1436,
		flag = 0
	},
	[1437] = {
		param = "48",
		ship_group = 40404,
		type = 4,
		id = 1437,
		flag = 0,
		option = {
			{
				3,
				"已经很晚了，快回去休息吧"
			}
		}
	},
	[1438] = {
		param = "现在已经很晚了，快回去休息吧",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1438,
		flag = 3
	},
	[1439] = {
		param = "51",
		ship_group = 0,
		option = "",
		type = 4,
		id = 1439,
		flag = 3
	},
	[1440] = {
		param = "今晚的海风很不错，让人特别清醒呢~",
		ship_group = 40404,
		type = 1,
		id = 1440,
		flag = 3,
		option = {
			{
				4,
				"那是你白天睡太多了"
			}
		}
	},
	[1441] = {
		param = "感觉你是白天睡太多了……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1441,
		flag = 4
	},
	[1442] = {
		param = "所以晚上到处乱转吧？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1442,
		flag = 4
	},
	[1443] = {
		param = "~指挥官这样说话好伤人哦……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1443,
		flag = 4
	},
	[1444] = {
		param = "对了~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1444,
		flag = 4
	},
	[1445] = {
		param = "如果你现在过来的话，说不定能看到第二颗流星哦？",
		ship_group = 40404,
		type = 1,
		id = 1445,
		flag = 4,
		option = {
			{
				5,
				"现在这个时间就算了"
			}
		}
	},
	[1446] = {
		param = "现在这个时间就算了，有点太晚了",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1446,
		flag = 5
	},
	[1447] = {
		param = "而且明天还有工作",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1447,
		flag = 5
	},
	[1448] = {
		param = "……又是工作啊~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1448,
		flag = 5
	},
	[1449] = {
		param = "那好吧，我自己看好了~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1449,
		flag = 5
	},
	[1450] = {
		param = "不过，要是错过了流星……或者其他什么的话~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1450,
		flag = 5
	},
	[1451] = {
		param = "可不能怪我没邀请你呢……",
		ship_group = 40404,
		type = 1,
		id = 1451,
		flag = 5,
		option = {
			{
				6,
				"……好吧，真拿你没办法"
			},
			{
				7,
				"你先回去，明天我们再去看"
			}
		}
	},
	[1452] = {
		param = "……好吧，真拿你没办法",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1452,
		flag = 6
	},
	[1453] = {
		param = "我马上来，会再帮你带一件外套",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1453,
		flag = 6
	},
	[1454] = {
		param = "你先回去，明天我们再去看",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1454,
		flag = 7
	},
	[1455] = {
		param = "欸……明天可不一定有流星哦？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1455,
		flag = 7
	},
	[1456] = {
		param = "而且现在的夜风超舒服的……",
		ship_group = 40404,
		type = 1,
		id = 1456,
		flag = 7,
		option = {
			{
				8,
				"好吧，我马上就过去"
			}
		}
	},
	[1457] = {
		param = "好吧，我马上就过去",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1457,
		flag = 8
	},
	[1458] = {
		param = "呵呵~就知道指挥官会来呢",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1458,
		flag = 0
	},
	[1459] = {
		param = "我先去平时我们见面的地方等你哦~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1459,
		flag = 0
	},
	[1460] = {
		param = "哎呀哎呀~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1460,
		flag = 0
	},
	[1461] = {
		param = "307",
		ship_group = 40404,
		type = 4,
		id = 1461,
		flag = 0,
		option = {
			{
				1,
				"怎么了？"
			}
		}
	},
	[1462] = {
		param = "怎么了？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1462,
		flag = 1
	},
	[1463] = {
		param = "指挥官的工作安排表……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1463,
		flag = 1
	},
	[1464] = {
		param = "好像被我不小心划掉啦~",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1464,
		flag = 1
	},
	[1465] = {
		param = "307",
		ship_group = 40404,
		type = 4,
		id = 1465,
		flag = 1,
		option = {
			{
				2,
				"又来了……"
			}
		}
	},
	[1466] = {
		param = "又来了……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1466,
		flag = 2
	},
	[1467] = {
		param = "这次是什么理由？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1467,
		flag = 2
	},
	[1468] = {
		param = "哎呀……这不是显而易见吗？",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1468,
		flag = 2
	},
	[1469] = {
		param = "就是觉得你最近太忙了",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1469,
		flag = 2
	},
	[1470] = {
		param = "所以把一些不重要的工作就统统划掉了",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1470,
		flag = 2
	},
	[1471] = {
		param = "反正那些无聊的事，明天再做也一样吧？",
		ship_group = 40404,
		type = 1,
		id = 1471,
		flag = 2,
		option = {
			{
				3,
				"那可不行……"
			}
		}
	},
	[1472] = {
		param = "那可不行……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1472,
		flag = 3
	},
	[1473] = {
		param = "有些不重要的也就算了，但还有不少今天必须要处理完的文件呢",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1473,
		flag = 3
	},
	[1474] = {
		param = "我要马上重新安排一下计划……",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1474,
		flag = 3
	},
	[1475] = {
		param = "哼哼~别白费心思啦",
		ship_group = 40404,
		type = 1,
		id = 1475,
		flag = 3,
		option = {
			{
				4,
				"什么意思？"
			}
		}
	},
	[1476] = {
		param = "嗯？什么意思？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1476,
		flag = 4
	},
	[1477] = {
		param = "那些必须要处理的文件，我已经处理过了哦",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1477,
		flag = 4
	},
	[1478] = {
		param = "所以说啊……今天就由我来安排你的时间好了",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1478,
		flag = 4
	},
	[1479] = {
		param = "呵呵~别想反抗",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1479,
		flag = 4
	},
	[1480] = {
		param = "这就是指挥官一直不肯陪我偷懒的补偿哦……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1480,
		flag = 4
	},
	[1481] = {
		param = "308",
		ship_group = 40404,
		type = 4,
		id = 1481,
		flag = 4,
		option = {
			{
				5,
				"好吧……你在盘算什么？"
			}
		}
	},
	[1482] = {
		param = "好吧……你在盘算什么？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1482,
		flag = 5
	},
	[1483] = {
		param = "嗯……我啊……现在在商业区的咖啡店哦",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1483,
		flag = 5
	},
	[1484] = {
		param = "这里的提拉米苏和咖啡都很不错……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1484,
		flag = 5
	},
	[1485] = {
		param = "不过一个人吃，总感觉少了点什么呢……",
		ship_group = 40404,
		type = 1,
		id = 1485,
		flag = 5,
		option = {
			{
				6,
				"这是……预谋已久？"
			}
		}
	},
	[1486] = {
		param = "这是……预谋已久？",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1486,
		flag = 6
	},
	[1487] = {
		param = "谁知道呢……反正店里的位置已经留好了……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1487,
		flag = 6
	},
	[1488] = {
		param = "啊……又开始犯困了~你再不来的话……",
		ship_group = 40404,
		type = 1,
		id = 1488,
		flag = 6,
		option = {
			{
				7,
				"我马上到"
			}
		}
	},
	[1489] = {
		param = "我马上到",
		ship_group = 0,
		option = "",
		type = 1,
		id = 1489,
		flag = 7
	},
	[1490] = {
		param = "呵呵~就知道你会这么说",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1490,
		flag = 7
	},
	[1491] = {
		param = "那我就努力忍耐一下睡意……",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1491,
		flag = 7
	},
	[1492] = {
		param = "不过，今天的甜点……要由你来请客哦",
		ship_group = 40404,
		option = "",
		type = 1,
		id = 1492,
		flag = 7
	}
}
