pg = pg or {}
pg.activity_banner = {
	{
		id = 1,
		pic = "temp1",
		type = 2,
		param = {
			"scene charge",
			{
				wrap = 4
			}
		},
		time = {
			{
				{
					2021,
					9,
					30
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "7001",
		id = 2,
		pic = "temp2",
		type = 3,
		time = {
			{
				{
					2021,
					10,
					1
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					11,
					30
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4135",
		id = 3,
		pic = "temp3",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					30
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					14
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 4,
		pic = "temp4",
		type = 2,
		param = {
			"scene charge",
			{
				wrap = 4
			}
		},
		time = {
			{
				{
					2021,
					9,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 5,
		pic = "temp5",
		type = 2,
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2021,
					9,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4104",
		id = 6,
		pic = "temp6",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					3
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4096",
		id = 7,
		pic = "temp7",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4098",
		id = 8,
		pic = "temp8",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2021,
					9,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "海军咖喱|甜咖喱还是辣咖喱，这是一个问题！<color=#6dd329>（提高经验加成5%，持续60分钟）</color>",
		id = 10,
		pic = "haijungali",
		type = 10,
		time = {
			{
				{
					2021,
					9,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10
	}
}
