pg = pg or {}
pg.child2_word = rawget(pg, "child2_word") or setmetatable({
	__name = "child2_word"
}, confNEO)
pg.child2_word.__namecode__ = true
pg.child2_word.all = {
	1,
	2,
	3,
	4,
	5,
	6,
	7,
	8,
	9,
	10,
	11,
	12,
	13,
	14,
	15,
	16,
	17,
	18,
	19,
	20,
	21,
	22,
	23,
	24,
	25,
	26,
	27,
	28,
	29,
	30,
	31,
	32,
	33,
	34,
	35,
	36,
	37,
	38,
	39,
	40,
	41,
	42,
	43,
	44,
	45,
	46,
	47,
	48,
	49,
	50,
	51,
	52,
	53,
	54,
	55,
	56,
	57,
	58,
	59,
	60,
	61,
	62,
	63,
	64,
	65,
	66,
	67,
	68,
	69,
	70,
	71,
	72,
	73,
	74,
	75,
	76,
	77,
	78,
	79,
	80,
	81,
	82,
	83,
	84,
	85,
	86,
	87,
	88,
	89,
	90,
	91,
	92,
	93,
	94,
	95,
	96,
	97,
	98,
	99,
	100,
	101,
	102,
	103,
	104,
	105,
	106,
	107,
	108,
	109,
	110,
	111,
	112,
	113,
	114,
	115,
	116,
	117,
	118,
	119,
	120,
	121,
	122,
	123,
	124,
	125,
	126,
	127,
	128,
	129,
	130,
	131,
	132,
	133,
	134,
	135,
	136,
	137,
	138,
	139,
	140,
	141,
	142,
	143,
	144,
	145,
	146,
	147,
	148,
	149,
	150,
	151,
	152,
	153,
	154,
	155,
	156,
	157,
	158,
	159,
	160,
	161,
	162,
	163,
	164,
	165,
	166,
	167,
	168,
	169,
	170,
	171,
	172,
	173,
	174,
	175,
	176,
	177,
	178,
	179,
	180,
	181,
	182,
	183,
	184,
	185,
	186,
	187,
	188,
	189,
	190,
	191,
	192,
	193,
	194,
	195,
	196,
	197,
	198,
	199,
	200,
	201,
	202,
	203,
	204,
	205,
	206,
	207,
	208,
	209,
	210,
	211,
	212,
	213,
	214,
	215,
	216,
	217,
	218,
	219,
	220,
	221,
	222,
	223,
	224,
	225,
	226,
	227,
	228,
	229,
	230,
	231,
	232,
	233,
	234,
	235,
	236,
	237,
	238,
	239,
	240,
	241,
	242,
	243,
	244,
	245,
	246,
	247,
	248,
	249,
	250,
	251,
	252,
	253,
	254,
	255,
	256,
	257,
	258,
	259,
	260,
	261,
	262,
	263,
	264,
	265,
	266,
	267,
	268,
	269,
	270,
	271,
	272,
	273,
	274,
	275,
	276,
	277,
	278,
	279,
	280,
	281,
	282,
	283,
	284,
	285,
	286,
	287,
	288,
	289,
	290,
	291,
	292,
	293,
	294,
	295,
	296,
	297,
	298,
	299,
	300,
	301,
	302,
	303,
	304,
	305,
	306,
	307,
	308,
	309,
	310,
	311,
	312,
	313,
	314,
	315,
	316,
	317,
	318,
	319,
	320,
	321,
	322,
	323,
	324,
	325,
	1001,
	1002,
	1003,
	1004,
	1005,
	1006,
	1007,
	1008,
	1009,
	1010,
	1011,
	1012,
	1013,
	1014,
	1015,
	1016,
	1017,
	1018,
	1019,
	1020,
	1021,
	1022,
	1023,
	1024,
	1025,
	1026,
	1027,
	1028,
	1029,
	1030,
	1031,
	1032,
	1033,
	1034,
	1035,
	1036,
	1037,
	1038,
	1039,
	1040,
	5001,
	5002,
	5003,
	5004,
	5011,
	5012,
	5013,
	5014,
	5021,
	5022,
	5023,
	5024,
	5031,
	5032,
	5033,
	5034,
	5041,
	5042,
	5043,
	5044,
	5051,
	5052,
	5053,
	5054,
	5101,
	5102,
	5103,
	5104,
	5111,
	5112,
	5113,
	5114,
	5121,
	5122,
	5123,
	5124,
	5131,
	5132,
	5133,
	5134,
	5141,
	5142,
	5143,
	5144,
	5151,
	5152,
	5153,
	5154,
	5201,
	5202,
	5203,
	5204,
	5211,
	5212,
	5213,
	5214,
	5221,
	5222,
	5223,
	5224,
	5231,
	5232,
	5233,
	5234,
	5241,
	5242,
	5243,
	5244,
	5251,
	5252,
	5253,
	5254,
	6001,
	6011,
	6021,
	6101,
	6111,
	6121,
	20002,
	20004,
	20006,
	20008,
	20010,
	20012,
	20014,
	20016,
	20018,
	20020,
	20022,
	20024,
	20026,
	20028,
	20030,
	20032,
	20034,
	20036,
	20038,
	20040,
	20501,
	20514,
	20516,
	20518,
	20520,
	20522,
	20524,
	20526,
	20528,
	20530,
	20532,
	20534,
	20536,
	30001,
	30002,
	30003,
	30004,
	30005,
	30006,
	31001,
	31002,
	31003,
	31004,
	4101001,
	4101002,
	4101003,
	4102001,
	4102002,
	4102003,
	4102005,
	4102006,
	4102008,
	4102009,
	4102011,
	4102012,
	4103001,
	4103002,
	4103003,
	4104001,
	4104002,
	4104003,
	4105001,
	4105002,
	4105003,
	4105004,
	4106001,
	4106002,
	4106003,
	4106004,
	4106005,
	4106006,
	4106007,
	4106008,
	4106009,
	4107001,
	4107002,
	4107003,
	4107004,
	4107005,
	4107006,
	4107007,
	4107008,
	4107009,
	4108001,
	4108002,
	4108003,
	4108005,
	4108006,
	4109001,
	4109002,
	4109003,
	4109005,
	4109006,
	4109008,
	4109009,
	4109010,
	4109011,
	4110001,
	4110002,
	4110003,
	4110005,
	4110006,
	4111001,
	4111002,
	4111003,
	4111005,
	4111006,
	4111008,
	4111009,
	4111011,
	4111012,
	4111014,
	4111015,
	4112001,
	4112002,
	4112003,
	4112005,
	4112006,
	4113001,
	4113002,
	4113003,
	4113005,
	4113006,
	4113008,
	4113009,
	4113011,
	4113012,
	4113014,
	4113015,
	4114001,
	4114002,
	4114003,
	4114005,
	4114006,
	4115001,
	4115002,
	4115003,
	4116001,
	4116002,
	4116003,
	4116004,
	4116005,
	4117001,
	4117002,
	4117003,
	4117004,
	4117005,
	4118001,
	4118002,
	4118003,
	4118004,
	4118005,
	4119001,
	4119002,
	4119003,
	4119004,
	4119005,
	4120001,
	4120002,
	4120003,
	4120004,
	4120005,
	4120006,
	4120007,
	4120008,
	4120009,
	4121001,
	4121002,
	4121003,
	4121005,
	4121006,
	4122001,
	4122002,
	4122003,
	4122005,
	4122006,
	4123001,
	4123002,
	4123003,
	4123005,
	4123006,
	4123008,
	4123009,
	4123012,
	4123015,
	4123022,
	4123025,
	4123032,
	4123035,
	4124002,
	4124003,
	4124004,
	4124006,
	4124007,
	4124009,
	4124010,
	4124013,
	4124016,
	4124023,
	4124026,
	4124033,
	4124036,
	4125001,
	4125002,
	4125003,
	4125005,
	4125006,
	4125008,
	4125009,
	4125012,
	4125015,
	4125022,
	4125025,
	4125032,
	4125035,
	4126001,
	4126002,
	4126003,
	4126005,
	4126006,
	4126008,
	4126009,
	4126012,
	4126015,
	4126022,
	4126025,
	4126032,
	4126035,
	4127001,
	4127002,
	4127003,
	4127005,
	4127006,
	4128001,
	4128002,
	4128003,
	4128005,
	4128006,
	4129001,
	4129002,
	4129003,
	4129005,
	4129006,
	4129008,
	4129009,
	4129015,
	4129025,
	4129035,
	4130001,
	4130002,
	4130003,
	4130005,
	4130006,
	4131001,
	4131002,
	4131003,
	4131005,
	4131006,
	4132001,
	4132002,
	4132003,
	4132005,
	4132006,
	4132008,
	4132009,
	4132015,
	4132025,
	4132035,
	4133001,
	4133002,
	4133003,
	4133005,
	4133006,
	4134001,
	4134002,
	4134003,
	4134005,
	4134006,
	4135001,
	4135002,
	4135003,
	4136001,
	4136002,
	4136003,
	4136004,
	4136006,
	4136007,
	4136009,
	4136010,
	4136011,
	4136013,
	4136014,
	4136016,
	4136017,
	4136018,
	4136020,
	4136021,
	4137001,
	4137002,
	4137003,
	4137005,
	4137006,
	4138001,
	4138002,
	4138003,
	4138004,
	4138005,
	4138006,
	4138007,
	4138009,
	4138010,
	4138012,
	4138013,
	4138015,
	4138016,
	4138018,
	4138019,
	4138021,
	4138022,
	4138024,
	4138025,
	4138027,
	4138028,
	4138030,
	4138031,
	4138033,
	4138034,
	4138035,
	4138036,
	4139001,
	4139002,
	4139003,
	4139005,
	4139011,
	4139012,
	4139013,
	4139014,
	4140001,
	4140002,
	4140003,
	4140005,
	4140006,
	4140011,
	4140012,
	4141001,
	4141002,
	4141003,
	4141005,
	4141006,
	4141011,
	4141012,
	4141013,
	4142001,
	4142002,
	4142003,
	4142005,
	4142006,
	4142011,
	4142012,
	4142013,
	4143001,
	4143002,
	4143003,
	4143005,
	4143006,
	4143011,
	4143012,
	4143013,
	4144001,
	4144002,
	4144003,
	4144005,
	4144006,
	4144011,
	4144012,
	4144013,
	4145001,
	4145002,
	4145003,
	4145004,
	4145005,
	4145006,
	4145008,
	4145010,
	4145012,
	4146001,
	4146002,
	4146003,
	4146004,
	4146005,
	4146006,
	4146008,
	4146010,
	4146012,
	4405001,
	4405002,
	4405003,
	90001,
	90002,
	90003,
	90004,
	90005,
	90006,
	90101,
	90102,
	90103,
	3000001,
	3000002,
	3000003,
	3000004,
	3000005,
	3000006,
	3000007,
	3000008,
	3000009,
	3000010,
	3000011,
	3000012,
	3000013,
	3000014,
	3000015,
	3000016,
	3000017,
	3000018,
	3000019,
	3000020,
	3000021,
	3000022,
	3000023,
	3000024,
	3000025,
	3100101,
	3100102,
	3100103,
	3100104,
	3100105,
	3100106,
	3100201,
	3100202,
	3100203,
	3100204,
	3100301,
	3100302,
	3100303,
	3100304,
	3100305,
	3100306,
	3100401,
	3100402,
	3100403,
	3100404,
	3100405,
	3100406,
	3100501,
	3100502,
	3100503,
	3100504,
	3100505,
	3100601,
	3100602,
	3100603,
	3100604,
	3100605,
	3100701,
	3100702,
	3100703,
	3100704,
	3100801,
	3100802,
	3100803,
	3100804,
	3100901,
	3100902,
	3100903,
	3100904,
	3101001,
	3101002,
	3101003,
	3101004,
	3101005,
	3101101,
	3101102,
	3101103,
	3101104,
	3101105,
	3101201,
	3101202,
	3101203,
	3101204,
	3101301,
	3101302,
	3101303,
	3101304,
	3101305,
	3101401,
	3101402,
	3101403,
	3101404,
	3101405,
	3101501,
	3101502,
	3101503,
	3101504,
	3101505,
	3101601,
	3101602,
	3101603,
	3101604,
	3101605,
	3101701,
	3101702,
	3101703,
	3101704,
	3101705,
	3101801,
	3101802,
	3101803,
	3101804,
	3101805,
	3101806,
	3101901,
	3101902,
	3101903,
	3101904,
	3101905,
	3102001,
	3102002,
	3102003,
	3102004,
	3102005,
	3102006,
	3102101,
	3102102,
	3102103,
	3102104,
	3102105,
	3102106,
	3102201,
	3102202,
	3102203,
	3102204,
	3102205,
	3102301,
	3102302,
	3102303,
	3102304,
	3102305,
	3102401,
	3102402,
	3102403,
	3102404,
	3102405,
	3102406,
	3102501,
	3102502,
	3102503,
	3102504,
	3102505,
	3102506,
	3102601,
	3102602,
	3102603,
	3102604,
	3102605,
	3102701,
	3102702,
	3102703,
	3102704,
	3102705,
	3102801,
	3102802,
	3102803,
	3102804,
	3102805,
	3102806,
	3102901,
	3102902,
	3102903,
	3102904,
	3103001,
	3103002,
	3103003,
	3103004,
	3103005,
	3103006,
	3103101,
	3103102,
	3103103,
	3103104,
	3103105,
	3103201,
	3103202,
	3103203,
	3103204,
	3103205,
	3103301,
	3103302,
	3103303,
	3103304,
	3103305,
	3103401,
	3103402,
	3103403,
	3103404,
	3103405,
	3103501,
	3103502,
	3103503,
	3103504,
	3103505,
	3103506,
	3103601,
	3103602,
	3103603,
	3103604,
	3103605,
	3103606,
	3103701,
	3103702,
	3103703,
	3103704,
	3103801,
	3103802,
	3103803,
	3103804,
	3103805,
	3103901,
	3103902,
	3103903,
	3103904,
	3103905,
	3104001,
	3104002,
	3104003,
	3104004,
	3104005,
	3104101,
	3104102,
	3104103,
	3104104,
	3104105,
	3104106,
	3104107,
	3104108,
	3104109,
	3104201,
	3104202,
	3104203,
	3104204,
	3104205,
	3104206,
	3104207,
	3104208,
	3104209,
	3104301,
	3104302,
	3104303,
	3104304,
	3104305,
	3104306,
	3104307,
	3104308,
	3104309,
	3104401,
	3104402,
	3104403,
	3104404,
	3104405,
	3104406,
	3104407,
	3104408,
	3104409,
	3104410,
	3104411,
	3104501,
	3104502,
	3104503,
	3104504,
	3104505,
	3104506,
	3104507,
	3104508,
	3104509,
	3104510,
	3104511,
	3104512,
	3104601,
	3104602,
	3104603,
	3104604,
	3104605,
	3104606,
	3104607,
	3104608,
	3104609,
	3104610,
	3104701,
	3104702,
	3104703,
	3104704,
	3104705,
	3104706,
	3104707,
	3104708,
	3104801,
	3104802,
	3104803,
	3104804,
	3104805,
	3104806,
	3104807,
	3104808,
	3104809,
	3104901,
	3104902,
	3104903,
	3104904,
	3104905,
	3104906,
	3104907,
	3104908,
	3104909,
	3104910,
	3105001,
	3105002,
	3105003,
	3105004,
	3105005,
	3105006,
	3105007,
	3105008,
	3105009,
	3105010,
	3200101,
	3200102,
	3200103,
	3200201,
	3200202,
	3200203,
	3200205,
	3200206,
	3200208,
	3200209,
	3200301,
	3200302,
	3200303,
	3200305,
	3200306,
	3200308,
	3200309,
	3200311,
	3200312,
	3200401,
	3200402,
	3200403,
	3200404,
	3200406,
	3200407,
	3200408,
	3200410,
	3200411,
	3200413,
	3200414,
	3200415,
	3200417,
	3200418,
	3200420,
	3200421,
	3200501,
	3200502,
	3200503,
	3200505,
	3200506,
	3200508,
	3200509,
	3200511,
	3200512,
	3200601,
	3200602,
	3200603,
	3200605,
	3200606,
	3200608,
	3200609,
	3200701,
	3200702,
	3200703,
	3200705,
	3200706,
	3200801,
	3200802,
	3200803,
	3200805,
	3200806,
	3200808,
	3200809,
	3200901,
	3200902,
	3200903,
	3200905,
	3200906,
	3200908,
	3200909,
	3200911,
	3200912,
	3201001,
	3201002,
	3201003,
	3201005,
	3201006,
	3201008,
	3201009,
	3201101,
	3201102,
	3201103,
	3201105,
	3201106,
	3201108,
	3201109,
	3201111,
	3201112,
	3201201,
	3201202,
	3201203,
	3201204,
	3201206,
	3201207,
	3201301,
	3201302,
	3201303,
	3201305,
	3201306,
	3201401,
	3201402,
	3201403,
	3201405,
	3201406,
	3201408,
	3201409,
	3201501,
	3201502,
	3201503,
	3201505,
	3201506,
	3201508,
	3201509,
	3201601,
	3201602,
	3201603,
	3201605,
	3201606,
	3201608,
	3201609,
	3201611,
	3201612,
	3201701,
	3201702,
	3201703,
	3201705,
	3201706,
	3201708,
	3201709,
	3201711,
	3201712,
	3201801,
	3201802,
	3201803,
	3201805,
	3201806,
	3201808,
	3201809,
	3201901,
	3201902,
	3201903,
	3201905,
	3201906,
	3201908,
	3201909,
	3201911,
	3201912,
	3202001,
	3202002,
	3202003,
	3202005,
	3202006,
	3202008,
	3202009,
	3202101,
	3202102,
	3202103,
	3202105,
	3202106,
	3202108,
	3202109,
	3202201,
	3202202,
	3202203,
	3202205,
	3202206,
	3202208,
	3202209,
	3202211,
	3202212,
	3202301,
	3202302,
	3202303,
	3202305,
	3202306,
	3202308,
	3202309,
	3202311,
	3202312,
	3202401,
	3202402,
	3202403,
	3202405,
	3202406,
	3202408,
	3202409,
	3202411,
	3202412,
	3202413,
	3202414,
	3202416,
	3202417,
	3202501,
	3202502,
	3202503,
	3202505,
	3202506,
	3202601,
	3202602,
	3202603,
	3202605,
	3202606,
	3202608,
	3202609,
	3202611,
	3202612,
	3202701,
	3202702,
	3202704,
	3202705,
	3202801,
	3202802,
	3202803,
	3202805,
	3202806,
	3202808,
	3202809,
	3202901,
	3202902,
	3202903,
	3202905,
	3202906,
	3203001,
	3203002,
	3203003,
	3203005,
	3203006,
	3203008,
	3203009,
	3203101,
	3203102,
	3203103,
	3203105,
	3203107,
	3203108,
	3203201,
	3203202,
	3203203,
	3203205,
	3203206,
	3203208,
	3203209,
	3203211,
	3203212,
	3203301,
	3203302,
	3203303,
	3203304,
	3203306,
	3203307,
	3203309,
	3203310,
	3203401,
	3203402,
	3203403,
	3203405,
	3203406,
	3203408,
	3203409,
	3203501,
	3203502,
	3203503,
	3203505,
	3203507,
	3203508,
	3203601,
	3203602,
	3203603,
	3203605,
	3203606,
	3203701,
	3203702,
	3203703,
	3203705,
	3203706,
	3203708,
	3203709,
	3203801,
	3203802,
	3203803,
	3203805,
	3203806,
	3203808,
	3203809,
	3203901,
	3203902,
	3203903,
	3203905,
	3203906,
	3203908,
	3203909,
	3203911,
	3203912,
	3204001,
	3204002,
	3204003,
	3204005,
	3204006,
	3204101,
	3204102,
	3204103,
	3204105,
	3204106,
	3204201,
	3204202,
	3204203,
	3204205,
	3204206,
	3204208,
	3204209,
	3204211,
	3204212,
	3204301,
	3204302,
	3204303,
	3204304,
	3204306,
	3204307,
	3204308,
	3204309,
	3204401,
	3204402,
	3204403,
	3204405,
	3204406,
	3204408,
	3204409,
	3204501,
	3204502,
	3204503,
	3204505,
	3204506,
	3204601,
	3204602,
	3204603,
	3204605,
	3204606,
	3204608,
	3204609,
	3204611,
	3204612,
	3204701,
	3204702,
	3204703,
	3204705,
	3204706,
	3204708,
	3204709,
	3204711,
	3204712,
	3204801,
	3204802,
	3204803,
	3204804,
	3204806,
	3204807,
	3204809,
	3204810,
	3204812,
	3204814,
	3204901,
	3204902,
	3204903,
	3204905,
	3204906,
	3205001,
	3205002,
	3205003,
	3205005,
	3205006,
	3205008,
	3205009,
	3205101,
	3205102,
	3205103,
	3205105,
	3205106,
	3205108,
	3205109,
	3205201,
	3205202,
	3205203,
	3205205,
	3205206,
	3205301,
	3205302,
	3205303,
	3205305,
	3205306,
	3205308,
	3205309,
	3205401,
	3205402,
	3205403,
	3205405,
	3205406,
	3205408,
	3205409,
	3205411,
	3205412,
	3205501,
	3205502,
	3205503,
	3205505,
	3205507,
	3205509,
	3205510,
	3205512,
	3205513,
	3205601,
	3205602,
	3205603,
	3205605,
	3205606,
	3205608,
	3205609,
	3205701,
	3205702,
	3205703,
	3205705,
	3205706,
	3205708,
	3205709,
	3205711,
	3205712,
	3205801,
	3205802,
	3205803,
	3205805,
	3205806,
	3205808,
	3205809,
	3205901,
	3205902,
	3205903,
	3205905,
	3205906,
	3205908,
	3205909,
	3205911,
	3205912,
	3206001,
	3206002,
	3206003,
	3206005,
	3206006,
	3206008,
	3206009,
	3206101,
	3206102,
	3206103,
	3206105,
	3206106,
	3206201,
	3206202,
	3206203,
	3206205,
	3206206,
	3206208,
	3206209,
	3206301,
	3206302,
	3206303,
	3206305,
	3206306,
	3206308,
	3206309,
	3206401,
	3206402,
	3206403,
	3206405,
	3206406,
	3206501,
	3206502,
	3206503,
	3206505,
	3206506,
	3206508,
	3206509,
	3206601,
	3206602,
	3206603,
	3206605,
	3206606,
	3206608,
	3206609,
	3206611,
	3206612,
	3206701,
	3206702,
	3206703,
	3206705,
	3206706,
	3206708,
	3206709,
	3206801,
	3206802,
	3206803,
	3206805,
	3206806,
	3206808,
	3206809,
	3206901,
	3206902,
	3206903,
	3206905,
	3206906,
	3206908,
	3206909,
	3207001,
	3207002,
	3207003,
	3207005,
	3207006,
	3207008,
	3207009,
	3207101,
	3207102,
	3207103,
	3207105,
	3207106,
	3207108,
	3207109,
	3207111,
	3207112,
	3207201,
	3207202,
	3207203,
	3207205,
	3207206,
	3207301,
	3207302,
	3207303,
	3207305,
	3207306,
	3207308,
	3207309,
	3207311,
	3207312,
	3207401,
	3207402,
	3207403,
	3207405,
	3207406,
	3207408,
	3207409,
	3207501,
	3207502,
	3207503,
	3207505,
	3207506,
	3207508,
	3207509,
	3207601,
	3207602,
	3207603,
	3207605,
	3207606,
	3207608,
	3207609,
	3207701,
	3207702,
	3207703,
	3207705,
	3207706,
	3207708,
	3207709,
	3207801,
	3207802,
	3207803,
	3207805,
	3207806,
	3207808,
	3207809,
	3207811,
	3207812,
	3207901,
	3207902,
	3207903,
	3207905,
	3207906,
	3207908,
	3207909,
	3208001,
	3208002,
	3208003,
	3208005,
	3208006,
	3208008,
	3208009,
	3208101,
	3208102,
	3208103,
	3208105,
	3208106,
	3208108,
	3208109,
	3208201,
	3208202,
	3208203,
	3208205,
	3208206,
	3208208,
	3208209,
	3208301,
	3208302,
	3208303,
	3208305,
	3208306,
	3208401,
	3208402,
	3208403,
	3208405,
	3208406,
	3208501,
	3208502,
	3208503,
	3208505,
	3208506,
	3208601,
	3208602,
	3208603,
	3208605,
	3208606,
	3208608,
	3208609,
	3208701,
	3208702,
	3208703,
	3208705,
	3208706,
	3208708,
	3208709,
	3208801,
	3208802,
	3208803,
	3208805,
	3208806,
	3208808,
	3208809,
	3208811,
	3208812,
	3208901,
	3208902,
	3208903,
	3208904,
	3208905,
	3208906,
	3208907,
	3208908,
	3208910,
	3208911,
	3208912,
	3209001,
	3209002,
	3209003,
	3209004,
	3209005,
	3209006,
	3209007,
	3209008,
	3209010,
	3209011,
	3209012,
	3209101,
	3209102,
	3209103,
	3209104,
	3209105,
	3209106,
	3209107,
	3209108,
	3209110,
	3209111,
	3209201,
	3209202,
	3209203,
	3209204,
	3209205,
	3209207,
	3209208,
	3209301,
	3209302,
	3209303,
	3209304,
	3209305,
	3209306,
	3209307,
	3209309,
	3209310,
	3209401,
	3209402,
	3209403,
	3209404,
	3209405,
	3209406,
	3209408,
	3209409,
	3209501,
	3209502,
	3209503,
	3209505,
	3209507,
	3209509,
	3209510,
	3209512,
	3209514,
	3209516,
	3209517,
	3238901,
	3239001,
	3239101,
	3239201,
	3239301,
	3239401,
	3240101,
	3240102,
	3240105,
	3240201,
	3240202,
	3240203,
	3240205,
	3240301,
	3240302,
	3240303,
	3240305,
	3241101,
	3241102,
	3241105,
	3241201,
	3241202,
	3241203,
	3241205,
	3241301,
	3241302,
	3241303,
	3241305,
	3242101,
	3242102,
	3242105,
	3242201,
	3242202,
	3242203,
	3242205,
	3242301,
	3242302,
	3242303,
	3242305,
	3243101,
	3243102,
	3243105,
	3243201,
	3243202,
	3243203,
	3243205,
	3243301,
	3243302,
	3243303,
	3243305,
	3244101,
	3244102,
	3244105,
	3244201,
	3244202,
	3244203,
	3244205,
	3244301,
	3244302,
	3244303,
	3244305,
	3245101,
	3245102,
	3245105,
	3245201,
	3245202,
	3245203,
	3245205,
	3245301,
	3245302,
	3245303,
	3245305,
	3500001,
	3500003,
	3500005,
	3500007,
	3600101,
	3600102,
	3600201,
	3600202,
	3600301,
	3600302,
	3600401,
	3600402,
	3600501,
	3600502,
	3600601,
	3600602,
	3600701,
	3600702,
	3600801,
	3600802,
	3600901,
	3600902,
	3601001,
	3601002,
	3601101,
	3601102,
	3601201,
	3601202,
	3601301,
	3601302,
	3601401,
	3601402,
	3601501,
	3601502,
	3601601,
	3601602,
	3601701,
	3601702,
	3601801,
	3601802,
	3700002,
	3700004,
	3700006,
	3700008,
	3700010,
	3700012,
	3700014,
	3700016,
	3700018,
	3700020,
	3700022,
	3700024,
	3700026,
	3700028,
	3700030,
	3700032,
	3700034,
	3700036,
	3700038,
	3700040,
	3700501,
	3700514,
	3700516,
	3700518,
	3700520,
	3700522,
	3700524,
	3700526,
	3700528,
	3700530,
	3700532,
	3700534,
	3700536,
	3700801,
	3700802,
	3700803,
	3700804,
	3700805,
	3700806
}
pg.base = pg.base or {}
pg.base.child2_word = {}

(function ()
	pg.base.child2_word[1] = {
		id = 1,
		main_character_face = 0,
		word = "哎呀~废柴$1这么简单的积木都搭不好？真没办法，让我来教你吧。",
		char_type = 1
	}
	pg.base.child2_word[2] = {
		id = 2,
		main_character_face = 0,
		word = "我肚子饿了啦！不许说“再等一下”！人家要立刻吃饭！",
		char_type = 1
	}
	pg.base.child2_word[3] = {
		id = 3,
		main_character_face = 0,
		word = "来陪我玩过家家吧！$1就演我的仆人就可以了~毕竟是本色出演嘛~",
		char_type = 1
	}
	pg.base.child2_word[4] = {
		id = 4,
		main_character_face = 0,
		word = "唔……人家可是很忙的啦，不过看$1这么可怜，勉强让你陪我玩一会儿好了~",
		char_type = 1
	}
	pg.base.child2_word[5] = {
		id = 5,
		main_character_face = 0,
		word = "$1想不想摸摸我的头呢~？不想？哼哼~错过了今天可没有下次了哦~",
		char_type = 1
	}
	pg.base.child2_word[6] = {
		id = 6,
		main_character_face = 0,
		word = "杂鱼$1，在发什么呆呢？如果是在想需要我帮忙的事，可是要付出相应的代价才行哦~",
		char_type = 1
	}
	pg.base.child2_word[7] = {
		id = 7,
		main_character_face = 0,
		word = "看在废柴$1最近工作这么辛苦的份上，人家特别为你准备了点心哦！不过要是敢说不好吃的话，以后就没有这种待遇了！",
		char_type = 1
	}
	pg.base.child2_word[8] = {
		id = 8,
		main_character_face = 0,
		word = "哼哼~笨蛋$1打瞌睡的样子真好笑，人家要把这张珍贵的抓拍照片好好保存起来，说不定以后能派上大用场呢～",
		char_type = 1
	}
	pg.base.child2_word[9] = {
		id = 9,
		main_character_face = 0,
		word = "今天放学不用来接人家……不过那个时候你要是已经等在那里了的话，那我也没办法啦~就只能勉为其难地和你一起回家咯~",
		char_type = 1
	}
	pg.base.child2_word[10] = {
		id = 10,
		main_character_face = 0,
		word = "笨蛋$1，既然你这么无聊，那就陪我玩捉迷藏吧！输了的话要请人家吃整整一周的冰淇淋哦~",
		char_type = 1
	}
	pg.base.child2_word[11] = {
		id = 11,
		main_character_face = 0,
		word = "$1看起来很累的样子。我最近跟着教程学会了按摩，您要是不嫌弃的话……",
		char_type = 1
	}
	pg.base.child2_word[12] = {
		id = 12,
		main_character_face = 0,
		word = "厨房里有我烤的小饼干，都是照着$1喜欢的口味做的，要不要来尝一块？我在旁边等着听您的评价。",
		char_type = 1
	}
	pg.base.child2_word[13] = {
		id = 13,
		main_character_face = 0,
		word = "农场里的花开得很漂亮哦。$1如果不太忙的话，能陪我出去走走吗？我带了相机，想和您一起记录些美好时刻呢。",
		char_type = 1
	}
	pg.base.child2_word[14] = {
		id = 14,
		main_character_face = 0,
		word = "今天学习钢琴的时候，老师夸我进步了哦。$1愿意听我弹一小段吗？我想让您看看我最近的练习成果。",
		char_type = 1
	}
	pg.base.child2_word[15] = {
		id = 15,
		main_character_face = 0,
		word = "啊，盆栽的叶子都蔫了……明明$1教过要每天浇水的，是我疏忽了。明天开始一定会记得按时浇水的……呜。",
		char_type = 1
	}
	pg.base.child2_word[16] = {
		id = 16,
		main_character_face = 0,
		word = "今天人家做了新的甜点呢，虽然不是专门为废柴$1准备的，不过看在你最近表现不错的份上，就大发慈悲地分你一份好了~",
		char_type = 1
	}
	pg.base.child2_word[17] = {
		id = 17,
		main_character_face = 0,
		word = "无聊的时候就想找笨蛋$1打球呢。怎么样，要来比试一场吗？不过要是输了可不准找借口哦~",
		char_type = 1
	}
	pg.base.child2_word[18] = {
		id = 18,
		main_character_face = 0,
		word = "哎呀呀，没有人家在身边的话，$1根本就活不下去吧？真是个离不开人的笨蛋呢~",
		char_type = 1
	}
	pg.base.child2_word[19] = {
		id = 19,
		main_character_face = 0,
		word = "哼哼~今天天气这么好，待在家里发呆的话人家可是会生气的哦~？赶快陪我出门，这是命令呢~",
		char_type = 1
	}
	pg.base.child2_word[20] = {
		id = 20,
		main_character_face = 0,
		word = "$1今天的表现勉强算及格吧。不过~要是以为这样就能让我满意，那可就大错特错了哦~？",
		char_type = 1
	}
	pg.base.child2_word[21] = {
		id = 21,
		main_character_face = 0,
		word = "您的眼下有些青黑呢……工作现在算是告一段落了吧？我帮您按按太阳穴，很快就会舒服一些哦。",
		char_type = 1
	}
	pg.base.child2_word[22] = {
		id = 22,
		main_character_face = 0,
		word = "这首曲子我改了很多遍……创作的灵感来源是您和我的日常。$1愿意听听看吗？",
		char_type = 1
	}
	pg.base.child2_word[23] = {
		id = 23,
		main_character_face = 0,
		word = "$1，您放在阳台的衬衫我收进来了哦。因为天气预报说今晚可能会下雨，所以我把它们都熨好挂在衣帽间了。",
		char_type = 1
	}
	pg.base.child2_word[24] = {
		id = 24,
		main_character_face = 0,
		word = "咖啡喝太多对身体不好哦。我泡了玫瑰花茶，$1要不要换换口味呢？",
		char_type = 1
	}
	pg.base.child2_word[25] = {
		id = 25,
		main_character_face = 0,
		word = "我最近在图书馆看到一本园艺书，才发现养护花草的意义不只在于欣赏它们的美，照料的过程本身就是一种治愈呢。",
		char_type = 1
	}
	pg.base.child2_word[26] = {
		id = 26,
		main_character_face = 6,
		word = "哎呀，看来$1这个笨蛋已经不忙了呢。",
		char_type = 6
	}
	pg.base.child2_word[27] = {
		id = 27,
		main_character_face = 6,
		word = "人家今天放学回来的时候特地给你带了红豆大福哦♪",
		char_type = 6
	}
	pg.base.child2_word[28] = {
		id = 28,
		main_character_face = 8,
		word = "不过要先陪我玩个游戏才给你吃。来猜猜哪个里面被我加了芥末吧？",
		char_type = 6
	}
	pg.base.child2_word[29] = {
		id = 29,
		main_character_face = 0,
		word = "左边的大福",
		char_type = 3
	}
	pg.base.child2_word[30] = {
		id = 30,
		main_character_face = 0,
		word = "右边的大福",
		char_type = 3
	}
	pg.base.child2_word[31] = {
		id = 31,
		main_character_face = 0,
		word = "哼哼~终于做出了选择呢~看你这么紧张的样子真有趣。",
		char_type = 6
	}
	pg.base.child2_word[32] = {
		id = 32,
		main_character_face = 7,
		word = "不过很遗憾，两边都是普通的大福哦？",
		char_type = 6
	}
	pg.base.child2_word[33] = {
		id = 33,
		main_character_face = 8,
		word = "好啦好啦，张嘴，啊——",
		char_type = 6
	}
	pg.base.child2_word[34] = {
		id = 34,
		main_character_face = 6,
		word = "哈啊~没想到回来的时候会突然下大雨呢，差点就被淋湿了。",
		char_type = 6
	}
	pg.base.child2_word[35] = {
		id = 35,
		main_character_face = 7,
		word = "还好有我带着伞，不然$1就变成笨蛋落汤鸡了~",
		char_type = 6
	}
	pg.base.child2_word[36] = {
		id = 36,
		main_character_face = 8,
		word = "作为报答，要给我买玩具哦！",
		char_type = 6
	}
	pg.base.child2_word[37] = {
		id = 37,
		main_character_face = 5,
		word = "唔……今天尝试做的煎蛋形状又很奇怪呢……",
		char_type = 6
	}
	pg.base.child2_word[38] = {
		id = 38,
		main_character_face = 8,
		word = "不过是给$1这个笨蛋吃的，这种程度也足够好了哼哼♪",
		char_type = 6
	}
	pg.base.child2_word[39] = {
		id = 39,
		main_character_face = 8,
		word = "我听到了。",
		char_type = 2
	}
	pg.base.child2_word[40] = {
		id = 40,
		main_character_face = 7,
		word = "欸~被听到了吗？那正好！",
		char_type = 6
	}
	pg.base.child2_word[41] = {
		id = 41,
		main_character_face = 7,
		word = "$1可要感恩戴德地把人家亲手做的煎蛋吃完哦？一点都不准剩~",
		char_type = 6
	}
	pg.base.child2_word[42] = {
		id = 42,
		main_character_face = 0,
		word = "今晚想吃什么？我去做饭吧。",
		char_type = 2
	}
	pg.base.child2_word[43] = {
		id = 43,
		main_character_face = 6,
		word = "哦~？$1这个笨蛋今天是想献殷勤了吗？",
		char_type = 6
	}
	pg.base.child2_word[44] = {
		id = 44,
		main_character_face = 7,
		word = "虽然你的厨艺还不错啦...不过要人家吃你做的饭可是有条件的哦？",
		char_type = 6
	}
	pg.base.child2_word[45] = {
		id = 45,
		main_character_face = 7,
		word = "把这条写着“笨蛋专用”的围裙乖乖穿上吧♪",
		char_type = 6
	}
	pg.base.child2_word[46] = {
		id = 46,
		main_character_face = 7,
		word = "要是不愿意的话…今天的晚餐评分可是要大大扣分的哦？",
		char_type = 6
	}
	pg.base.child2_word[47] = {
		id = 47,
		main_character_face = 5,
		word = "喂喂~$1，你这几天可是一直都在熬夜呢？",
		char_type = 6
	}
	pg.base.child2_word[48] = {
		id = 48,
		main_character_face = 5,
		word = "忙完这段时间就好了。",
		char_type = 2
	}
	pg.base.child2_word[49] = {
		id = 49,
		main_character_face = 4,
		word = "哼！每天都说这种话，真当人家是笨蛋吗？",
		char_type = 6
	}
	pg.base.child2_word[50] = {
		id = 50,
		main_character_face = 7,
		word = "现在！立刻！马上去休息！不然…人家可是存了好多有趣的照片哦？嘿嘿♪",
		char_type = 6
	}
	pg.base.child2_word[51] = {
		id = 51,
		main_character_face = 7,
		word = "好好好，我这就去休息。",
		char_type = 2
	}
	pg.base.child2_word[52] = {
		id = 52,
		main_character_face = 8,
		word = "哼哼♪~这还差不多，来，把热牛奶也喝了吧。",
		char_type = 6
	}
	pg.base.child2_word[53] = {
		id = 53,
		main_character_face = 6,
		word = "$1~你的早餐我已经准备好啦！",
		char_type = 6
	}
	pg.base.child2_word[54] = {
		id = 54,
		main_character_face = 6,
		word = "谢谢，不过你怎么突然想到做早餐？",
		char_type = 2
	}
	pg.base.child2_word[55] = {
		id = 55,
		main_character_face = 8,
		word = "因为人家准备了特别的惊喜嘛♪",
		char_type = 6
	}
	pg.base.child2_word[56] = {
		id = 56,
		main_character_face = 7,
		word = "猜猜今天的煎蛋里加了什么？猜错了就没有早饭吃哦~",
		char_type = 6
	}
	pg.base.child2_word[57] = {
		id = 57,
		main_character_face = 7,
		word = "……该不会又是芥末吧？",
		char_type = 2
	}
	pg.base.child2_word[58] = {
		id = 58,
		main_character_face = 8,
		word = "欸~不愧是被人家调教过的呢，这么快就猜中了~",
		char_type = 6
	}
	pg.base.child2_word[59] = {
		id = 59,
		main_character_face = 0,
		word = "（她今天一直在摆弄相机，是在打什么主意么……）",
		char_type = 2
	}
	pg.base.child2_word[60] = {
		id = 60,
		main_character_face = 0,
		word = "在拍什么呢？",
		char_type = 3
	}
	pg.base.child2_word[61] = {
		id = 61,
		main_character_face = 0,
		word = "在计划恶作剧么？",
		char_type = 3
	}
	pg.base.child2_word[62] = {
		id = 62,
		main_character_face = 7,
		word = "呵呵~被发现了吗？",
		char_type = 6
	}
	pg.base.child2_word[63] = {
		id = 63,
		main_character_face = 7,
		word = "这是在准备“$1的四季糗事精选集”哦~要不要先看看封面？",
		char_type = 6
	}
	pg.base.child2_word[64] = {
		id = 64,
		main_character_face = 8,
		word = "尽管期待一番吧~人家可是很用心在记录你的每一个珍贵瞬间呢~",
		char_type = 6
	}
	pg.base.child2_word[65] = {
		id = 65,
		main_character_face = 0,
		word = "我买了毛毯回来。",
		char_type = 2
	}
	pg.base.child2_word[66] = {
		id = 66,
		main_character_face = 7,
		word = "哦？$1身体这么虚弱吗？居然还需要这种东西取暖，真是杂鱼~",
		char_type = 6
	}
	pg.base.child2_word[67] = {
		id = 67,
		main_character_face = 7,
		word = "你最近不是喜欢晚上看电影么，是怕你着凉准备的。",
		char_type = 2
	}
	pg.base.child2_word[68] = {
		id = 68,
		main_character_face = 6,
		word = "欸~这么体贴吗？莫非人家最近欺负你让你感觉很开心？",
		char_type = 6
	}
	pg.base.child2_word[69] = {
		id = 69,
		main_character_face = 7,
		word = "甚至还买来毛毯给人家~",
		char_type = 6
	}
	pg.base.child2_word[70] = {
		id = 70,
		main_character_face = 8,
		word = "你表现得这么有诚意，那今晚就一起看电影吧~记得准备零食哦~",
		char_type = 6
	}
	pg.base.child2_word[71] = {
		id = 71,
		main_character_face = 0,
		word = "我把书房收拾好了。",
		char_type = 2
	}
	pg.base.child2_word[72] = {
		id = 72,
		main_character_face = 7,
		word = "哼哼♪~没想到你居然也会收拾房间呢。",
		char_type = 6
	}
	pg.base.child2_word[73] = {
		id = 73,
		main_character_face = 6,
		word = "收拾得勉强合格啦~不过书架上的相框歪了哦。",
		char_type = 6
	}
	pg.base.child2_word[74] = {
		id = 74,
		main_character_face = 8,
		word = "那可是我精心挑选的你打喷嚏的抓拍照片呢~快去帮人家放好啦！",
		char_type = 6
	}
	pg.base.child2_word[75] = {
		id = 75,
		main_character_face = 5,
		word = "$1，我放在冰箱里的布丁怎么不见啦？",
		char_type = 6
	}
	pg.base.child2_word[76] = {
		id = 76,
		main_character_face = 4,
		word = "该不会是……你偷偷吃了吧？",
		char_type = 6
	}
	pg.base.child2_word[77] = {
		id = 77,
		main_character_face = 4,
		word = "啊，我确实吃了。",
		char_type = 2
	}
	pg.base.child2_word[78] = {
		id = 78,
		main_character_face = 7,
		word = "哎呀哎呀，这下可糟糕了呢~",
		char_type = 6
	}
	pg.base.child2_word[79] = {
		id = 79,
		main_character_face = 6,
		word = "真好奇你马上会变成什么样呀~",
		char_type = 6
	}
	pg.base.child2_word[80] = {
		id = 80,
		main_character_face = 8,
		word = "嘿嘿嘿……",
		char_type = 6
	}
	pg.base.child2_word[81] = {
		id = 81,
		main_character_face = 6,
		word = "$1，我新养了一盆绿萝哦。",
		char_type = 6
	}
	pg.base.child2_word[82] = {
		id = 82,
		main_character_face = 6,
		word = "嗯？怎么突然想养植物了？",
		char_type = 2
	}
	pg.base.child2_word[83] = {
		id = 83,
		main_character_face = 0,
		word = "嗯哼，因为总觉得杂鱼你和这盆绿萝很像呢。",
		char_type = 6
	}
	pg.base.child2_word[84] = {
		id = 84,
		main_character_face = 7,
		word = "都需要人家细心照顾才行。",
		char_type = 6
	}
	pg.base.child2_word[85] = {
		id = 85,
		main_character_face = 8,
		word = "不然就会变得一副可怜兮兮的样子了~对吧~",
		char_type = 6
	}
	pg.base.child2_word[86] = {
		id = 86,
		main_character_face = 0,
		word = "我听说学校里好像在举办摄影展？",
		char_type = 2
	}
	pg.base.child2_word[87] = {
		id = 87,
		main_character_face = 6,
		word = "嗯~人家早都知道啦。",
		char_type = 6
	}
	pg.base.child2_word[88] = {
		id = 88,
		main_character_face = 6,
		word = "那你不想参加么？你不是总用相机在拍照么。",
		char_type = 2
	}
	pg.base.child2_word[89] = {
		id = 89,
		main_character_face = 1,
		word = "哈——？$1这个笨蛋，你是说让我拿着你那些出糗照参展吗？",
		char_type = 6
	}
	pg.base.child2_word[90] = {
		id = 90,
		main_character_face = 4,
		word = "我才不要呢！",
		char_type = 6
	}
	pg.base.child2_word[91] = {
		id = 91,
		main_character_face = 6,
		word = "$1~在想什么呢？",
		char_type = 6
	}
	pg.base.child2_word[92] = {
		id = 92,
		main_character_face = 6,
		word = "在想要不要去外面的咖啡店。",
		char_type = 2
	}
	pg.base.child2_word[93] = {
		id = 93,
		main_character_face = 4,
		word = "哼，外面的店里的咖啡怎么可能会有我泡的咖啡好喝！",
		char_type = 6
	}
	pg.base.child2_word[94] = {
		id = 94,
		main_character_face = 4,
		word = "这一点我承认。不过，我其实是在想一起去咖啡店里坐坐。",
		char_type = 2
	}
	pg.base.child2_word[95] = {
		id = 95,
		main_character_face = 4,
		word = "毕竟你之前看起来好像很想吃那里的小蛋糕的样子。",
		char_type = 2
	}
	pg.base.child2_word[96] = {
		id = 96,
		main_character_face = 2,
		word = "唔……好吧，如果杂鱼你坚持要请客的话。",
		char_type = 6
	}
	pg.base.child2_word[97] = {
		id = 97,
		main_character_face = 6,
		word = "勉强陪你去一次也不是不行。",
		char_type = 6
	}
	pg.base.child2_word[98] = {
		id = 98,
		main_character_face = 7,
		word = "不过我会点最贵的哦~",
		char_type = 6
	}
	pg.base.child2_word[99] = {
		id = 99,
		main_character_face = 0,
		word = "娜比娅，今天天气还不错，你要不要……",
		char_type = 2
	}
	pg.base.child2_word[100] = {
		id = 100,
		main_character_face = 7,
		word = "欸~不会吧，$1这是想约人家出门玩吗？",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[101] = {
		id = 101,
		main_character_face = 8,
		word = "明明只是个杂鱼~却在想着约可爱的人家呢~",
		char_type = 6
	}
	pg.base.child2_word[102] = {
		id = 102,
		main_character_face = 8,
		word = "那就在家……",
		char_type = 2
	}
	pg.base.child2_word[103] = {
		id = 103,
		main_character_face = 2,
		word = "也没有说不去啦！",
		char_type = 6
	}
	pg.base.child2_word[104] = {
		id = 104,
		main_character_face = 6,
		word = "好啦，$1也快点去换衣服，磨磨蹭蹭的话我要生气了，哼哼~",
		char_type = 6
	}
	pg.base.child2_word[105] = {
		id = 105,
		main_character_face = 4,
		word = "喂笨蛋，人家想看那个动画频道啦！",
		char_type = 6
	}
	pg.base.child2_word[106] = {
		id = 106,
		main_character_face = 4,
		word = "好，我换过去。",
		char_type = 2
	}
	pg.base.child2_word[107] = {
		id = 107,
		main_character_face = 8,
		word = "哼哼~既然这么听话……就勉强让你靠在我这边看吧♪",
		char_type = 6
	}
	pg.base.child2_word[108] = {
		id = 108,
		main_character_face = 7,
		word = "但是靠得太近的话我可是会生气的哦！",
		char_type = 6
	}
	pg.base.child2_word[109] = {
		id = 109,
		main_character_face = 0,
		word = "我说啊~",
		char_type = 6
	}
	pg.base.child2_word[110] = {
		id = 110,
		main_character_face = 8,
		word = "你知道书房的台灯坏了吗？",
		char_type = 6
	}
	pg.base.child2_word[111] = {
		id = 111,
		main_character_face = 8,
		word = "我知道，我正准备买新的。",
		char_type = 2
	}
	pg.base.child2_word[112] = {
		id = 112,
		main_character_face = 7,
		word = "哼哼~就知道你这个杂鱼废物修不好，人家已经修好啦！",
		char_type = 6
	}
	pg.base.child2_word[113] = {
		id = 113,
		main_character_face = 6,
		word = "让我想想……报酬的话，就用平时两倍的甜点吧~",
		char_type = 6
	}
	pg.base.child2_word[114] = {
		id = 114,
		main_character_face = 6,
		word = "喂，在发什么呆呢，杂鱼？",
		char_type = 6
	}
	pg.base.child2_word[115] = {
		id = 115,
		main_character_face = 6,
		word = "在想工作的事。",
		char_type = 2
	}
	pg.base.child2_word[116] = {
		id = 116,
		main_character_face = 8,
		word = "哈——真是个无可救药的笨蛋！",
		char_type = 6
	}
	pg.base.child2_word[117] = {
		id = 117,
		main_character_face = 7,
		word = "这种时候不是应该想着人家吗？",
		char_type = 6
	}
	pg.base.child2_word[118] = {
		id = 118,
		main_character_face = 0,
		word = "看来得好好惩罚你才行……今晚陪我看恐怖片，不许逃！",
		char_type = 6
	}
	pg.base.child2_word[119] = {
		id = 119,
		main_character_face = 3,
		word = "哼~虽然你做饭很好吃啦……但是今天也教教人家嘛！",
		char_type = 6
	}
	pg.base.child2_word[120] = {
		id = 120,
		main_character_face = 3,
		word = "好啊，想学什么？",
		char_type = 2
	}
	pg.base.child2_word[121] = {
		id = 121,
		main_character_face = 2,
		word = "就、就是上次你做的那个蛋包饭……",
		char_type = 6
	}
	pg.base.child2_word[122] = {
		id = 122,
		main_character_face = 4,
		word = "不过要是敢笑话我笨手笨脚的话，你今晚就别想吃晚饭了哦！",
		char_type = 6
	}
	pg.base.child2_word[123] = {
		id = 123,
		main_character_face = 6,
		word = "来，给杂鱼准备的特调咖啡做好啦！",
		char_type = 6
	}
	pg.base.child2_word[124] = {
		id = 124,
		main_character_face = 6,
		word = "……你又加了什么奇怪的东西么？",
		char_type = 2
	}
	pg.base.child2_word[125] = {
		id = 125,
		main_character_face = 8,
		word = "要不要猜猜看？猜对了有奖励哦？",
		char_type = 6
	}
	pg.base.child2_word[126] = {
		id = 126,
		main_character_face = 7,
		word = "不过你这么怕我，真让人伤心呢~",
		char_type = 6
	}
	pg.base.child2_word[127] = {
		id = 127,
		main_character_face = 6,
		word = "今天我可是大发慈悲没有捉弄你哦~只是普通的特调咖啡啦！",
		char_type = 6
	}
	pg.base.child2_word[128] = {
		id = 128,
		main_character_face = 6,
		word = "$1，你在找这个吗？",
		char_type = 6
	}
	pg.base.child2_word[129] = {
		id = 129,
		main_character_face = 6,
		word = "嗯？没错……不过怎么在你这里？",
		char_type = 2
	}
	pg.base.child2_word[130] = {
		id = 130,
		main_character_face = 7,
		word = "这个你就别管了~你想要回去的话，就先承认人家比你厉害♪",
		char_type = 6
	}
	pg.base.child2_word[131] = {
		id = 131,
		main_character_face = 7,
		word = "……",
		char_type = 2
	}
	pg.base.child2_word[132] = {
		id = 132,
		main_character_face = 6,
		word = "开玩笑啦~给你。",
		char_type = 6
	}
	pg.base.child2_word[133] = {
		id = 133,
		main_character_face = 8,
		word = "不过看你着急的样子真有趣呢~",
		char_type = 6
	}
	pg.base.child2_word[134] = {
		id = 134,
		main_character_face = 2,
		word = "$1，我刚刚整理了衣柜时候发现，你的衬衫有些皱了呢。",
		char_type = 6
	}
	pg.base.child2_word[135] = {
		id = 135,
		main_character_face = 2,
		word = "是吗？我都没注意到。",
		char_type = 2
	}
	pg.base.child2_word[136] = {
		id = 136,
		main_character_face = 6,
		word = "没关系啦，我已经把它们熨好了哦。",
		char_type = 6
	}
	pg.base.child2_word[137] = {
		id = 137,
		main_character_face = 8,
		word = "对了，你接下来有时间的话，要不要我来教你怎么快速把衣服熨好？",
		char_type = 6
	}
	pg.base.child2_word[138] = {
		id = 138,
		main_character_face = 6,
		word = "呼~今天真是个适合散步的好天气啊。",
		char_type = 6
	}
	pg.base.child2_word[139] = {
		id = 139,
		main_character_face = 0,
		word = "$1，我们要一起出去走走吗？",
		char_type = 6
	}
	pg.base.child2_word[140] = {
		id = 140,
		main_character_face = 0,
		word = "好啊，正好可以活动一下筋骨。",
		char_type = 2
	}
	pg.base.child2_word[141] = {
		id = 141,
		main_character_face = 8,
		word = "太好了~我刚好想试试新买的相机。",
		char_type = 6
	}
	pg.base.child2_word[142] = {
		id = 142,
		main_character_face = 8,
		word = "我们就去公园拍点照片吧~",
		char_type = 6
	}
	pg.base.child2_word[143] = {
		id = 143,
		main_character_face = 2,
		word = "唔……$1……",
		char_type = 6
	}
	pg.base.child2_word[144] = {
		id = 144,
		main_character_face = 2,
		word = "我今天在尝试写一首新歌，但是好像思路突然卡住了。",
		char_type = 6
	}
	pg.base.child2_word[145] = {
		id = 145,
		main_character_face = 0,
		word = "嗯？写到哪里了？",
		char_type = 3
	}
	pg.base.child2_word[146] = {
		id = 146,
		main_character_face = 0,
		word = "需要我帮忙么？",
		char_type = 3
	}
	pg.base.child2_word[147] = {
		id = 147,
		main_character_face = 6,
		word = "嗯……歌词是“你的笑容如阳光般温暖”，但是下一句怎么接我有点纠结……",
		char_type = 6
	}
	pg.base.child2_word[148] = {
		id = 148,
		main_character_face = 6,
		word = "也许……$1能给我些灵感吗？",
		char_type = 6
	}
	pg.base.child2_word[149] = {
		id = 149,
		main_character_face = 7,
		word = "比如说让我观察一下你的笑容……",
		char_type = 6
	}
	pg.base.child2_word[150] = {
		id = 150,
		main_character_face = 6,
		word = "$1，我今天在整理书架的时候发现了一本有趣的食谱呢。",
		char_type = 6
	}
	pg.base.child2_word[151] = {
		id = 151,
		main_character_face = 0,
		word = "哦？什么样的食谱？",
		char_type = 3
	}
	pg.base.child2_word[152] = {
		id = 152,
		main_character_face = 0,
		word = "你想试着做做看吗？",
		char_type = 3
	}
	pg.base.child2_word[153] = {
		id = 153,
		main_character_face = 8,
		word = "是一本甜点食谱哦，我已经迫不及待想试试看了呢。",
		char_type = 6
	}
	pg.base.child2_word[154] = {
		id = 154,
		main_character_face = 6,
		word = "里面有很多看起来就很美味的点心。",
		char_type = 6
	}
	pg.base.child2_word[155] = {
		id = 155,
		main_character_face = 8,
		word = "我在想，要不要每天都选一道做做看呢？",
		char_type = 6
	}
	pg.base.child2_word[156] = {
		id = 156,
		main_character_face = 6,
		word = "$1，放学回来的路上我买了一些点心。",
		char_type = 6
	}
	pg.base.child2_word[157] = {
		id = 157,
		main_character_face = 6,
		word = "嗯……看上去都是我喜欢的口味？",
		char_type = 2
	}
	pg.base.child2_word[158] = {
		id = 158,
		main_character_face = 6,
		word = "你是特意去买的这些么？",
		char_type = 2
	}
	pg.base.child2_word[159] = {
		id = 159,
		main_character_face = 6,
		word = "是呀，因为想让你开心嘛。",
		char_type = 6
	}
	pg.base.child2_word[160] = {
		id = 160,
		main_character_face = 8,
		word = "你平时那么辛苦，偶尔吃吃点心放松一下也很重要哦。",
		char_type = 6
	}
	pg.base.child2_word[161] = {
		id = 161,
		main_character_face = 8,
		word = "$1，我刚刚在阳台上发现了一只小鸟的巢耶！",
		char_type = 6
	}
	pg.base.child2_word[162] = {
		id = 162,
		main_character_face = 6,
		word = "虽然鸟妈妈不在，但里面好像有三个小小的蛋呢。",
		char_type = 6
	}
	pg.base.child2_word[163] = {
		id = 163,
		main_character_face = 6,
		word = "嗯……要不要照看一下？",
		char_type = 2
	}
	pg.base.child2_word[164] = {
		id = 164,
		main_character_face = 0,
		word = "嗯嗯！我也正有此意哦。",
		char_type = 6
	}
	pg.base.child2_word[165] = {
		id = 165,
		main_character_face = 8,
		word = "我们可以每天观察一下，但尽量不要打扰到它们。",
		char_type = 6
	}
	pg.base.child2_word[166] = {
		id = 166,
		main_character_face = 6,
		word = "啊，要是能看到小鸟孵化的那一刻就好了~",
		char_type = 6
	}
	pg.base.child2_word[167] = {
		id = 167,
		main_character_face = 8,
		word = "一定是很美好的画面吧，我要把全程都拍下来~",
		char_type = 6
	}
	pg.base.child2_word[168] = {
		id = 168,
		main_character_face = 0,
		word = "我今天特意看了天气预报呢。",
		char_type = 6
	}
	pg.base.child2_word[169] = {
		id = 169,
		main_character_face = 8,
		word = "接下来几天昼夜温差都会很大，所以我给$1准备了一件薄外套。",
		char_type = 6
	}
	pg.base.child2_word[170] = {
		id = 170,
		main_character_face = 8,
		word = "平时出门要记得带上哦。",
		char_type = 6
	}
	pg.base.child2_word[171] = {
		id = 171,
		main_character_face = 0,
		word = "$1，学校里最近教了插花艺术这门课哦。",
		char_type = 6
	}
	pg.base.child2_word[172] = {
		id = 172,
		main_character_face = 2,
		word = "你喜欢哪种花呢，可以告诉我吗？",
		char_type = 6
	}
	pg.base.child2_word[173] = {
		id = 173,
		main_character_face = 6,
		word = "下次我想试着用你喜欢的花做一个特别的作品呢。",
		char_type = 6
	}
	pg.base.child2_word[174] = {
		id = 174,
		main_character_face = 8,
		word = "我买了一个好看的收纳册，用来收纳之前一起看电影的票根哦。",
		char_type = 6
	}
	pg.base.child2_word[175] = {
		id = 175,
		main_character_face = 0,
		word = "你收集了很多么？",
		char_type = 3
	}
	pg.base.child2_word[176] = {
		id = 176,
		main_character_face = 0,
		word = "原来你都保存着啊。",
		char_type = 3
	}
	pg.base.child2_word[177] = {
		id = 177,
		main_character_face = 2,
		word = "嗯，我把每一次的票根都好好保存着呢。",
		char_type = 6
	}
	pg.base.child2_word[178] = {
		id = 178,
		main_character_face = 6,
		word = "要不要找个时间再去看电影？",
		char_type = 6
	}
	pg.base.child2_word[179] = {
		id = 179,
		main_character_face = 8,
		word = "这次我们可以选一部轻松点的喜剧片，让你好好放松一下精神~",
		char_type = 6
	}
	pg.base.child2_word[180] = {
		id = 180,
		main_character_face = 0,
		word = "嗯？错觉么？家里有一种好闻的香味。",
		char_type = 2
	}
	pg.base.child2_word[181] = {
		id = 181,
		main_character_face = 2,
		word = "$1注意到了吗？我正想告诉你呢。",
		char_type = 6
	}
	pg.base.child2_word[182] = {
		id = 182,
		main_character_face = 6,
		word = "这是我在手工课上学着做的香薰蜡烛。",
		char_type = 6
	}
	pg.base.child2_word[183] = {
		id = 183,
		main_character_face = 8,
		word = "我特意选了薰衣草的味道，睡前可以点上哦。",
		char_type = 6
	}
	pg.base.child2_word[184] = {
		id = 184,
		main_character_face = 0,
		word = "啊，不过要小心别碰到蜡烛，安全第一~",
		char_type = 6
	}
	pg.base.child2_word[185] = {
		id = 185,
		main_character_face = 5,
		word = "$1，可以帮我一个忙吗？",
		char_type = 6
	}
	pg.base.child2_word[186] = {
		id = 186,
		main_character_face = 5,
		word = "嗯？什么事？",
		char_type = 2
	}
	pg.base.child2_word[187] = {
		id = 187,
		main_character_face = 2,
		word = "我自学了编织，想给你做一条围巾……",
		char_type = 6
	}
	pg.base.child2_word[188] = {
		id = 188,
		main_character_face = 6,
		word = "可以让我量一下尺寸吗？",
		char_type = 6
	}
	pg.base.child2_word[189] = {
		id = 189,
		main_character_face = 8,
		word = "虽然还很生疏……还织得还不太好，但我会努力的！",
		char_type = 6
	}
	pg.base.child2_word[190] = {
		id = 190,
		main_character_face = 2,
		word = "$1，书房的灯好像有点暗呢。",
		char_type = 6
	}
	pg.base.child2_word[191] = {
		id = 191,
		main_character_face = 2,
		word = "确实，看文件的时候感觉有点吃力。",
		char_type = 2
	}
	pg.base.child2_word[192] = {
		id = 192,
		main_character_face = 5,
		word = "这样下去对眼睛不好呢……",
		char_type = 6
	}
	pg.base.child2_word[193] = {
		id = 193,
		main_character_face = 6,
		word = "趁着周末，一起去挑一个新的灯吧？要选护眼的那种。",
		char_type = 6
	}
	pg.base.child2_word[194] = {
		id = 194,
		main_character_face = 8,
		word = "顺便也可以出去散散步，呼吸新鲜空气~",
		char_type = 6
	}
	pg.base.child2_word[195] = {
		id = 195,
		main_character_face = 8,
		word = "$1，你看，家里的植物是不是长得特别精神呀？",
		char_type = 6
	}
	pg.base.child2_word[196] = {
		id = 196,
		main_character_face = 8,
		word = "是啊，最近都很有活力的样子，这也多亏了娜比娅照顾得好。",
		char_type = 2
	}
	pg.base.child2_word[197] = {
		id = 197,
		main_character_face = 6,
		word = "嘿嘿……其实我在图书馆看到了一本园艺书呢。",
		char_type = 6
	}
	pg.base.child2_word[198] = {
		id = 198,
		main_character_face = 0,
		word = "书上说植物也是有听觉的，每天和它们说说话，它们会长得更好。",
		char_type = 6
	}
	pg.base.child2_word[199] = {
		id = 199,
		main_character_face = 6,
		word = "所以我每天给它们浇水的时候，都会和它们聊天呢。",
		char_type = 6
	}
	pg.base.child2_word[200] = {
		id = 200,
		main_character_face = 8,
		word = "$1要不要也试试看？说不定它们会更开心哦。",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[201] = {
		id = 201,
		main_character_face = 0,
		word = "$1，你喜欢听音乐吗？",
		char_type = 6
	}
	pg.base.child2_word[202] = {
		id = 202,
		main_character_face = 0,
		word = "怎么突然问起了这个？",
		char_type = 2
	}
	pg.base.child2_word[203] = {
		id = 203,
		main_character_face = 6,
		word = "我觉得工作或者学习的时候放点轻音乐，注意力会变得更集中呢。",
		char_type = 6
	}
	pg.base.child2_word[204] = {
		id = 204,
		main_character_face = 6,
		word = "而且……也能让房间的氛围变得更温馨一些。",
		char_type = 6
	}
	pg.base.child2_word[205] = {
		id = 205,
		main_character_face = 8,
		word = "等下要不要试试看呢？",
		char_type = 6
	}
	pg.base.child2_word[206] = {
		id = 206,
		main_character_face = 0,
		word = "家里有面包的香味……你在做面包吗？",
		char_type = 2
	}
	pg.base.child2_word[207] = {
		id = 207,
		main_character_face = 1,
		word = "啊，被发现了……本来想给你一个惊喜的。",
		char_type = 6
	}
	pg.base.child2_word[208] = {
		id = 208,
		main_character_face = 1,
		word = "这么香的味道，想不发现也很难。",
		char_type = 2
	}
	pg.base.child2_word[209] = {
		id = 209,
		main_character_face = 2,
		word = "就别提前夸奖我啦，这还是我第一次尝试烤面包呢。",
		char_type = 6
	}
	pg.base.child2_word[210] = {
		id = 210,
		main_character_face = 6,
		word = "等会儿烤好了我们一起品尝怎么样？希望味道不会太糟糕……",
		char_type = 6
	}
	pg.base.child2_word[211] = {
		id = 211,
		main_character_face = 5,
		word = "$1，你的肩膀是不是很酸？",
		char_type = 6
	}
	pg.base.child2_word[212] = {
		id = 212,
		main_character_face = 5,
		word = "我看你刚才一直在揉肩膀……",
		char_type = 6
	}
	pg.base.child2_word[213] = {
		id = 213,
		main_character_face = 2,
		word = "要不要我帮你按按？虽然可能不太专业……",
		char_type = 6
	}
	pg.base.child2_word[214] = {
		id = 214,
		main_character_face = 0,
		word = "那就拜托娜比娅了",
		char_type = 3
	}
	pg.base.child2_word[215] = {
		id = 215,
		main_character_face = 0,
		word = "好，来吧！",
		char_type = 3
	}
	pg.base.child2_word[216] = {
		id = 216,
		main_character_face = 8,
		word = "好~如果等下觉得不舒服，要及时告诉我哦。",
		char_type = 6
	}
	pg.base.child2_word[217] = {
		id = 217,
		main_character_face = 8,
		word = "$1，你看我找到了什么？",
		char_type = 6
	}
	pg.base.child2_word[218] = {
		id = 218,
		main_character_face = 8,
		word = "这是……相册？",
		char_type = 2
	}
	pg.base.child2_word[219] = {
		id = 219,
		main_character_face = 6,
		word = "嗯！里面都是我们一起拍的照片哦。",
		char_type = 6
	}
	pg.base.child2_word[220] = {
		id = 220,
		main_character_face = 6,
		word = "能和$1一起创造这么多美好的回忆，真的很幸福呢。",
		char_type = 6
	}
	pg.base.child2_word[221] = {
		id = 221,
		main_character_face = 6,
		word = "$1~",
		char_type = 6
	}
	pg.base.child2_word[222] = {
		id = 222,
		main_character_face = 6,
		word = "我今天学会了折纸星星哦~",
		char_type = 6
	}
	pg.base.child2_word[223] = {
		id = 223,
		main_character_face = 8,
		word = "你看，这些都是我折的哦。",
		char_type = 6
	}
	pg.base.child2_word[224] = {
		id = 224,
		main_character_face = 8,
		word = "据说集够一千颗星星就可以实现一个愿望哦。",
		char_type = 6
	}
	pg.base.child2_word[225] = {
		id = 225,
		main_character_face = 8,
		word = "那你想许什么愿望呢？",
		char_type = 2
	}
	pg.base.child2_word[226] = {
		id = 226,
		main_character_face = 2,
		word = "欸？这个是秘密啦……",
		char_type = 6
	}
	pg.base.child2_word[227] = {
		id = 227,
		main_character_face = 6,
		word = "不过倒是有一部分可以告诉你——是和你有关的愿望哦。",
		char_type = 6
	}
	pg.base.child2_word[228] = {
		id = 228,
		main_character_face = 2,
		word = "唔……$1，我发现你最近总是很晚才休息呢。",
		char_type = 6
	}
	pg.base.child2_word[229] = {
		id = 229,
		main_character_face = 2,
		word = "是有些睡不太好。",
		char_type = 2
	}
	pg.base.child2_word[230] = {
		id = 230,
		main_character_face = 5,
		word = "是工作的事让你睡不好吗？",
		char_type = 6
	}
	pg.base.child2_word[231] = {
		id = 231,
		main_character_face = 5,
		word = "这样下去身体会受不了的……对了，我有个主意。",
		char_type = 6
	}
	pg.base.child2_word[232] = {
		id = 232,
		main_character_face = 8,
		word = "今晚我给你泡杯热牛奶，再陪你散散步放松一下吧？",
		char_type = 6
	}
	pg.base.child2_word[233] = {
		id = 233,
		main_character_face = 0,
		word = "$1，天气预报说最近都是晴天哦。",
		char_type = 6
	}
	pg.base.child2_word[234] = {
		id = 234,
		main_character_face = 6,
		word = "要不要一起去运动？",
		char_type = 6
	}
	pg.base.child2_word[235] = {
		id = 235,
		main_character_face = 0,
		word = "好啊，确实该活动活动了。",
		char_type = 3
	}
	pg.base.child2_word[236] = {
		id = 236,
		main_character_face = 0,
		word = "你想做什么运动呢？",
		char_type = 3
	}
	pg.base.child2_word[237] = {
		id = 237,
		main_character_face = 0,
		word = "我想趁着这么好的天气，可以一起去户外，随便做些什么运动都行。",
		char_type = 6
	}
	pg.base.child2_word[238] = {
		id = 238,
		main_character_face = 6,
		word = "反正活动一下对身体好，也能放松心情嘛。",
		char_type = 6
	}
	pg.base.child2_word[239] = {
		id = 239,
		main_character_face = 8,
		word = "我已经准备好运动装备了哦~现在就出发吧~",
		char_type = 6
	}
	pg.base.child2_word[240] = {
		id = 240,
		main_character_face = 5,
		word = "喂……废柴$1……",
		char_type = 6
	}
	pg.base.child2_word[241] = {
		id = 241,
		main_character_face = 5,
		word = "你…你最近看起来好像很累的样子呢！",
		char_type = 6
	}
	pg.base.child2_word[242] = {
		id = 242,
		main_character_face = 5,
		word = "尤其今天也还有黑眼圈……",
		char_type = 6
	}
	pg.base.child2_word[243] = {
		id = 243,
		main_character_face = 2,
		word = "……我给你泡了咖啡，不过别误会了哦，我只是不想看你倒下而已！",
		char_type = 6
	}
	pg.base.child2_word[244] = {
		id = 244,
		main_character_face = 0,
		word = "谢谢你特地为我准备",
		char_type = 3
	}
	pg.base.child2_word[245] = {
		id = 245,
		main_character_face = 1,
		word = "笨、笨蛋！谁说是特地准备的！",
		char_type = 6
	}
	pg.base.child2_word[246] = {
		id = 246,
		main_character_face = 2,
		word = "不过既然你这么说了，我以后也可以偶尔帮你泡一下啦……",
		char_type = 6
	}
	pg.base.child2_word[247] = {
		id = 247,
		main_character_face = 0,
		word = "正好渴了，谢谢",
		char_type = 3
	}
	pg.base.child2_word[248] = {
		id = 248,
		main_character_face = 2,
		word = "哼，真是的……",
		char_type = 6
	}
	pg.base.child2_word[249] = {
		id = 249,
		main_character_face = 7,
		word = "算了，要好好记住人家的这份恩情哦~废柴$1",
		char_type = 6
	}
	pg.base.child2_word[250] = {
		id = 250,
		main_character_face = 6,
		word = "哼哼~$1，整天在家里待着多无聊啊~？",
		char_type = 6
	}
	pg.base.child2_word[251] = {
		id = 251,
		main_character_face = 8,
		word = "我要出去跑步了哦，你这种弱不禁风的家伙肯定跟不上吧~？",
		char_type = 6
	}
	pg.base.child2_word[252] = {
		id = 252,
		main_character_face = 7,
		word = "要不要试试看？输了的话就要听人家的命令哦？",
		char_type = 6
	}
	pg.base.child2_word[253] = {
		id = 253,
		main_character_face = 0,
		word = "这么想看我认输的样子吗？",
		char_type = 3
	}
	pg.base.child2_word[254] = {
		id = 254,
		main_character_face = 7,
		word = "哼哼，被你发现了呢～",
		char_type = 6
	}
	pg.base.child2_word[255] = {
		id = 255,
		main_character_face = 8,
		word = "既然你都这么有自知之明了，那就快点跟上来吧，弱者～",
		char_type = 6
	}
	pg.base.child2_word[256] = {
		id = 256,
		main_character_face = 0,
		word = "好啊，一起运动吧",
		char_type = 3
	}
	pg.base.child2_word[257] = {
		id = 257,
		main_character_face = 4,
		word = "真没意思……$1完全不懂人家的点呢。",
		char_type = 6
	}
	pg.base.child2_word[258] = {
		id = 258,
		main_character_face = 7,
		word = "不过也无所谓了，反正等会儿有你好受的~！",
		char_type = 6
	}
	pg.base.child2_word[259] = {
		id = 259,
		main_character_face = 6,
		word = "$1，我今天心情好，所以要问你一个问题~",
		char_type = 6
	}
	pg.base.child2_word[260] = {
		id = 260,
		main_character_face = 2,
		word = "如果……人家是说如果哦~？",
		char_type = 6
	}
	pg.base.child2_word[261] = {
		id = 261,
		main_character_face = 2,
		word = "收到礼物的话，你更喜欢哪种类型的呢？",
		char_type = 6
	}
	pg.base.child2_word[262] = {
		id = 262,
		main_character_face = 0,
		word = "只要是娜比娅送的我都喜欢",
		char_type = 3
	}
	pg.base.child2_word[263] = {
		id = 263,
		main_character_face = 1,
		word = "什、什么啊！？谁、谁说要给你送礼物了！？",
		char_type = 6
	}
	pg.base.child2_word[264] = {
		id = 264,
		main_character_face = 2,
		word = "……不过看在你这么期待的份上，到时候就勉为其难地送你一个好了……",
		char_type = 6
	}
	pg.base.child2_word[265] = {
		id = 265,
		main_character_face = 0,
		word = "更偏实用性的东西吧",
		char_type = 3
	}
	pg.base.child2_word[266] = {
		id = 266,
		main_character_face = 5,
		word = "还是真是无趣的答案呢……",
		char_type = 6
	}
	pg.base.child2_word[267] = {
		id = 267,
		main_character_face = 2,
		word = "算了，反正人家也没打算送你礼物~！",
		char_type = 6
	}
	pg.base.child2_word[268] = {
		id = 268,
		main_character_face = 8,
		word = "$1~看得出来人家今天有什么不一样的地方吗~？",
		char_type = 6
	}
	pg.base.child2_word[269] = {
		id = 269,
		main_character_face = 7,
		word = "要是猜不出来的话，就要接受我的惩罚游戏哦~",
		char_type = 6
	}
	pg.base.child2_word[270] = {
		id = 270,
		main_character_face = 0,
		word = "又在找机会捉弄人了吧？",
		char_type = 3
	}
	pg.base.child2_word[271] = {
		id = 271,
		main_character_face = 7,
		word = "欸~被发现了？真没意思……",
		char_type = 6
	}
	pg.base.child2_word[272] = {
		id = 272,
		main_character_face = 8,
		word = "反正你也发现了，不如就直接陪我玩惩罚游戏吧~！",
		char_type = 6
	}
	pg.base.child2_word[273] = {
		id = 273,
		main_character_face = 0,
		word = "是发饰调整了一点角度吧",
		char_type = 3
	}
	pg.base.child2_word[274] = {
		id = 274,
		main_character_face = 2,
		word = "切……这么认真回答做什么嘛。",
		char_type = 6
	}
	pg.base.child2_word[275] = {
		id = 275,
		main_character_face = 3,
		word = "人家明明准备了那么多好玩的惩罚游戏，这下派不上用场了……",
		char_type = 6
	}
	pg.base.child2_word[276] = {
		id = 276,
		main_character_face = 6,
		word = "嗯哼~人家今天特意试着做了咖喱哦~",
		char_type = 6
	}
	pg.base.child2_word[277] = {
		id = 277,
		main_character_face = 8,
		word = "保证是废柴$1从来没有尝试过的全新口味呢~",
		char_type = 6
	}
	pg.base.child2_word[278] = {
		id = 278,
		main_character_face = 6,
		word = "我已经放到餐桌上咯，你可不准剩下！",
		char_type = 6
	}
	pg.base.child2_word[279] = {
		id = 279,
		main_character_face = 0,
		word = "总觉得这份咖喱有点可疑",
		char_type = 3
	}
	pg.base.child2_word[280] = {
		id = 280,
		main_character_face = 7,
		word = "哼哼~那又如何~？",
		char_type = 6
	}
	pg.base.child2_word[281] = {
		id = 281,
		main_character_face = 8,
		word = "你现在想逃也已经来不及了哦。",
		char_type = 6
	}
	pg.base.child2_word[282] = {
		id = 282,
		main_character_face = 0,
		word = "谢谢，那我就开动了",
		char_type = 3
	}
	pg.base.child2_word[283] = {
		id = 283,
		main_character_face = 6,
		word = "真是个一点都不谨慎的笨蛋呢~",
		char_type = 6
	}
	pg.base.child2_word[284] = {
		id = 284,
		main_character_face = 6,
		word = "就好好享受人家的特制料理吧。",
		char_type = 6
	}
	pg.base.child2_word[285] = {
		id = 285,
		main_character_face = 2,
		word = "$1……那个……",
		char_type = 6
	}
	pg.base.child2_word[286] = {
		id = 286,
		main_character_face = 2,
		word = "我看你一直在处理文件……",
		char_type = 6
	}
	pg.base.child2_word[287] = {
		id = 287,
		main_character_face = 6,
		word = "要不要休息一下喝杯红茶呢？",
		char_type = 6
	}
	pg.base.child2_word[288] = {
		id = 288,
		main_character_face = 0,
		word = "娜比娅是在关心我么？",
		char_type = 3
	}
	pg.base.child2_word[289] = {
		id = 289,
		main_character_face = 6,
		word = "嗯……因为希望$1能适当放松一下……",
		char_type = 6
	}
	pg.base.child2_word[290] = {
		id = 290,
		main_character_face = 8,
		word = "我准备了红茶和饼干，就暂时放下工作，休息一下吧。",
		char_type = 6
	}
	pg.base.child2_word[291] = {
		id = 291,
		main_character_face = 0,
		word = "不用了，我再忙一会",
		char_type = 3
	}
	pg.base.child2_word[292] = {
		id = 292,
		main_character_face = 3,
		word = "这样啊……",
		char_type = 6
	}
	pg.base.child2_word[293] = {
		id = 293,
		main_character_face = 2,
		word = "那我……过一会儿再来好了。",
		char_type = 6
	}
	pg.base.child2_word[294] = {
		id = 294,
		main_character_face = 0,
		word = "$1，我准备整理一下书架……",
		char_type = 6
	}
	pg.base.child2_word[295] = {
		id = 295,
		main_character_face = 6,
		word = "你有什么需要特别放到手边的书吗？",
		char_type = 6
	}
	pg.base.child2_word[296] = {
		id = 296,
		main_character_face = 0,
		word = "我来帮你一起整理吧",
		char_type = 3
	}
	pg.base.child2_word[297] = {
		id = 297,
		main_character_face = 2,
		word = "欸？这样会不会太麻烦你了……",
		char_type = 6
	}
	pg.base.child2_word[298] = {
		id = 298,
		main_character_face = 6,
		word = "不过…能和$1一起，我很开心哦……",
		char_type = 6
	}
	pg.base.child2_word[299] = {
		id = 299,
		main_character_face = 0,
		word = "没什么，按照你的习惯来就好",
		char_type = 3
	}
	pg.base.child2_word[300] = {
		id = 300,
		main_character_face = 8,
		word = "那就放心交给我吧。",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[301] = {
		id = 301,
		main_character_face = 6,
		word = "一定会整理得井井有条的。",
		char_type = 6
	}
	pg.base.child2_word[302] = {
		id = 302,
		main_character_face = 6,
		word = "我整理了一些我们的照片。",
		char_type = 6
	}
	pg.base.child2_word[303] = {
		id = 303,
		main_character_face = 2,
		word = "想把它们放在相框里……",
		char_type = 6
	}
	pg.base.child2_word[304] = {
		id = 304,
		main_character_face = 5,
		word = "不过数量有点多呢，我有点纠结装裱哪些了……",
		char_type = 6
	}
	pg.base.child2_word[305] = {
		id = 305,
		main_character_face = 0,
		word = "你觉得好看的都可以放上去",
		char_type = 3
	}
	pg.base.child2_word[306] = {
		id = 306,
		main_character_face = 1,
		word = "欸？这样吗？",
		char_type = 6
	}
	pg.base.child2_word[307] = {
		id = 307,
		main_character_face = 6,
		word = "唔……虽然也不是不行，但是这样就要买更多相框了……",
		char_type = 6
	}
	pg.base.child2_word[308] = {
		id = 308,
		main_character_face = 0,
		word = "一起挑选照片吧！",
		char_type = 3
	}
	pg.base.child2_word[309] = {
		id = 309,
		main_character_face = 8,
		word = "欸嘿嘿，那太好了~",
		char_type = 6
	}
	pg.base.child2_word[310] = {
		id = 310,
		main_character_face = 8,
		word = "这样就像是两个人一起回忆美好时光一样，好幸福~",
		char_type = 6
	}
	pg.base.child2_word[311] = {
		id = 311,
		main_character_face = 6,
		word = "我在研究一些瑜伽动作哦。",
		char_type = 6
	}
	pg.base.child2_word[312] = {
		id = 312,
		main_character_face = 6,
		word = "$1平时工作太久了，要不要和我一起活动一下？",
		char_type = 6
	}
	pg.base.child2_word[313] = {
		id = 313,
		main_character_face = 0,
		word = "教我几个舒展筋骨的动作吧",
		char_type = 3
	}
	pg.base.child2_word[314] = {
		id = 314,
		main_character_face = 8,
		word = "好~我这就去准备瑜伽垫哦。",
		char_type = 6
	}
	pg.base.child2_word[315] = {
		id = 315,
		main_character_face = 0,
		word = "可以先示范给我看看么？",
		char_type = 3
	}
	pg.base.child2_word[316] = {
		id = 316,
		main_character_face = 2,
		word = "嗯……虽然有点害羞……",
		char_type = 6
	}
	pg.base.child2_word[317] = {
		id = 317,
		main_character_face = 0,
		word = "但为了$1的健康着想，我会认真示范的。",
		char_type = 6
	}
	pg.base.child2_word[318] = {
		id = 318,
		main_character_face = 8,
		word = "新买的烤箱今天送到啦。",
		char_type = 6
	}
	pg.base.child2_word[319] = {
		id = 319,
		main_character_face = 6,
		word = "我想拿它烤些曲奇……$1等会儿愿意尝尝看吗？",
		char_type = 6
	}
	pg.base.child2_word[320] = {
		id = 320,
		main_character_face = 0,
		word = "要不要一起做？",
		char_type = 3
	}
	pg.base.child2_word[321] = {
		id = 321,
		main_character_face = 8,
		word = "真的吗？$1愿意和我一起做曲奇？",
		char_type = 6
	}
	pg.base.child2_word[322] = {
		id = 322,
		main_character_face = 8,
		word = "太好了……",
		char_type = 6
	}
	pg.base.child2_word[323] = {
		id = 323,
		main_character_face = 0,
		word = "没问题，期待你的手艺",
		char_type = 3
	}
	pg.base.child2_word[324] = {
		id = 324,
		main_character_face = 0,
		word = "嗯嗯，我会小心完成的。",
		char_type = 6
	}
	pg.base.child2_word[325] = {
		id = 325,
		main_character_face = 6,
		word = "希望能做出让$1赞不绝口的曲奇呢……",
		char_type = 6
	}
	pg.base.child2_word[1001] = {
		id = 1001,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这座古老的庭院。",
		char_type = 0
	}
	pg.base.child2_word[1002] = {
		id = 1002,
		main_character_face = 0,
		word = "花藤环绕的走廊里，看着她陶醉地闻着花香的模样，我忍不住按下了快门留住这一刻。",
		char_type = 0
	}
	pg.base.child2_word[1003] = {
		id = 1003,
		main_character_face = 0,
		word = "我和娜比娅一起来到了某处的公园。",
		char_type = 0
	}
	pg.base.child2_word[1004] = {
		id = 1004,
		main_character_face = 0,
		word = "在被几把长椅环绕的白色建筑前，娜比娅站在小径中央指着空荡荡的内部，转过头来一脸好奇地问我这是做什么用的，我记录下了她这瞬间的模样。",
		char_type = 0
	}
	pg.base.child2_word[1005] = {
		id = 1005,
		main_character_face = 0,
		word = "我和娜比娅一起来到了某处景区。",
		char_type = 0
	}
	pg.base.child2_word[1006] = {
		id = 1006,
		main_character_face = 0,
		word = "站在湖边的木制观景台里，娜比娅安静地凝望着眼前波光粼粼的湖面，留给我一个若有所思的背影。",
		char_type = 0
	}
	pg.base.child2_word[1007] = {
		id = 1007,
		main_character_face = 0,
		word = "抵达目的地后，我和娜比娅踏上这铺满白樱的小径。",
		char_type = 0
	}
	pg.base.child2_word[1008] = {
		id = 1008,
		main_character_face = 0,
		word = "娜比娅站在洁白花影中开心地冲我笑着，这让我忍不住按下快门。",
		char_type = 0
	}
	pg.base.child2_word[1009] = {
		id = 1009,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这座被冬雪笼罩的公园。",
		char_type = 0
	}
	pg.base.child2_word[1010] = {
		id = 1010,
		main_character_face = 0,
		word = "娜比娅伸出手掌轻接飘落的雪花，她若有所思的侧脸和飞舞的雪点交织成一幅唯美的画面。",
		char_type = 0
	}
	pg.base.child2_word[1011] = {
		id = 1011,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这片连绵的千本鸟居。",
		char_type = 0
	}
	pg.base.child2_word[1012] = {
		id = 1012,
		main_character_face = 0,
		word = "在朱红色的木制鸟居隧道中，娜比娅踩着石阶回眸，橙红色的光影透过层叠的门框洒在她的侧脸上。",
		char_type = 0
	}
	pg.base.child2_word[1013] = {
		id = 1013,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这座横跨河面的钢铁大桥。",
		char_type = 0
	}
	pg.base.child2_word[1014] = {
		id = 1014,
		main_character_face = 0,
		word = "在昏黄的路灯下，娜比娅静静倚靠在冰冷的金属栏杆上，半明半暗的光影勾勒出她的侧脸。",
		char_type = 0
	}
	pg.base.child2_word[1015] = {
		id = 1015,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这条林荫小径。",
		char_type = 0
	}
	pg.base.child2_word[1016] = {
		id = 1016,
		main_character_face = 0,
		word = "在郁郁葱葱的树影下，娜比娅站在道路中央俏皮地弯腰。",
		char_type = 0
	}
	pg.base.child2_word[1017] = {
		id = 1017,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这片沙漠。",
		char_type = 0
	}
	pg.base.child2_word[1018] = {
		id = 1018,
		main_character_face = 0,
		word = "她有些惊讶地抬手捂住了嘴。",
		char_type = 0
	}
	pg.base.child2_word[1019] = {
		id = 1019,
		main_character_face = 0,
		word = "而她的身后是黑色的光秃树干，静默地伫立在这片金色的荒原上。",
		char_type = 0
	}
	pg.base.child2_word[1020] = {
		id = 1020,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这片森林的岔路口。",
		char_type = 0
	}
	pg.base.child2_word[1021] = {
		id = 1021,
		main_character_face = 0,
		word = "她在两条分叉的小径前驻足，左右张望着比较着两边的路况，在认真思考该选择哪一条路继续前进。",
		char_type = 0
	}
	pg.base.child2_word[1022] = {
		id = 1022,
		main_character_face = 0,
		word = "我划着船在山间河道前行，娜比娅就坐在船头。",
		char_type = 0
	}
	pg.base.child2_word[1023] = {
		id = 1023,
		main_character_face = 0,
		word = "她时而仰头看两岸的山壁，时而低头望着水面，对这峡谷的风光颇感兴趣。",
		char_type = 0
	}
	pg.base.child2_word[1024] = {
		id = 1024,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这片阳光明媚的海滩。",
		char_type = 0
	}
	pg.base.child2_word[1025] = {
		id = 1025,
		main_character_face = 0,
		word = "穿着校服的娜比娅踮着脚尖站在潮湿的沙滩上，望着涌来的浪花，心情似乎很是不错。",
		char_type = 0
	}
	pg.base.child2_word[1026] = {
		id = 1026,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这片被晨雾笼罩的森林。",
		char_type = 0
	}
	pg.base.child2_word[1027] = {
		id = 1027,
		main_character_face = 0,
		word = "娜比娅抬起手遮挡着前额，望向被雾气模糊的林间小径，厚厚的落叶在她脚下发出沙沙声响。",
		char_type = 0
	}
	pg.base.child2_word[1028] = {
		id = 1028,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这片海滩。",
		char_type = 0
	}
	pg.base.child2_word[1029] = {
		id = 1029,
		main_character_face = 0,
		word = "娜比娅蹲在老树根旁，好奇地注视着提灯中的亮光。",
		char_type = 0
	}
	pg.base.child2_word[1030] = {
		id = 1030,
		main_character_face = 0,
		word = "我举起相机想记录这一刻，结果不小心对焦到了提灯上……",
		char_type = 0
	}
	pg.base.child2_word[1031] = {
		id = 1031,
		main_character_face = 0,
		word = "我和娜比娅一起来到了这座建筑参观。",
		char_type = 0
	}
	pg.base.child2_word[1032] = {
		id = 1032,
		main_character_face = 0,
		word = "娜比娅躲在石柱后面，露出半个身子偷偷向我张望，嘴角藏着一丝顽皮的笑意。",
		char_type = 0
	}
	pg.base.child2_word[1033] = {
		id = 1033,
		main_character_face = 0,
		word = "我和娜比娅一起来到了目的地。",
		char_type = 0
	}
	pg.base.child2_word[1034] = {
		id = 1034,
		main_character_face = 0,
		word = "娜比娅坐在木桥尽头，双腿轻轻晃荡，望向远处薄雾中若隐若现的湖面。",
		char_type = 0
	}
	pg.base.child2_word[1035] = {
		id = 1035,
		main_character_face = 0,
		word = "我和娜比娅一起来到了目的地。",
		char_type = 0
	}
	pg.base.child2_word[1036] = {
		id = 1036,
		main_character_face = 0,
		word = "她身后是平静的湖水，在阳光照耀下泛着粼粼波光。",
		char_type = 0
	}
	pg.base.child2_word[1037] = {
		id = 1037,
		main_character_face = 0,
		word = "看着她的笑容，我忍不住拍下了这一幕。",
		char_type = 0
	}
	pg.base.child2_word[1038] = {
		id = 1038,
		main_character_face = 0,
		word = "我和娜比娅来到了山洞前。",
		char_type = 0
	}
	pg.base.child2_word[1039] = {
		id = 1039,
		main_character_face = 0,
		word = "娜比娅略显紧张地回过头，微微蹙起的眉头和欲言又止的表情显得十分可爱。",
		char_type = 0
	}
	pg.base.child2_word[1040] = {
		id = 1040,
		main_character_face = 0,
		word = "于是我将这一幕拍了下来。",
		char_type = 0
	}
	pg.base.child2_word[5001] = {
		id = 5001,
		main_character_face = 0,
		word = "独角兽正站在树下，低着头似乎在思考着什么。",
		char_type = 0
	}
	pg.base.child2_word[5002] = {
		id = 5002,
		main_character_face = 0,
		word = "去和独角兽聊聊",
		char_type = 2
	}
	pg.base.child2_word[5003] = {
		id = 5003,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5004] = {
		id = 5004,
		main_character_face = 0,
		word = "娜比娅",
		char_type = 0
	}
	pg.base.child2_word[5011] = {
		id = 5011,
		main_character_face = 0,
		word = "海天坐在公园的长椅上，手拿纸笔，时而凝望飘落的花瓣，时而写下几笔。",
		char_type = 0
	}
	pg.base.child2_word[5012] = {
		id = 5012,
		main_character_face = 0,
		word = "去和海天聊聊",
		char_type = 2
	}
	pg.base.child2_word[5013] = {
		id = 5013,
		main_character_face = 0,
		word = "去看看海天在做什么",
		char_type = 2
	}
	pg.base.child2_word[5014] = {
		id = 5014,
		main_character_face = 0,
		word = "娜比娅",
		char_type = 0
	}
	pg.base.child2_word[5021] = {
		id = 5021,
		main_character_face = 0,
		word = "安克雷奇正坐在地上，认真地摆弄着一堆彩色卡纸，时不时露出开心的笑容。",
		char_type = 0
	}
	pg.base.child2_word[5022] = {
		id = 5022,
		main_character_face = 0,
		word = "去和安克雷奇聊聊",
		char_type = 2
	}
	pg.base.child2_word[5023] = {
		id = 5023,
		main_character_face = 0,
		word = "去看看安克雷奇在做什么",
		char_type = 2
	}
	pg.base.child2_word[5024] = {
		id = 5024,
		main_character_face = 0,
		word = "娜比娅",
		char_type = 0
	}
	pg.base.child2_word[5031] = {
		id = 5031,
		main_character_face = 0,
		word = "{namecode:491}正坐在咖啡店里，一边吃着精致的甜点一边刷着手机，时不时露出狡黠的笑容。",
		char_type = 0
	}
	pg.base.child2_word[5032] = {
		id = 5032,
		main_character_face = 0,
		word = "去和{namecode:491}聊聊",
		char_type = 2
	}
	pg.base.child2_word[5033] = {
		id = 5033,
		main_character_face = 0,
		word = "去看看{namecode:491}在做什么",
		char_type = 2
	}
	pg.base.child2_word[5034] = {
		id = 5034,
		main_character_face = 0,
		word = "娜比娅",
		char_type = 0
	}
	pg.base.child2_word[5041] = {
		id = 5041,
		main_character_face = 0,
		word = "在小镇的围墙边，凶猛正专注地用喷漆在墙上创作着她的“艺术”。",
		char_type = 0
	}
	pg.base.child2_word[5042] = {
		id = 5042,
		main_character_face = 0,
		word = "去和凶猛聊聊",
		char_type = 2
	}
	pg.base.child2_word[5043] = {
		id = 5043,
		main_character_face = 0,
		word = "去看看凶猛在做什么",
		char_type = 2
	}
	pg.base.child2_word[5044] = {
		id = 5044,
		main_character_face = 0,
		word = "娜比娅",
		char_type = 0
	}
	pg.base.child2_word[5051] = {
		id = 5051,
		main_character_face = 0,
		word = "{namecode:439}正在美食街提供的烘焙厨房里专注地调配着什么，时不时露出意味深长的微笑。",
		char_type = 0
	}
	pg.base.child2_word[5052] = {
		id = 5052,
		main_character_face = 0,
		word = "去和{namecode:439}聊聊",
		char_type = 2
	}
	pg.base.child2_word[5053] = {
		id = 5053,
		main_character_face = 0,
		word = "去看看{namecode:439}在做什么",
		char_type = 2
	}
	pg.base.child2_word[5054] = {
		id = 5054,
		main_character_face = 0,
		word = "娜比娅",
		char_type = 0
	}
	pg.base.child2_word[5101] = {
		id = 5101,
		main_character_face = 0,
		word = "独角兽在花园附近，看上去似乎心情很不错的样子。",
		char_type = 0
	}
	pg.base.child2_word[5102] = {
		id = 5102,
		main_character_face = 0,
		word = "去和独角兽聊聊",
		char_type = 2
	}
	pg.base.child2_word[5103] = {
		id = 5103,
		main_character_face = 0,
		word = "和独角兽聊了一会儿天，娜比娅若有所思。",
		char_type = 0
	}
	pg.base.child2_word[5104] = {
		id = 5104,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5111] = {
		id = 5111,
		main_character_face = 0,
		word = "在图书馆偶遇了海天，她今天似乎心情不错的样子。",
		char_type = 0
	}
	pg.base.child2_word[5112] = {
		id = 5112,
		main_character_face = 0,
		word = "去和海天聊聊",
		char_type = 2
	}
	pg.base.child2_word[5113] = {
		id = 5113,
		main_character_face = 0,
		word = "和海天聊了一会儿，娜比娅似乎对文学产生了更深厚的兴趣。",
		char_type = 0
	}
	pg.base.child2_word[5114] = {
		id = 5114,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5121] = {
		id = 5121,
		main_character_face = 0,
		word = "在码头边遇到了安克雷奇，她正在折一只纸船。",
		char_type = 0
	}
	pg.base.child2_word[5122] = {
		id = 5122,
		main_character_face = 0,
		word = "去和安克雷奇聊聊",
		char_type = 2
	}
	pg.base.child2_word[5123] = {
		id = 5123,
		main_character_face = 0,
		word = "看着安克雷奇试着让纸船漂在水面上，娜比娅似乎感受到了童真的美好。",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[5124] = {
		id = 5124,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5131] = {
		id = 5131,
		main_character_face = 0,
		word = "遇到{namecode:491}的时候，她正靠在树下认真看书，要去聊聊吗？",
		char_type = 0
	}
	pg.base.child2_word[5132] = {
		id = 5132,
		main_character_face = 0,
		word = "去和{namecode:491}聊聊",
		char_type = 2
	}
	pg.base.child2_word[5133] = {
		id = 5133,
		main_character_face = 0,
		word = "走近一看，{namecode:491}只是看似认真，实际上是将游戏机藏在书中打游戏。看着{namecode:491}如何将玩乐伪装成学习的行为，娜比娅若有所思。",
		char_type = 0
	}
	pg.base.child2_word[5134] = {
		id = 5134,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5141] = {
		id = 5141,
		main_character_face = 0,
		word = "凶猛正站在她完成的涂鸦墙前，一边吃着零食一边得意地欣赏自己的作品。",
		char_type = 0
	}
	pg.base.child2_word[5142] = {
		id = 5142,
		main_character_face = 0,
		word = "去和凶猛聊聊",
		char_type = 2
	}
	pg.base.child2_word[5143] = {
		id = 5143,
		main_character_face = 0,
		word = "通过凶猛对艺术的独特诠释，娜比娅领悟到了表达自我的另一种方式。",
		char_type = 0
	}
	pg.base.child2_word[5144] = {
		id = 5144,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5151] = {
		id = 5151,
		main_character_face = 0,
		word = "{namecode:439}正在农场里喂食小动物，脸上带着令人捉摸不透的微笑。",
		char_type = 0
	}
	pg.base.child2_word[5152] = {
		id = 5152,
		main_character_face = 0,
		word = "去和{namecode:439}聊聊",
		char_type = 2
	}
	pg.base.child2_word[5153] = {
		id = 5153,
		main_character_face = 0,
		word = "听{namecode:439}谈论完“关爱”的想法后，娜比娅露出了恍然大悟的表情。",
		char_type = 0
	}
	pg.base.child2_word[5154] = {
		id = 5154,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5201] = {
		id = 5201,
		main_character_face = 0,
		word = "在商业街附近看到了独角兽，要去和她聊聊吗？",
		char_type = 0
	}
	pg.base.child2_word[5202] = {
		id = 5202,
		main_character_face = 0,
		word = "去和独角兽聊聊",
		char_type = 2
	}
	pg.base.child2_word[5203] = {
		id = 5203,
		main_character_face = 0,
		word = "和独角兽聊了一会儿天，娜比娅受益匪浅。",
		char_type = 0
	}
	pg.base.child2_word[5204] = {
		id = 5204,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5211] = {
		id = 5211,
		main_character_face = 0,
		word = "遇到了海天，要去和她聊聊吗？",
		char_type = 0
	}
	pg.base.child2_word[5212] = {
		id = 5212,
		main_character_face = 0,
		word = "去和海天聊聊",
		char_type = 2
	}
	pg.base.child2_word[5213] = {
		id = 5213,
		main_character_face = 0,
		word = "打完招呼后，又和海天讨论一会儿，娜比娅似乎有所收获。",
		char_type = 0
	}
	pg.base.child2_word[5214] = {
		id = 5214,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5221] = {
		id = 5221,
		main_character_face = 0,
		word = "安克雷奇正在看着故事绘本描摹插画，要去和她聊聊吗？",
		char_type = 0
	}
	pg.base.child2_word[5222] = {
		id = 5222,
		main_character_face = 0,
		word = "去和安克雷奇聊聊",
		char_type = 2
	}
	pg.base.child2_word[5223] = {
		id = 5223,
		main_character_face = 0,
		word = "看着安克雷奇认真画画的样子，娜比娅产生了一些新的想法。",
		char_type = 0
	}
	pg.base.child2_word[5224] = {
		id = 5224,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5231] = {
		id = 5231,
		main_character_face = 0,
		word = "{namecode:491}正在研究什么有趣的事情，看起来心情不错的样子，要去聊聊吗？",
		char_type = 0
	}
	pg.base.child2_word[5232] = {
		id = 5232,
		main_character_face = 0,
		word = "去和{namecode:491}聊聊",
		char_type = 2
	}
	pg.base.child2_word[5233] = {
		id = 5233,
		main_character_face = 0,
		word = "打完招呼后，和{namecode:491}聊了一会儿，娜比娅似乎有所收获。",
		char_type = 0
	}
	pg.base.child2_word[5234] = {
		id = 5234,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5241] = {
		id = 5241,
		main_character_face = 0,
		word = "凶猛正对着一张地图写写画画，时不时露出得意的笑容。",
		char_type = 0
	}
	pg.base.child2_word[5242] = {
		id = 5242,
		main_character_face = 0,
		word = "去和凶猛聊聊",
		char_type = 2
	}
	pg.base.child2_word[5243] = {
		id = 5243,
		main_character_face = 0,
		word = "了解到凶猛是在计划接下来的涂鸦路线后，娜比娅也欣然加入。",
		char_type = 0
	}
	pg.base.child2_word[5244] = {
		id = 5244,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[5251] = {
		id = 5251,
		main_character_face = 0,
		word = "{namecode:439}正在修剪花园里的玫瑰，脸上挂着温柔的笑容。",
		char_type = 0
	}
	pg.base.child2_word[5252] = {
		id = 5252,
		main_character_face = 0,
		word = "去和{namecode:439}聊聊",
		char_type = 2
	}
	pg.base.child2_word[5253] = {
		id = 5253,
		main_character_face = 0,
		word = "听着{namecode:439}的“修理”之道，娜比娅若有所思地点了点头。",
		char_type = 0
	}
	pg.base.child2_word[5254] = {
		id = 5254,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[6001] = {
		id = 6001,
		main_character_face = 0,
		word = "阳光下，一家复古机车店静静地等待着有缘人的到访……",
		char_type = 0
	}
	pg.base.child2_word[6011] = {
		id = 6011,
		main_character_face = 0,
		word = "娜比娅的脚步在电影院门前不由自主地停了下来……",
		char_type = 0
	}
	pg.base.child2_word[6021] = {
		id = 6021,
		main_character_face = 0,
		word = "废弃园区里，一片空旷的水泥场地诉说着往日的喧嚣……",
		char_type = 0
	}
	pg.base.child2_word[6101] = {
		id = 6101,
		main_character_face = 0,
		word = "午后的图书馆里，一本被翻开的书静静地躺在桌面上……",
		char_type = 0
	}
	pg.base.child2_word[6111] = {
		id = 6111,
		main_character_face = 0,
		word = "书店的心理学区一如既往地安静，书架上一排排书籍仿佛在等待着有缘人的翻阅……",
		char_type = 0
	}
	pg.base.child2_word[6121] = {
		id = 6121,
		main_character_face = 0,
		word = "夕阳为公园镀上一层温暖的橘色，长椅静静地见证着生命中那些重要的决定……",
		char_type = 0
	}
	pg.base.child2_word[20002] = {
		id = 20002,
		main_character_face = 0,
		word = "玩皮球玩得很开心，运动出了一身汗！",
		char_type = 3
	}
	pg.base.child2_word[20004] = {
		id = 20004,
		main_character_face = 0,
		word = "完美地把积木拼图合上了，真厉害！",
		char_type = 3
	}
	pg.base.child2_word[20006] = {
		id = 20006,
		main_character_face = 0,
		word = "认真看完了整个故事，学到了新知识！",
		char_type = 3
	}
	pg.base.child2_word[20008] = {
		id = 20008,
		main_character_face = 0,
		word = "发挥了想象力，想出了好多有趣的点子！",
		char_type = 3
	}
	pg.base.child2_word[20010] = {
		id = 20010,
		main_character_face = 0,
		word = "跟着音乐跳得很投入，动作也越来越标准了！",
		char_type = 3
	}
	pg.base.child2_word[20012] = {
		id = 20012,
		main_character_face = 0,
		word = "把小房间清理得干干净净，真棒！",
		char_type = 3
	}
	pg.base.child2_word[20014] = {
		id = 20014,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！",
		char_type = 3
	}
	pg.base.child2_word[20016] = {
		id = 20016,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！",
		char_type = 3
	}
	pg.base.child2_word[20018] = {
		id = 20018,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！",
		char_type = 3
	}
	pg.base.child2_word[20020] = {
		id = 20020,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！",
		char_type = 3
	}
	pg.base.child2_word[20022] = {
		id = 20022,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！",
		char_type = 3
	}
	pg.base.child2_word[20024] = {
		id = 20024,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！",
		char_type = 3
	}
	pg.base.child2_word[20026] = {
		id = 20026,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！",
		char_type = 3
	}
	pg.base.child2_word[20028] = {
		id = 20028,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！",
		char_type = 3
	}
	pg.base.child2_word[20030] = {
		id = 20030,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！",
		char_type = 3
	}
	pg.base.child2_word[20032] = {
		id = 20032,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！",
		char_type = 3
	}
	pg.base.child2_word[20034] = {
		id = 20034,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！",
		char_type = 3
	}
	pg.base.child2_word[20036] = {
		id = 20036,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！",
		char_type = 3
	}
	pg.base.child2_word[20038] = {
		id = 20038,
		main_character_face = 0,
		word = "通过练习舞蹈，身体的柔韧性变好了！",
		char_type = 3
	}
	pg.base.child2_word[20040] = {
		id = 20040,
		main_character_face = 0,
		word = "在庄园度过了一段忙碌的时光，获得了应有的回报！",
		char_type = 3
	}
	pg.base.child2_word[20501] = {
		id = 20501,
		main_character_face = 0,
		word = "离校自由漫步了！呼吸课堂之外的新鲜空气，有了意外收获！",
		char_type = 3
	}
	pg.base.child2_word[20514] = {
		id = 20514,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！做得不错！",
		char_type = 3
	}
	pg.base.child2_word[20516] = {
		id = 20516,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！做得不错！",
		char_type = 3
	}
	pg.base.child2_word[20518] = {
		id = 20518,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！做得不错！",
		char_type = 3
	}
	pg.base.child2_word[20520] = {
		id = 20520,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！感觉超棒！",
		char_type = 3
	}
	pg.base.child2_word[20522] = {
		id = 20522,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！感觉超棒！",
		char_type = 3
	}
	pg.base.child2_word[20524] = {
		id = 20524,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！感觉超棒！",
		char_type = 3
	}
	pg.base.child2_word[20526] = {
		id = 20526,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！产生了更多有关思考的乐趣！",
		char_type = 3
	}
	pg.base.child2_word[20528] = {
		id = 20528,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！产生了更多有关思考的乐趣！",
		char_type = 3
	}
	pg.base.child2_word[20530] = {
		id = 20530,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！产生了更多有关思考的乐趣！",
		char_type = 3
	}
	pg.base.child2_word[20532] = {
		id = 20532,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！收获颇丰！",
		char_type = 3
	}
	pg.base.child2_word[20534] = {
		id = 20534,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！收获颇丰！",
		char_type = 3
	}
	pg.base.child2_word[20536] = {
		id = 20536,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！收获颇丰！",
		char_type = 3
	}
	pg.base.child2_word[30001] = {
		id = 30001,
		main_character_face = 0,
		word = "度过了一段忙碌的时光，获得了应有的回报！",
		char_type = 3
	}
	pg.base.child2_word[30002] = {
		id = 30002,
		main_character_face = 0,
		word = "度过了一段忙碌的时光，获得了应有的回报！",
		char_type = 3
	}
	pg.base.child2_word[30003] = {
		id = 30003,
		main_character_face = 0,
		word = "度过了一段忙碌的时光，获得了应有的回报！",
		char_type = 3
	}
	pg.base.child2_word[30004] = {
		id = 30004,
		main_character_face = 0,
		word = "在旅途中发现新风景，让心情也跟着好起来了！",
		char_type = 3
	}
	pg.base.child2_word[30005] = {
		id = 30005,
		main_character_face = 0,
		word = "在旅途中发现新风景，让心情也跟着好起来了！",
		char_type = 3
	}
	pg.base.child2_word[30006] = {
		id = 30006,
		main_character_face = 0,
		word = "在旅途中发现新风景，让心情也跟着好起来了！",
		char_type = 3
	}
	pg.base.child2_word[31001] = {
		id = 31001,
		main_character_face = 0,
		word = "娜比娅似乎还不太适应考核的节奏，平时要多加练习才行。",
		char_type = 3
	}
	pg.base.child2_word[31002] = {
		id = 31002,
		main_character_face = 0,
		word = "娜比娅达到了基本要求，不过还需要在某些方面多加训练。",
		char_type = 3
	}
	pg.base.child2_word[31003] = {
		id = 31003,
		main_character_face = 0,
		word = "娜比娅的各项能力都发挥得不错，继续保持这个水准吧！",
		char_type = 3
	}
	pg.base.child2_word[31004] = {
		id = 31004,
		main_character_face = 0,
		word = "娜比娅展现出了出色的综合实力，这样的表现让人印象深刻！",
		char_type = 3
	}
	pg.base.child2_word[4101001] = {
		id = 4101001,
		main_character_face = 0,
		word = "在小镇的一角发现了一处无人照料的小花园。",
		char_type = 0
	}
	pg.base.child2_word[4101002] = {
		id = 4101002,
		main_character_face = 0,
		word = "整理花园",
		char_type = 2
	}
	pg.base.child2_word[4101003] = {
		id = 4101003,
		main_character_face = 0,
		word = "在照料这片被遗忘的角落时，悄然产生了一些微妙的变化",
		char_type = 0
	}
	pg.base.child2_word[4102001] = {
		id = 4102001,
		main_character_face = 0,
		word = "娜比娅在摊位前发现了会发光的水晶球，要怎么办？",
		char_type = 0
	}
	pg.base.child2_word[4102002] = {
		id = 4102002,
		main_character_face = 0,
		word = "买下来",
		char_type = 2
	}
	pg.base.child2_word[4102003] = {
		id = 4102003,
		main_character_face = 0,
		word = "买下水晶球送给娜比娅后，她小心翼翼地把球收进包里",
		char_type = 0
	}
	pg.base.child2_word[4102005] = {
		id = 4102005,
		main_character_face = 0,
		word = "仔细观察",
		char_type = 2
	}
	pg.base.child2_word[4102006] = {
		id = 4102006,
		main_character_face = 0,
		word = "娜比娅发现只是普通的玻璃球，不想买了",
		char_type = 0
	}
	pg.base.child2_word[4102008] = {
		id = 4102008,
		main_character_face = 0,
		word = "讨价还价",
		char_type = 2
	}
	pg.base.child2_word[4102009] = {
		id = 4102009,
		main_character_face = 0,
		word = "在我的言传身教下，娜比娅学会了“交涉”技巧",
		char_type = 0
	}
	pg.base.child2_word[4102011] = {
		id = 4102011,
		main_character_face = 0,
		word = "找别的摊",
		char_type = 2
	}
	pg.base.child2_word[4102012] = {
		id = 4102012,
		main_character_face = 0,
		word = "带她找其它有趣的小物件",
		char_type = 0
	}
	pg.base.child2_word[4103001] = {
		id = 4103001,
		main_character_face = 0,
		word = "路过面包店时，被店外屏幕上播放的烘焙过程视频吸引。",
		char_type = 0
	}
	pg.base.child2_word[4103002] = {
		id = 4103002,
		main_character_face = 0,
		word = "认真观察",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[4103003] = {
		id = 4103003,
		main_character_face = 0,
		word = "看着面包从生到熟的过程，娜比娅对某些事物有了新的理解。",
		char_type = 0
	}
	pg.base.child2_word[4104001] = {
		id = 4104001,
		main_character_face = 0,
		word = "街角处正在举办露天艺术展，有各种绘画作品以及奇特的发明品。",
		char_type = 0
	}
	pg.base.child2_word[4104002] = {
		id = 4104002,
		main_character_face = 0,
		word = "驻足观看",
		char_type = 2
	}
	pg.base.child2_word[4104003] = {
		id = 4104003,
		main_character_face = 0,
		word = "娜比娅的目光在展品间流转，从中汲取了不少灵感！",
		char_type = 0
	}
	pg.base.child2_word[4105001] = {
		id = 4105001,
		main_character_face = 0,
		word = "公园的长椅上，一只彩色信封随风飘来。",
		char_type = 0
	}
	pg.base.child2_word[4105002] = {
		id = 4105002,
		main_character_face = 0,
		word = "打开信封",
		char_type = 2
	}
	pg.base.child2_word[4105003] = {
		id = 4105003,
		main_character_face = 0,
		word = "信封中写着奇妙的内容——第10回合与第16回合将出现关键转折。",
		char_type = 0
	}
	pg.base.child2_word[4105004] = {
		id = 4105004,
		main_character_face = 0,
		word = "嗯……看来那时需要特别留意才是。",
		char_type = 0
	}
	pg.base.child2_word[4106001] = {
		id = 4106001,
		main_character_face = 0,
		word = "去花店买点花吧，据说不同的花有不同效果哦",
		char_type = 0
	}
	pg.base.child2_word[4106002] = {
		id = 4106002,
		main_character_face = 0,
		word = "紫丁香",
		char_type = 2
	}
	pg.base.child2_word[4106003] = {
		id = 4106003,
		main_character_face = 0,
		word = "淡雅的香气让思绪更加清晰了！",
		char_type = 0
	}
	pg.base.child2_word[4106004] = {
		id = 4106004,
		main_character_face = 0,
		word = "向日葵",
		char_type = 2
	}
	pg.base.child2_word[4106005] = {
		id = 4106005,
		main_character_face = 0,
		word = "阳光般的色彩激发了行动力！",
		char_type = 0
	}
	pg.base.child2_word[4106006] = {
		id = 4106006,
		main_character_face = 0,
		word = "[免费赠品]薰衣草",
		char_type = 2
	}
	pg.base.child2_word[4106007] = {
		id = 4106007,
		main_character_face = 0,
		word = "幽静的芳香唤醒了内在直觉！",
		char_type = 0
	}
	pg.base.child2_word[4106008] = {
		id = 4106008,
		main_character_face = 0,
		word = "[免费赠品]铁线莲",
		char_type = 2
	}
	pg.base.child2_word[4106009] = {
		id = 4106009,
		main_character_face = 0,
		word = "生机勃勃的姿态带来活力了！",
		char_type = 0
	}
	pg.base.child2_word[4107001] = {
		id = 4107001,
		main_character_face = 0,
		word = "去咖啡馆吧，据说不同的咖啡有不同效果哦",
		char_type = 0
	}
	pg.base.child2_word[4107002] = {
		id = 4107002,
		main_character_face = 0,
		word = "[免费赠饮]小天才拿铁",
		char_type = 2
	}
	pg.base.child2_word[4107003] = {
		id = 4107003,
		main_character_face = 0,
		word = "唔……好像并没有变聪明的感觉？",
		char_type = 0
	}
	pg.base.child2_word[4107004] = {
		id = 4107004,
		main_character_face = 0,
		word = "[免费赠饮]大冒险摩卡",
		char_type = 2
	}
	pg.base.child2_word[4107005] = {
		id = 4107005,
		main_character_face = 0,
		word = "不知为何，喝下后突然冒出了“好想去大冒险！”的念头",
		char_type = 0
	}
	pg.base.child2_word[4107006] = {
		id = 4107006,
		main_character_face = 0,
		word = "喵喵美式",
		char_type = 2
	}
	pg.base.child2_word[4107007] = {
		id = 4107007,
		main_character_face = 0,
		word = "喵！感觉整个世界都清晰起来了~！",
		char_type = 0
	}
	pg.base.child2_word[4107008] = {
		id = 4107008,
		main_character_face = 0,
		word = "元气满满特调",
		char_type = 2
	}
	pg.base.child2_word[4107009] = {
		id = 4107009,
		main_character_face = 0,
		word = "哇！浑身充满干劲了！",
		char_type = 0
	}
	pg.base.child2_word[4108001] = {
		id = 4108001,
		main_character_face = 0,
		word = "在商业街前的长椅上，发现了一张「今日大冒险」纸条，指向水族馆，要怎么做？",
		char_type = 0
	}
	pg.base.child2_word[4108002] = {
		id = 4108002,
		main_character_face = 0,
		word = "接受挑战",
		char_type = 2
	}
	pg.base.child2_word[4108003] = {
		id = 4108003,
		main_character_face = 0,
		word = "去看看会遇到什么有趣的事",
		char_type = 0
	}
	pg.base.child2_word[4108005] = {
		id = 4108005,
		main_character_face = 0,
		word = "放回原处",
		char_type = 2
	}
	pg.base.child2_word[4108006] = {
		id = 4108006,
		main_character_face = 0,
		word = "今天就算了",
		char_type = 0
	}
	pg.base.child2_word[4109001] = {
		id = 4109001,
		main_character_face = 0,
		word = "和娜比娅一起抵达了水族馆了，发现了一台自动售货机，屏幕上面写着：\n请问你是从哪里获知的此地点？",
		char_type = 0
	}
	pg.base.child2_word[4109002] = {
		id = 4109002,
		main_character_face = 0,
		word = "商业街",
		char_type = 2
	}
	pg.base.child2_word[4109003] = {
		id = 4109003,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了几个大字：\n恭喜选对了，给您大奖：免费啾黎水1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4109005] = {
		id = 4109005,
		main_character_face = 0,
		word = "游乐园",
		char_type = 2
	}
	pg.base.child2_word[4109006] = {
		id = 4109006,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了几个大字：\n哎呀答错啦，给您安慰奖：免费啾蛋糕1个！",
		char_type = 0
	}
	pg.base.child2_word[4109008] = {
		id = 4109008,
		main_character_face = 0,
		word = "酒吧",
		char_type = 2
	}
	pg.base.child2_word[4109009] = {
		id = 4109009,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了几个大字：\n哎呀答错啦，小镇里没有这个地点呢！不给您奖品了！",
		char_type = 0
	}
	pg.base.child2_word[4109010] = {
		id = 4109010,
		main_character_face = 0,
		word = "山畔池塘",
		char_type = 2
	}
	pg.base.child2_word[4109011] = {
		id = 4109011,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了几个大字：\n哎呀答错啦，给您安慰奖：免费啾啾糖1个！",
		char_type = 0
	}
	pg.base.child2_word[4110001] = {
		id = 4110001,
		main_character_face = 0,
		word = "在便利店的告示板上看到了被张贴的一张「今日大冒险」便条，指向学校，要怎么做？",
		char_type = 0
	}
	pg.base.child2_word[4110002] = {
		id = 4110002,
		main_character_face = 0,
		word = "接受挑战",
		char_type = 2
	}
	pg.base.child2_word[4110003] = {
		id = 4110003,
		main_character_face = 0,
		word = "去试试看吧！",
		char_type = 0
	}
	pg.base.child2_word[4110005] = {
		id = 4110005,
		main_character_face = 0,
		word = "继续逛逛",
		char_type = 2
	}
	pg.base.child2_word[4110006] = {
		id = 4110006,
		main_character_face = 0,
		word = "现在没空，下次一定",
		char_type = 0
	}
	pg.base.child2_word[4111001] = {
		id = 4111001,
		main_character_face = 0,
		word = "和娜比娅一起如约抵达了学校了，发现了一台自动售货机，屏幕上面写着：\n请问便利店在此售货机的什么方向？",
		char_type = 0
	}
	pg.base.child2_word[4111002] = {
		id = 4111002,
		main_character_face = 0,
		word = "西南方",
		char_type = 2
	}
	pg.base.child2_word[4111003] = {
		id = 4111003,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了几个大字：\n恭喜选对了，给您大奖：免费啾黎水1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4111005] = {
		id = 4111005,
		main_character_face = 0,
		word = "西北方",
		char_type = 2
	}
	pg.base.child2_word[4111006] = {
		id = 4111006,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了几个大字：\n哎呀答错啦，给您安慰奖：免费啾啾奶茶1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4111008] = {
		id = 4111008,
		main_character_face = 0,
		word = "东北方",
		char_type = 2
	}
	pg.base.child2_word[4111009] = {
		id = 4111009,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了几个大字：\n哎呀答错啦，给您安慰奖：免费啾啾无糖饮料1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4111011] = {
		id = 4111011,
		main_character_face = 0,
		word = "东南方",
		char_type = 2
	}
	pg.base.child2_word[4111012] = {
		id = 4111012,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了几个大字：\n哎呀答错啦，给您安慰奖：免费啾啾拿铁1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4111014] = {
		id = 4111014,
		main_character_face = 0,
		word = "42",
		char_type = 2
	}
	pg.base.child2_word[4111015] = {
		id = 4111015,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了奇怪的字符：\n烫烫烫烫烫屯屯屯屯屯1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4112001] = {
		id = 4112001,
		main_character_face = 0,
		word = [[
橱窗前，发现了一张写着「今日大冒险」的纸条，
上面分别标注着商业街、美食街和静谧之峰三个地点。

其中1号地点打了√，2号地点上标记了一个X，而3号地点上有个花朵图案，要怎么做？]],
		char_type = 0
	}
	pg.base.child2_word[4112002] = {
		id = 4112002,
		main_character_face = 0,
		word = "接受挑战",
		char_type = 2
	}
	pg.base.child2_word[4112003] = {
		id = 4112003,
		main_character_face = 0,
		word = "接受挑战试试看吧！",
		char_type = 0
	}
	pg.base.child2_word[4112005] = {
		id = 4112005,
		main_character_face = 0,
		word = "置之不理",
		char_type = 2
	}
	pg.base.child2_word[4112006] = {
		id = 4112006,
		main_character_face = 0,
		word = "改天再说",
		char_type = 0
	}
	pg.base.child2_word[4113001] = {
		id = 4113001,
		main_character_face = 0,
		word = "要去哪里来着...？凭借记忆抵达了商业街了，发现了一台自动售货机，屏幕上面写着：\n恭喜您找到正确地点了！请选择奖励！",
		char_type = 0
	}
	pg.base.child2_word[4113002] = {
		id = 4113002,
		main_character_face = 0,
		word = "啾黎水",
		char_type = 2
	}
	pg.base.child2_word[4113003] = {
		id = 4113003,
		main_character_face = 0,
		word = "获得了免费啾黎水1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4113005] = {
		id = 4113005,
		main_character_face = 0,
		word = "啾啾奶茶",
		char_type = 2
	}
	pg.base.child2_word[4113006] = {
		id = 4113006,
		main_character_face = 0,
		word = "获得了免费啾啾奶茶1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4113008] = {
		id = 4113008,
		main_character_face = 0,
		word = "啾啾无糖饮料",
		char_type = 2
	}
	pg.base.child2_word[4113009] = {
		id = 4113009,
		main_character_face = 0,
		word = "获得了免费啾啾无糖饮料1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4113011] = {
		id = 4113011,
		main_character_face = 0,
		word = "啾啾拿铁",
		char_type = 2
	}
	pg.base.child2_word[4113012] = {
		id = 4113012,
		main_character_face = 0,
		word = "获得了免费啾啾拿铁1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4113014] = {
		id = 4113014,
		main_character_face = 0,
		word = "我全都要",
		char_type = 2
	}
	pg.base.child2_word[4113015] = {
		id = 4113015,
		main_character_face = 0,
		word = "自动售货机的屏幕上出现了奇怪的字符：\n锟斤拷锟斤拷锟斤拷锟斤拷1瓶！",
		char_type = 0
	}
	pg.base.child2_word[4114001] = {
		id = 4114001,
		main_character_face = 0,
		word = "要去哪里来着...？凭借记忆抵达了美食街了，发现了一台自动售货机，屏幕上面写着：\n您没有找到正确地点，只能从以下创新菜式中选择一样吃掉了！",
		char_type = 0
	}
	pg.base.child2_word[4114002] = {
		id = 4114002,
		main_character_face = 0,
		word = "巧克力馅包子",
		char_type = 2
	}
	pg.base.child2_word[4114003] = {
		id = 4114003,
		main_character_face = 0,
		word = "娜比娅的脸上写满了难以置信，退后了几步拼命摇头。",
		char_type = 0
	}
	pg.base.child2_word[4114005] = {
		id = 4114005,
		main_character_face = 0,
		word = "奶茶味叉烧",
		char_type = 2
	}
	pg.base.child2_word[4114006] = {
		id = 4114006,
		main_character_face = 0,
		word = "娜比娅的脸上写满了难以置信，退后了几步拼命摇头。",
		char_type = 0
	}
	pg.base.child2_word[4115001] = {
		id = 4115001,
		main_character_face = 0,
		word = "要去哪里来着...？凭借记忆抵达了静谧之峰了，发现了一台自动售货机，屏幕上面写着：\n虽然您没有找到正确地点，但这里的风景很不错哦~！感受一下吧！",
		char_type = 0
	}
	pg.base.child2_word[4115002] = {
		id = 4115002,
		main_character_face = 0,
		word = "观赏花海",
		char_type = 2
	}
	pg.base.child2_word[4115003] = {
		id = 4115003,
		main_character_face = 0,
		word = "和娜比娅一起欣赏花海",
		char_type = 0
	}
	pg.base.child2_word[4116001] = {
		id = 4116001,
		main_character_face = 0,
		word = "娜比娅最近觉得自己的学习效率忽高忽低。新买的日程练习册就摊在桌上，要不要尝试建立一个更规律的学习计划呢……",
		char_type = 0
	}
	pg.base.child2_word[4116002] = {
		id = 4116002,
		main_character_face = 0,
		word = "开始计划",
		char_type = 2
	}
	pg.base.child2_word[4116003] = {
		id = 4116003,
		main_character_face = 0,
		word = "虽然决定开始之后有些后悔\n但还是咬牙坚持下来了！果然努力就有回报！",
		char_type = 0
	}
	pg.base.child2_word[4116004] = {
		id = 4116004,
		main_character_face = 0,
		word = "暂不开始",
		char_type = 2
	}
	pg.base.child2_word[4116005] = {
		id = 4116005,
		main_character_face = 0,
		word = "只要不影响成绩的话，暂时维持原样就行了吧",
		char_type = 0
	}
	pg.base.child2_word[4117001] = {
		id = 4117001,
		main_character_face = 0,
		word = "翻看着渐渐写满的日程练习册，开始思考之后要不要继续下去……",
		char_type = 0
	}
	pg.base.child2_word[4117002] = {
		id = 4117002,
		main_character_face = 0,
		word = "坚持下去",
		char_type = 2
	}
	pg.base.child2_word[4117003] = {
		id = 4117003,
		main_character_face = 0,
		word = "在渡过瓶颈期后，“坚持下去”这件事就会变得没那么痛苦，果然努力就有回报！",
		char_type = 0
	}
	pg.base.child2_word[4117004] = {
		id = 4117004,
		main_character_face = 0,
		word = "暂时搁置",
		char_type = 2
	}
	pg.base.child2_word[4117005] = {
		id = 4117005,
		main_character_face = 0,
		word = "还是保持原有安排吧！",
		char_type = 0
	}
	pg.base.child2_word[4118001] = {
		id = 4118001,
		main_character_face = 0,
		word = "一个特别的机会悄然而至，需要持续付出，但或许能带来意想不到的收获……",
		char_type = 0
	}
	pg.base.child2_word[4118002] = {
		id = 4118002,
		main_character_face = 0,
		word = "接受挑战",
		char_type = 2
	}
	pg.base.child2_word[4118003] = {
		id = 4118003,
		main_character_face = 0,
		word = "虽然决定开始之后有些后悔\n但还是咬牙坚持下来了！果然努力就有回报！",
		char_type = 0
	}
	pg.base.child2_word[4118004] = {
		id = 4118004,
		main_character_face = 0,
		word = "不予理会",
		char_type = 2
	}
	pg.base.child2_word[4118005] = {
		id = 4118005,
		main_character_face = 0,
		word = "还是保持原有安排吧！",
		char_type = 0
	}
	pg.base.child2_word[4119001] = {
		id = 4119001,
		main_character_face = 0,
		word = "持续的付出开始显现效果，但同时也感受到了不小的压力。是继续坚持，还是就此放弃呢？",
		char_type = 0
	}
	pg.base.child2_word[4119002] = {
		id = 4119002,
		main_character_face = 0,
		word = "继续坚持",
		char_type = 2
	}
	pg.base.child2_word[4119003] = {
		id = 4119003,
		main_character_face = 0,
		word = "在渡过瓶颈期后，“继续坚持”这件事就会变得没那么痛苦，果然努力就有回报",
		char_type = 0
	}
	pg.base.child2_word[4119004] = {
		id = 4119004,
		main_character_face = 0,
		word = "适时退出",
		char_type = 2
	}
	pg.base.child2_word[4119005] = {
		id = 4119005,
		main_character_face = 0,
		word = "还是保持原有安排吧！",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[4120001] = {
		id = 4120001,
		main_character_face = 0,
		word = "去图书馆吧，要看什么书呢",
		char_type = 0
	}
	pg.base.child2_word[4120002] = {
		id = 4120002,
		main_character_face = 0,
		word = "《皇家淑女礼仪手册》",
		char_type = 2
	}
	pg.base.child2_word[4120003] = {
		id = 4120003,
		main_character_face = 0,
		word = "里面写着：作为皇家淑女，要优雅地把下午茶点心全吃光……嗯？",
		char_type = 0
	}
	pg.base.child2_word[4120004] = {
		id = 4120004,
		main_character_face = 0,
		word = "《偶像养成指南》",
		char_type = 2
	}
	pg.base.child2_word[4120005] = {
		id = 4120005,
		main_character_face = 0,
		word = "内容相当正经的日程计划，详细说明了为了成为偶像要做哪些准备。",
		char_type = 0
	}
	pg.base.child2_word[4120006] = {
		id = 4120006,
		main_character_face = 0,
		word = "《迟到的驱逐舰小姐想要睡觉》",
		char_type = 2
	}
	pg.base.child2_word[4120007] = {
		id = 4120007,
		main_character_face = 0,
		word = "书里画满了：Zzzzz……的睡觉符号，不好，看困了。",
		char_type = 0
	}
	pg.base.child2_word[4120008] = {
		id = 4120008,
		main_character_face = 0,
		word = "《轮值成为指挥官的秘书舰后我却只想摸鱼？！》",
		char_type = 2
	}
	pg.base.child2_word[4120009] = {
		id = 4120009,
		main_character_face = 0,
		word = "里面写着各种各样的摸鱼计划，作者是……算了，不追究了。",
		char_type = 0
	}
	pg.base.child2_word[4121001] = {
		id = 4121001,
		main_character_face = 0,
		word = "巷子深处有台奇怪的自动贩卖机，商品外包装全都是看不出内容物的盲盒，按钮也在异常地闪烁……要投币吗？",
		char_type = 0
	}
	pg.base.child2_word[4121002] = {
		id = 4121002,
		main_character_face = 0,
		word = "投币",
		char_type = 2
	}
	pg.base.child2_word[4121003] = {
		id = 4121003,
		main_character_face = 0,
		word = "叮咚…咔嗒…滋滋…哐当！一个盲盒被贩卖机吐了出来。\n屏幕上出现了像素风格的字体：恭喜您获得了幸运的眷顾，要善加利用喵！",
		char_type = 0
	}
	pg.base.child2_word[4121005] = {
		id = 4121005,
		main_character_face = 0,
		word = "离开",
		char_type = 2
	}
	pg.base.child2_word[4121006] = {
		id = 4121006,
		main_character_face = 0,
		word = "看起来不太正常，还是算了",
		char_type = 0
	}
	pg.base.child2_word[4122001] = {
		id = 4122001,
		main_character_face = 0,
		word = "商店门口的按摩椅空着，看起来挺舒服的，不过这种免费按摩椅的力度总是不太好掌控……",
		char_type = 0
	}
	pg.base.child2_word[4122002] = {
		id = 4122002,
		main_character_face = 0,
		word = "坐下休息",
		char_type = 2
	}
	pg.base.child2_word[4122003] = {
		id = 4122003,
		main_character_face = 0,
		word = "感受着椅子规律的按摩，不知不觉进入了梦乡……醒来时身体轻松了不少。",
		char_type = 0
	}
	pg.base.child2_word[4122005] = {
		id = 4122005,
		main_character_face = 0,
		word = "还是算了",
		char_type = 2
	}
	pg.base.child2_word[4122006] = {
		id = 4122006,
		main_character_face = 0,
		word = "还是继续逛街吧，反正也不是很累",
		char_type = 0
	}
	pg.base.child2_word[4123001] = {
		id = 4123001,
		main_character_face = 0,
		word = "来到健身房，该安排今天的训练计划了……",
		char_type = 0
	}
	pg.base.child2_word[4123002] = {
		id = 4123002,
		main_character_face = 0,
		word = "高强度训练（需要体能>50）",
		char_type = 2
	}
	pg.base.child2_word[4123003] = {
		id = 4123003,
		main_character_face = 0,
		word = "体能获得大量强化了！",
		char_type = 0
	}
	pg.base.child2_word[4123005] = {
		id = 4123005,
		main_character_face = 0,
		word = "有氧运动（需要体能>25）",
		char_type = 2
	}
	pg.base.child2_word[4123006] = {
		id = 4123006,
		main_character_face = 0,
		word = "体能获得中等强化了！",
		char_type = 0
	}
	pg.base.child2_word[4123008] = {
		id = 4123008,
		main_character_face = 0,
		word = "巩固核心",
		char_type = 2
	}
	pg.base.child2_word[4123009] = {
		id = 4123009,
		main_character_face = 0,
		word = "体能获得少量强化了！",
		char_type = 0
	}
	pg.base.child2_word[4123012] = {
		id = 4123012,
		main_character_face = 0,
		word = "高强度训练（需要体能>240）",
		char_type = 2
	}
	pg.base.child2_word[4123015] = {
		id = 4123015,
		main_character_face = 0,
		word = "有氧运动（需要体能>120）",
		char_type = 2
	}
	pg.base.child2_word[4123022] = {
		id = 4123022,
		main_character_face = 0,
		word = "高强度训练（需要体能>600）",
		char_type = 2
	}
	pg.base.child2_word[4123025] = {
		id = 4123025,
		main_character_face = 0,
		word = "有氧运动（需要体能>300）",
		char_type = 2
	}
	pg.base.child2_word[4123032] = {
		id = 4123032,
		main_character_face = 0,
		word = "高强度训练（需要体能>1600）",
		char_type = 2
	}
	pg.base.child2_word[4123035] = {
		id = 4123035,
		main_character_face = 0,
		word = "有氧运动（需要体能>800）",
		char_type = 2
	}
	pg.base.child2_word[4124002] = {
		id = 4124002,
		main_character_face = 0,
		word = "来到了图书馆，今天要读点什么书呢？",
		char_type = 0
	}
	pg.base.child2_word[4124003] = {
		id = 4124003,
		main_character_face = 0,
		word = "专业论文（需要知识>50）",
		char_type = 2
	}
	pg.base.child2_word[4124004] = {
		id = 4124004,
		main_character_face = 0,
		word = "知识获得大量强化了！",
		char_type = 0
	}
	pg.base.child2_word[4124006] = {
		id = 4124006,
		main_character_face = 0,
		word = "进阶教材（需要知识>25）",
		char_type = 2
	}
	pg.base.child2_word[4124007] = {
		id = 4124007,
		main_character_face = 0,
		word = "知识获得中等强化了！",
		char_type = 0
	}
	pg.base.child2_word[4124009] = {
		id = 4124009,
		main_character_face = 0,
		word = "入门读物",
		char_type = 2
	}
	pg.base.child2_word[4124010] = {
		id = 4124010,
		main_character_face = 0,
		word = "知识获得少量强化了！",
		char_type = 0
	}
	pg.base.child2_word[4124013] = {
		id = 4124013,
		main_character_face = 0,
		word = "专业论文（需要知识>240）",
		char_type = 2
	}
	pg.base.child2_word[4124016] = {
		id = 4124016,
		main_character_face = 0,
		word = "进阶教材（需要知识>120）",
		char_type = 2
	}
	pg.base.child2_word[4124023] = {
		id = 4124023,
		main_character_face = 0,
		word = "专业论文（需要知识>600）",
		char_type = 2
	}
	pg.base.child2_word[4124026] = {
		id = 4124026,
		main_character_face = 0,
		word = "进阶教材（需要知识>300）",
		char_type = 2
	}
	pg.base.child2_word[4124033] = {
		id = 4124033,
		main_character_face = 0,
		word = "专业论文（需要知识>1600）",
		char_type = 2
	}
	pg.base.child2_word[4124036] = {
		id = 4124036,
		main_character_face = 0,
		word = "进阶教材（需要知识>800）",
		char_type = 2
	}
	pg.base.child2_word[4125001] = {
		id = 4125001,
		main_character_face = 0,
		word = "发现了一些能运用所学的机会，要试试看吗？",
		char_type = 0
	}
	pg.base.child2_word[4125002] = {
		id = 4125002,
		main_character_face = 0,
		word = "深入探索（需要实践>50）",
		char_type = 2
	}
	pg.base.child2_word[4125003] = {
		id = 4125003,
		main_character_face = 0,
		word = "实践获得大量强化了！",
		char_type = 0
	}
	pg.base.child2_word[4125005] = {
		id = 4125005,
		main_character_face = 0,
		word = "实地应用（需要实践>25）",
		char_type = 2
	}
	pg.base.child2_word[4125006] = {
		id = 4125006,
		main_character_face = 0,
		word = "实践获得中等强化了！",
		char_type = 0
	}
	pg.base.child2_word[4125008] = {
		id = 4125008,
		main_character_face = 0,
		word = "初步尝试",
		char_type = 2
	}
	pg.base.child2_word[4125009] = {
		id = 4125009,
		main_character_face = 0,
		word = "实践获得少量强化了！",
		char_type = 0
	}
	pg.base.child2_word[4125012] = {
		id = 4125012,
		main_character_face = 0,
		word = "深入探索（需要实践>240）",
		char_type = 2
	}
	pg.base.child2_word[4125015] = {
		id = 4125015,
		main_character_face = 0,
		word = "实地应用（需要实践>120）",
		char_type = 2
	}
	pg.base.child2_word[4125022] = {
		id = 4125022,
		main_character_face = 0,
		word = "深入探索（需要实践>600）",
		char_type = 2
	}
	pg.base.child2_word[4125025] = {
		id = 4125025,
		main_character_face = 0,
		word = "实地应用（需要实践>300）",
		char_type = 2
	}
	pg.base.child2_word[4125032] = {
		id = 4125032,
		main_character_face = 0,
		word = "深入探索（需要实践>1600）",
		char_type = 2
	}
	pg.base.child2_word[4125035] = {
		id = 4125035,
		main_character_face = 0,
		word = "实地应用（需要实践>800）",
		char_type = 2
	}
	pg.base.child2_word[4126001] = {
		id = 4126001,
		main_character_face = 0,
		word = "平日锻炼用的体育馆，今天十分安静。阳光透过高窗洒落，不知不觉就想在这里多待一会了。",
		char_type = 0
	}
	pg.base.child2_word[4126002] = {
		id = 4126002,
		main_character_face = 0,
		word = "研究建筑（需要感知>50）",
		char_type = 2
	}
	pg.base.child2_word[4126003] = {
		id = 4126003,
		main_character_face = 0,
		word = "感知获得大量强化了！",
		char_type = 0
	}
	pg.base.child2_word[4126005] = {
		id = 4126005,
		main_character_face = 0,
		word = "查看设施（需要感知>25）",
		char_type = 2
	}
	pg.base.child2_word[4126006] = {
		id = 4126006,
		main_character_face = 0,
		word = "感知获得中等强化了！",
		char_type = 0
	}
	pg.base.child2_word[4126008] = {
		id = 4126008,
		main_character_face = 0,
		word = "看看周围",
		char_type = 2
	}
	pg.base.child2_word[4126009] = {
		id = 4126009,
		main_character_face = 0,
		word = "感知获得少量强化了！",
		char_type = 0
	}
	pg.base.child2_word[4126012] = {
		id = 4126012,
		main_character_face = 0,
		word = "研究建筑（需要感知>240）",
		char_type = 2
	}
	pg.base.child2_word[4126015] = {
		id = 4126015,
		main_character_face = 0,
		word = "查看设施（需要感知>120）",
		char_type = 2
	}
	pg.base.child2_word[4126022] = {
		id = 4126022,
		main_character_face = 0,
		word = "研究建筑（需要感知>600）",
		char_type = 2
	}
	pg.base.child2_word[4126025] = {
		id = 4126025,
		main_character_face = 0,
		word = "查看设施（需要感知>300）",
		char_type = 2
	}
	pg.base.child2_word[4126032] = {
		id = 4126032,
		main_character_face = 0,
		word = "研究建筑（需要感知>1600）",
		char_type = 2
	}
	pg.base.child2_word[4126035] = {
		id = 4126035,
		main_character_face = 0,
		word = "查看设施（需要感知>800）",
		char_type = 2
	}
	pg.base.child2_word[4127001] = {
		id = 4127001,
		main_character_face = 0,
		word = "走在商业街上，娜比娅突然被一家手工艺品店的橱窗吸引，驻足观察着里面精致的作品。",
		char_type = 0
	}
	pg.base.child2_word[4127002] = {
		id = 4127002,
		main_character_face = 0,
		word = "一起观赏",
		char_type = 2
	}
	pg.base.child2_word[4127003] = {
		id = 4127003,
		main_character_face = 0,
		word = "她指着一件特别精美的作品，眼中闪烁着向往的光芒。于是和她在店外讨论了起来……",
		char_type = 0
	}
	pg.base.child2_word[4127005] = {
		id = 4127005,
		main_character_face = 0,
		word = "催促离开",
		char_type = 2
	}
	pg.base.child2_word[4127006] = {
		id = 4127006,
		main_character_face = 0,
		word = "提醒她之后还有其他安排，今天就不看了。",
		char_type = 0
	}
	pg.base.child2_word[4128001] = {
		id = 4128001,
		main_character_face = 0,
		word = "因为娜比娅很感兴趣，所以又去到了手工艺品店。这次她走进店内，认真地打量起店内的制作工具和材料。",
		char_type = 0
	}
	pg.base.child2_word[4128002] = {
		id = 4128002,
		main_character_face = 0,
		word = "鼓励尝试",
		char_type = 2
	}
	pg.base.child2_word[4128003] = {
		id = 4128003,
		main_character_face = 0,
		word = "询问她是否想要亲手制作些什么后，她点了点头，眼神中带着期待。",
		char_type = 0
	}
	pg.base.child2_word[4128005] = {
		id = 4128005,
		main_character_face = 0,
		word = "默默观察",
		char_type = 2
	}
	pg.base.child2_word[4128006] = {
		id = 4128006,
		main_character_face = 0,
		word = "让她自己慢慢看就好了。",
		char_type = 0
	}
	pg.base.child2_word[4129001] = {
		id = 4129001,
		main_character_face = 0,
		word = "再次去到手工艺品店，娜比娅提出想要购买一套初学者工具。",
		char_type = 0
	}
	pg.base.child2_word[4129002] = {
		id = 4129002,
		main_character_face = 0,
		word = "承担费用（花费100金钱）",
		char_type = 2
	}
	pg.base.child2_word[4129003] = {
		id = 4129003,
		main_character_face = 0,
		word = "主动提出帮她支付这套工具的费用。",
		char_type = 0
	}
	pg.base.child2_word[4129005] = {
		id = 4129005,
		main_character_face = 0,
		word = "帮忙挑选(需要实践>32，感知>16)",
		char_type = 2
	}
	pg.base.child2_word[4129006] = {
		id = 4129006,
		main_character_face = 0,
		word = "凭借经验为她选出一套适合初学者的工具组合。",
		char_type = 0
	}
	pg.base.child2_word[4129008] = {
		id = 4129008,
		main_character_face = 0,
		word = "提出建议",
		char_type = 2
	}
	pg.base.child2_word[4129009] = {
		id = 4129009,
		main_character_face = 0,
		word = "给到的建议好像并没有帮上忙……",
		char_type = 0
	}
	pg.base.child2_word[4129015] = {
		id = 4129015,
		main_character_face = 0,
		word = "帮忙挑选(需要实践>160，感知>80)",
		char_type = 2
	}
	pg.base.child2_word[4129025] = {
		id = 4129025,
		main_character_face = 0,
		word = "帮忙挑选(需要实践>400，感知>200)",
		char_type = 2
	}
	pg.base.child2_word[4129035] = {
		id = 4129035,
		main_character_face = 0,
		word = "帮忙挑选(需要实践>1200，感知>600)",
		char_type = 2
	}
	pg.base.child2_word[4130001] = {
		id = 4130001,
		main_character_face = 0,
		word = "漫步在后山的山坡上，娜比娅发现了一台架设在观景台的望远镜。阳光下，铜制的镜筒泛着温暖的光泽。",
		char_type = 0
	}
	pg.base.child2_word[4130002] = {
		id = 4130002,
		main_character_face = 0,
		word = "驻足尝试",
		char_type = 2
	}
	pg.base.child2_word[4130003] = {
		id = 4130003,
		main_character_face = 0,
		word = "透过镜头，远处的景色变得清晰可见。娜比娅小心地调整着望远镜，突然发出一声轻呼。",
		char_type = 0
	}
	pg.base.child2_word[4130005] = {
		id = 4130005,
		main_character_face = 0,
		word = "顺路而过",
		char_type = 2
	}
	pg.base.child2_word[4130006] = {
		id = 4130006,
		main_character_face = 0,
		word = "对娜比娅说下次再来看后，便离开了观景台。",
		char_type = 0
	}
	pg.base.child2_word[4131001] = {
		id = 4131001,
		main_character_face = 0,
		word = "天气晴朗，娜比娅提议再去观景台。清晨的后山上雾气未散，景色如画。",
		char_type = 0
	}
	pg.base.child2_word[4131002] = {
		id = 4131002,
		main_character_face = 0,
		word = "与她同行",
		char_type = 2
	}
	pg.base.child2_word[4131003] = {
		id = 4131003,
		main_character_face = 0,
		word = "找到了一处视野良好的位置，通过望远镜欣赏着远处的景色。",
		char_type = 0
	}
	pg.base.child2_word[4131005] = {
		id = 4131005,
		main_character_face = 0,
		word = "婉拒邀约",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[4131006] = {
		id = 4131006,
		main_character_face = 0,
		word = "因为雾气还未散去而婉拒了邀约，娜比娅露出些许失望的表情。",
		char_type = 0
	}
	pg.base.child2_word[4132001] = {
		id = 4132001,
		main_character_face = 0,
		word = "娜比娅站在望远镜前，专注地观察着远处的景色。",
		char_type = 0
	}
	pg.base.child2_word[4132002] = {
		id = 4132002,
		main_character_face = 0,
		word = "安静陪伴(需要性格：乖巧)",
		char_type = 2
	}
	pg.base.child2_word[4132003] = {
		id = 4132003,
		main_character_face = 0,
		word = "静静地看着她认真观察景色的样子。",
		char_type = 0
	}
	pg.base.child2_word[4132005] = {
		id = 4132005,
		main_character_face = 0,
		word = "分享见闻(需要体能>32，感知>16)",
		char_type = 2
	}
	pg.base.child2_word[4132006] = {
		id = 4132006,
		main_character_face = 0,
		word = "说起曾经见过的其它景色，娜比娅睁大了双眼，十分感兴趣。",
		char_type = 0
	}
	pg.base.child2_word[4132008] = {
		id = 4132008,
		main_character_face = 0,
		word = "跟她聊聊",
		char_type = 2
	}
	pg.base.child2_word[4132009] = {
		id = 4132009,
		main_character_face = 0,
		word = "似乎没能说明白想表达的意思，气氛有些尴尬。",
		char_type = 0
	}
	pg.base.child2_word[4132015] = {
		id = 4132015,
		main_character_face = 0,
		word = "分享见闻(需要体能>160，感知>80)",
		char_type = 2
	}
	pg.base.child2_word[4132025] = {
		id = 4132025,
		main_character_face = 0,
		word = "分享见闻(需要体能>400，感知>200)",
		char_type = 2
	}
	pg.base.child2_word[4132035] = {
		id = 4132035,
		main_character_face = 0,
		word = "分享见闻(需要体能>1200，感知>600)",
		char_type = 2
	}
	pg.base.child2_word[4133001] = {
		id = 4133001,
		main_character_face = 0,
		word = "在美食街的长椅上发现了画着鱼的奇怪金属罐头，上面写着“1号：腐乳腌制”。包装上的标记风格莫名让人觉得有些熟悉。",
		char_type = 0
	}
	pg.base.child2_word[4133002] = {
		id = 4133002,
		main_character_face = 0,
		word = "拿走罐头",
		char_type = 2
	}
	pg.base.child2_word[4133003] = {
		id = 4133003,
		main_character_face = 0,
		word = "犹豫着拿起了罐头，但总感觉有什么不对",
		char_type = 0
	}
	pg.base.child2_word[4133005] = {
		id = 4133005,
		main_character_face = 0,
		word = "装作没看到",
		char_type = 2
	}
	pg.base.child2_word[4133006] = {
		id = 4133006,
		main_character_face = 0,
		word = "还是假装没看到好了",
		char_type = 0
	}
	pg.base.child2_word[4134001] = {
		id = 4134001,
		main_character_face = 0,
		word = "在美食街的长椅上发现了画着鱼的奇怪金属罐头，上面写着“2号：咖喱混合”。微妙的气味混合着咖喱香料的味道扑面而来。",
		char_type = 0
	}
	pg.base.child2_word[4134002] = {
		id = 4134002,
		main_character_face = 0,
		word = "拿走罐头",
		char_type = 2
	}
	pg.base.child2_word[4134003] = {
		id = 4134003,
		main_character_face = 0,
		word = "犹豫着拿起了罐头，但总感觉有什么不对",
		char_type = 0
	}
	pg.base.child2_word[4134005] = {
		id = 4134005,
		main_character_face = 0,
		word = "视而不见",
		char_type = 2
	}
	pg.base.child2_word[4134006] = {
		id = 4134006,
		main_character_face = 0,
		word = "这次依旧什么也没看到，嗯",
		char_type = 0
	}
	pg.base.child2_word[4135001] = {
		id = 4135001,
		main_character_face = 0,
		word = "在美食街的长椅上发现了画着鱼的奇怪金属罐头，上面除了写着“3”的编号以外，还被贴了一张便条：“已经帮忙调整过配方了，这次应该很美味。”",
		char_type = 0
	}
	pg.base.child2_word[4135002] = {
		id = 4135002,
		main_character_face = 0,
		word = "打开尝尝",
		char_type = 2
	}
	pg.base.child2_word[4135003] = {
		id = 4135003,
		main_character_face = 0,
		word = "味道确实还不错。",
		char_type = 0
	}
	pg.base.child2_word[4136001] = {
		id = 4136001,
		main_character_face = 0,
		word = "山畔池塘旁新建了一片花园迷宫，带着娜比娅去探索一下吧！",
		char_type = 0
	}
	pg.base.child2_word[4136002] = {
		id = 4136002,
		main_character_face = 0,
		word = ">映入眼帘的是两条被月季花丛环绕的小径，该左转还是右转呢？",
		char_type = 0
	}
	pg.base.child2_word[4136003] = {
		id = 4136003,
		main_character_face = 0,
		word = "左转",
		char_type = 2
	}
	pg.base.child2_word[4136004] = {
		id = 4136004,
		main_character_face = 0,
		word = "这边的花丛生长得有点凌乱……似乎不大对劲",
		char_type = 0
	}
	pg.base.child2_word[4136006] = {
		id = 4136006,
		main_character_face = 0,
		word = "右转",
		char_type = 2
	}
	pg.base.child2_word[4136007] = {
		id = 4136007,
		main_character_face = 0,
		word = "石板路铺得整整齐齐，应该没走错！",
		char_type = 0
	}
	pg.base.child2_word[4136009] = {
		id = 4136009,
		main_character_face = 0,
		word = "池塘的倒影透过花墙若隐若现，前方又出现了一个岔路口……",
		char_type = 0
	}
	pg.base.child2_word[4136010] = {
		id = 4136010,
		main_character_face = 0,
		word = "左转",
		char_type = 2
	}
	pg.base.child2_word[4136011] = {
		id = 4136011,
		main_character_face = 0,
		word = "藤蔓缠得好密，都快挡住去路了……",
		char_type = 0
	}
	pg.base.child2_word[4136013] = {
		id = 4136013,
		main_character_face = 0,
		word = "右转",
		char_type = 2
	}
	pg.base.child2_word[4136014] = {
		id = 4136014,
		main_character_face = 0,
		word = "空气中传来阵阵花香，看来是这条路没错了！",
		char_type = 0
	}
	pg.base.child2_word[4136016] = {
		id = 4136016,
		main_character_face = 0,
		word = "微风送来阵阵清香，眼前的路又分成两条……",
		char_type = 0
	}
	pg.base.child2_word[4136017] = {
		id = 4136017,
		main_character_face = 0,
		word = "左转",
		char_type = 2
	}
	pg.base.child2_word[4136018] = {
		id = 4136018,
		main_character_face = 0,
		word = "迷宫的出口是一片观景平台，在这里能俯瞰整个花园和池塘的风景",
		char_type = 0
	}
	pg.base.child2_word[4136020] = {
		id = 4136020,
		main_character_face = 0,
		word = "右转",
		char_type = 2
	}
	pg.base.child2_word[4136021] = {
		id = 4136021,
		main_character_face = 0,
		word = "这片区域的小径都断了……只能原路返回了！",
		char_type = 0
	}
	pg.base.child2_word[4137001] = {
		id = 4137001,
		main_character_face = 0,
		word = "巷子深处有台奇怪的自动贩卖机，商品外包装全都是看不出内容物的盲盒，按钮也在异常地闪烁……要投币吗？",
		char_type = 0
	}
	pg.base.child2_word[4137002] = {
		id = 4137002,
		main_character_face = 0,
		word = "投币",
		char_type = 2
	}
	pg.base.child2_word[4137003] = {
		id = 4137003,
		main_character_face = 0,
		word = "叮咚…咔嗒…滋滋…哐当！一个盲盒被贩卖机吐了出来。\n屏幕上出现了像素风格的字体：恭喜您获得了幸运的眷顾，要善加利用喵！",
		char_type = 0
	}
	pg.base.child2_word[4137005] = {
		id = 4137005,
		main_character_face = 0,
		word = "离开",
		char_type = 2
	}
	pg.base.child2_word[4137006] = {
		id = 4137006,
		main_character_face = 0,
		word = "看起来不太正常，还是算了",
		char_type = 0
	}
	pg.base.child2_word[4138001] = {
		id = 4138001,
		main_character_face = 0,
		word = "山顶的神庙据说很灵！",
		char_type = 0
	}
	pg.base.child2_word[4138002] = {
		id = 4138002,
		main_character_face = 0,
		word = "投5元",
		char_type = 2
	}
	pg.base.child2_word[4138003] = {
		id = 4138003,
		main_character_face = 0,
		word = "投20元",
		char_type = 2
	}
	pg.base.child2_word[4138004] = {
		id = 4138004,
		main_character_face = 0,
		word = "投50元",
		char_type = 2
	}
	pg.base.child2_word[4138005] = {
		id = 4138005,
		main_character_face = 0,
		word = "投100元",
		char_type = 2
	}
	pg.base.child2_word[4138006] = {
		id = 4138006,
		main_character_face = 0,
		word = "许愿实践+感知",
		char_type = 2
	}
	pg.base.child2_word[4138007] = {
		id = 4138007,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，这大概是愿望会实现的预兆吧！",
		char_type = 0
	}
	pg.base.child2_word[4138009] = {
		id = 4138009,
		main_character_face = 0,
		word = "许愿体能+知识",
		char_type = 2
	}
	pg.base.child2_word[4138010] = {
		id = 4138010,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，这大概是愿望会实现的预兆吧！",
		char_type = 0
	}
	pg.base.child2_word[4138012] = {
		id = 4138012,
		main_character_face = 0,
		word = "许愿实践+感知",
		char_type = 2
	}
	pg.base.child2_word[4138013] = {
		id = 4138013,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，这大概是愿望会实现的预兆吧！",
		char_type = 0
	}
	pg.base.child2_word[4138015] = {
		id = 4138015,
		main_character_face = 0,
		word = "许愿体能+知识",
		char_type = 2
	}
	pg.base.child2_word[4138016] = {
		id = 4138016,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，这大概是愿望会实现的预兆吧！",
		char_type = 0
	}
	pg.base.child2_word[4138018] = {
		id = 4138018,
		main_character_face = 0,
		word = "许愿实践+感知",
		char_type = 2
	}
	pg.base.child2_word[4138019] = {
		id = 4138019,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，这大概是愿望会实现的预兆吧！",
		char_type = 0
	}
	pg.base.child2_word[4138021] = {
		id = 4138021,
		main_character_face = 0,
		word = "许愿体能+知识",
		char_type = 2
	}
	pg.base.child2_word[4138022] = {
		id = 4138022,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，这大概是愿望会实现的预兆吧！",
		char_type = 0
	}
	pg.base.child2_word[4138024] = {
		id = 4138024,
		main_character_face = 0,
		word = "许愿实践+感知",
		char_type = 2
	}
	pg.base.child2_word[4138025] = {
		id = 4138025,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，这大概是愿望会实现的预兆吧！",
		char_type = 0
	}
	pg.base.child2_word[4138027] = {
		id = 4138027,
		main_character_face = 0,
		word = "许愿体能+知识",
		char_type = 2
	}
	pg.base.child2_word[4138028] = {
		id = 4138028,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，这大概是愿望会实现的预兆吧！",
		char_type = 0
	}
	pg.base.child2_word[4138030] = {
		id = 4138030,
		main_character_face = 0,
		word = "变得更乖巧听话吧",
		char_type = 2
	}
	pg.base.child2_word[4138031] = {
		id = 4138031,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，一定会得偿所愿吧！",
		char_type = 0
	}
	pg.base.child2_word[4138033] = {
		id = 4138033,
		main_character_face = 0,
		word = "变得更随心所欲吧",
		char_type = 2
	}
	pg.base.child2_word[4138034] = {
		id = 4138034,
		main_character_face = 0,
		word = "投币时，硬币上闪过一道奇妙的光芒，一定会得偿所愿吧！",
		char_type = 0
	}
	pg.base.child2_word[4138035] = {
		id = 4138035,
		main_character_face = 0,
		word = "不投",
		char_type = 2
	}
	pg.base.child2_word[4138036] = {
		id = 4138036,
		main_character_face = 0,
		word = "今天还是先不投了。",
		char_type = 0
	}
	pg.base.child2_word[4139001] = {
		id = 4139001,
		main_character_face = 0,
		word = "漫步街头时，偶然路过了一家安静的复古机车店。",
		char_type = 0
	}
	pg.base.child2_word[4139002] = {
		id = 4139002,
		main_character_face = 0,
		word = "驻足观看",
		char_type = 2
	}
	pg.base.child2_word[4139003] = {
		id = 4139003,
		main_character_face = 0,
		word = "轻步走到她身边，和她一起欣赏着这台造型优美的重型摩托。\n\n娜比娅仔细端详着车身的每一处细节，从流畅的油箱线条到精致的排气管，眼神中的憧憬愈发明显。",
		char_type = 0
	}
	pg.base.child2_word[4139005] = {
		id = 4139005,
		main_character_face = 0,
		word = "提议离开",
		char_type = 2
	}
	pg.base.child2_word[4139011] = {
		id = 4139011,
		main_character_face = 0,
		word = "轻声提醒娜比娅还有别的安排。她恋恋不舍地又看了一眼那台摩托，和我一起离去。",
		char_type = 0
	}
	pg.base.child2_word[4139012] = {
		id = 4139012,
		main_character_face = 0,
		word = "店外陈列着一台经典款的重型摩托，黑色车身在阳光下折射出典雅的金属光泽。",
		char_type = 0
	}
	pg.base.child2_word[4139013] = {
		id = 4139013,
		main_character_face = 0,
		word = "娜比娅停下脚步，目不转睛地盯着那台车，脸上浮现出一丝向往。",
		char_type = 0
	}
	pg.base.child2_word[4139014] = {
		id = 4139014,
		main_character_face = 0,
		word = "橱窗里整齐陈列的机车装备讲述着独特的故事。透过玻璃，能看到一台正在维护的复古款机车，机油和皮革的气息若隐若现。",
		char_type = 0
	}
	pg.base.child2_word[4140001] = {
		id = 4140001,
		main_character_face = 0,
		word = "经过电影院时，发现正在放映一部备受好评的公路题材电影。",
		char_type = 0
	}
	pg.base.child2_word[4140002] = {
		id = 4140002,
		main_character_face = 0,
		word = "买票观影",
		char_type = 2
	}
	pg.base.child2_word[4140003] = {
		id = 4140003,
		main_character_face = 0,
		word = [[
坐在影厅里，随着剧情的展开，能感受到娜比娅的情绪越来越投入。

每当摩托车穿梭在壮丽风景中的画面出现，她都会不自觉地屏住呼吸。

散场后，她兴致勃勃地和我说起起那些令人心驰神往的公路场景。]],
		char_type = 0
	}
	pg.base.child2_word[4140005] = {
		id = 4140005,
		main_character_face = 0,
		word = "提议离开",
		char_type = 2
	}
	pg.base.child2_word[4140006] = {
		id = 4140006,
		main_character_face = 0,
		word = "看了看时间，遗憾地向娜比娅表示还有其他事情。她低头应了一声，眼中闪过一丝失落。",
		char_type = 0
	}
	pg.base.child2_word[4140011] = {
		id = 4140011,
		main_character_face = 0,
		word = "海报上是英姿飒爽的摩托骑士御风飞驰在海岸线上的剪影，落日将背景渲染成金红色。",
		char_type = 0
	}
	pg.base.child2_word[4140012] = {
		id = 4140012,
		main_character_face = 0,
		word = "娜比娅驻足在海报前，指着简介里提到的“一段关于追寻自由的旅程”，眼中闪烁着期待的光芒。",
		char_type = 0
	}
	pg.base.child2_word[4141001] = {
		id = 4141001,
		main_character_face = 0,
		word = "路过某片废弃园区时，看到一片宽阔的水泥场地静静地延展开来。",
		char_type = 0
	}
	pg.base.child2_word[4141002] = {
		id = 4141002,
		main_character_face = 0,
		word = "陪伴身旁（需要体能>1500）",
		char_type = 2
	}
	pg.base.child2_word[4141003] = {
		id = 4141003,
		main_character_face = 0,
		word = "静静陪在她身边，等她开口诉说心中所想。渐渐地，娜比娅的眼神从纠结变得明亮，开始畅想未来驰骋在这里的场景。",
		char_type = 0
	}
	pg.base.child2_word[4141005] = {
		id = 4141005,
		main_character_face = 0,
		word = "静静等待",
		char_type = 2
	}
	pg.base.child2_word[4141006] = {
		id = 4141006,
		main_character_face = 0,
		word = "想要说些什么，却只能看着她若有所思的侧脸。娜比娅轻轻叹了口气，转头回家。",
		char_type = 0
	}
	pg.base.child2_word[4141011] = {
		id = 4141011,
		main_character_face = 0,
		word = "角落里零散地摆放着几个路障，地面上残留着蜿蜒的轮胎痕迹。",
		char_type = 0
	}
	pg.base.child2_word[4141012] = {
		id = 4141012,
		main_character_face = 0,
		word = "娜比娅靠在栏杆边，目光不断扫过那些交错的轨迹。",
		char_type = 0
	}
	pg.base.child2_word[4141013] = {
		id = 4141013,
		main_character_face = 0,
		word = "她的手指无意识地敲打着栏杆，似乎在思考着什么。",
		char_type = 0
	}
	pg.base.child2_word[4142001] = {
		id = 4142001,
		main_character_face = 0,
		word = "午后的图书馆里，阳光透过窗棂洒在木质书架上，将整个角落染上一层温暖的色调。",
		char_type = 0
	}
	pg.base.child2_word[4142002] = {
		id = 4142002,
		main_character_face = 0,
		word = "询问想法",
		char_type = 2
	}
	pg.base.child2_word[4142003] = {
		id = 4142003,
		main_character_face = 0,
		word = "走近关心她的阅读心得，询问是否有所发现。娜比娅眸光一亮，轻声分享起自己的感悟。",
		char_type = 0
	}
	pg.base.child2_word[4142005] = {
		id = 4142005,
		main_character_face = 0,
		word = "默默离开",
		char_type = 2
	}
	pg.base.child2_word[4142006] = {
		id = 4142006,
		main_character_face = 0,
		word = "不打扰她的阅读时光，悄然退出图书馆。",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[4142011] = {
		id = 4142011,
		main_character_face = 0,
		word = "娜比娅托腮翻看起一本书籍，从她专注的神情看来，这本书似乎格外吸引她。",
		char_type = 0
	}
	pg.base.child2_word[4142012] = {
		id = 4142012,
		main_character_face = 0,
		word = "她的指尖轻轻划过书页，时而停顿，时而继续。",
		char_type = 0
	}
	pg.base.child2_word[4142013] = {
		id = 4142013,
		main_character_face = 0,
		word = "少女不经意间抬头望向窗外时，眼神中闪过一丝若有所思的光芒。",
		char_type = 0
	}
	pg.base.child2_word[4143001] = {
		id = 4143001,
		main_character_face = 0,
		word = "路过书店时，娜比娅提出想去看看心理学区的新书。",
		char_type = 0
	}
	pg.base.child2_word[4143002] = {
		id = 4143002,
		main_character_face = 0,
		word = "温和询问",
		char_type = 2
	}
	pg.base.child2_word[4143003] = {
		id = 4143003,
		main_character_face = 0,
		word = "帮她捡起笔记本，轻声问起她对心理学的理解。娜比娅眼中闪过一丝惊喜，开始分享起她这段时间的思考。",
		char_type = 0
	}
	pg.base.child2_word[4143005] = {
		id = 4143005,
		main_character_face = 0,
		word = "体贴退让",
		char_type = 2
	}
	pg.base.child2_word[4143006] = {
		id = 4143006,
		main_character_face = 0,
		word = "默默帮她收拾好东西，让她保持自己的节奏。",
		char_type = 0
	}
	pg.base.child2_word[4143011] = {
		id = 4143011,
		main_character_face = 0,
		word = "在结账时，她不小心把自己的包掉在了地上，散落出来的笔记本上写满了密密麻麻的字迹。",
		char_type = 0
	}
	pg.base.child2_word[4143012] = {
		id = 4143012,
		main_character_face = 0,
		word = "翻开的那页正好记录着一些心理学概念，还有她独特的理解和思考。",
		char_type = 0
	}
	pg.base.child2_word[4143013] = {
		id = 4143013,
		main_character_face = 0,
		word = "她慌忙想要合上笔记本，却又犹豫了一下，似乎在考虑要不要分享自己的想法。",
		char_type = 0
	}
	pg.base.child2_word[4144001] = {
		id = 4144001,
		main_character_face = 0,
		word = "陪娜比娅坐在公园的长椅上，目光望向远方的天际线。夕阳将天空染成淡淡的橘红色，为这个时刻增添了几分静谧。",
		char_type = 0
	}
	pg.base.child2_word[4144002] = {
		id = 4144002,
		main_character_face = 0,
		word = "给予建议（需要知识>1500）",
		char_type = 2
	}
	pg.base.child2_word[4144003] = {
		id = 4144003,
		main_character_face = 0,
		word = "和她交流对未来的想法。随着交谈，娜比娅的眼神逐渐明亮起来，仿佛找到了前行的方向",
		char_type = 0
	}
	pg.base.child2_word[4144005] = {
		id = 4144005,
		main_character_face = 0,
		word = "和她谈谈",
		char_type = 2
	}
	pg.base.child2_word[4144006] = {
		id = 4144006,
		main_character_face = 0,
		word = "想要给出建议，却发现自己对这个领域的理解还不够深入。娜比娅轻轻叹了口气，决定以后有机会再说。",
		char_type = 0
	}
	pg.base.child2_word[4144011] = {
		id = 4144011,
		main_character_face = 0,
		word = "她手中捏着一份心理学相关的资料，眼神中既有向往，又带着迟疑。",
		char_type = 0
	}
	pg.base.child2_word[4144012] = {
		id = 4144012,
		main_character_face = 0,
		word = "微风轻拂过她的发梢，掀起几页纸张，上面密密麻麻写满了她的批注和思考。",
		char_type = 0
	}
	pg.base.child2_word[4144013] = {
		id = 4144013,
		main_character_face = 0,
		word = "这个看似平常的黄昏，却像是人生轨迹即将转向的预兆。",
		char_type = 0
	}
	pg.base.child2_word[4145001] = {
		id = 4145001,
		main_character_face = 0,
		word = "游乐场门口遇到了抽卡小游戏推广广告牌，要参与抽奖吗（20%概率）",
		char_type = 0
	}
	pg.base.child2_word[4145002] = {
		id = 4145002,
		main_character_face = 0,
		word = "果断参与，20%概率中奖（花费30金钱）",
		char_type = 2
	}
	pg.base.child2_word[4145003] = {
		id = 4145003,
		main_character_face = 0,
		word = "周围突然响起了喜庆的乐声，广告牌上的横幅展示了几个大字“恭喜！您中奖了！”",
		char_type = 0
	}
	pg.base.child2_word[4145004] = {
		id = 4145004,
		main_character_face = 0,
		word = "算了，及时止损",
		char_type = 2
	}
	pg.base.child2_word[4145005] = {
		id = 4145005,
		main_character_face = 0,
		word = "没有抽中，要再抽一次吗？",
		char_type = 0
	}
	pg.base.child2_word[4145006] = {
		id = 4145006,
		main_character_face = 0,
		word = "继续抽奖，40%概率中奖（花费30金钱）",
		char_type = 2
	}
	pg.base.child2_word[4145008] = {
		id = 4145008,
		main_character_face = 0,
		word = "继续抽奖，60%概率中奖（花费30金钱）",
		char_type = 2
	}
	pg.base.child2_word[4145010] = {
		id = 4145010,
		main_character_face = 0,
		word = "继续抽奖，80%概率中奖（花费30金钱）",
		char_type = 2
	}
	pg.base.child2_word[4145012] = {
		id = 4145012,
		main_character_face = 0,
		word = "继续抽奖，100%概率中奖（花费30金钱）",
		char_type = 2
	}
	pg.base.child2_word[4146001] = {
		id = 4146001,
		main_character_face = 0,
		word = "游乐场门口遇到了抽王牌小游戏推广广告牌，抽中王牌则游戏结束哦~如果连续4轮都没有失败则可以赢取终极大奖，失败则要接受惩罚哦~要参与吗？",
		char_type = 0
	}
	pg.base.child2_word[4146002] = {
		id = 4146002,
		main_character_face = 0,
		word = "参与试试，20%概率失败",
		char_type = 2
	}
	pg.base.child2_word[4146003] = {
		id = 4146003,
		main_character_face = 0,
		word = "抽到王牌，只能结束了！",
		char_type = 0
	}
	pg.base.child2_word[4146004] = {
		id = 4146004,
		main_character_face = 0,
		word = "算了，不玩了",
		char_type = 2
	}
	pg.base.child2_word[4146005] = {
		id = 4146005,
		main_character_face = 0,
		word = "运气不错，没有抽到王牌，要继续吗？",
		char_type = 0
	}
	pg.base.child2_word[4146006] = {
		id = 4146006,
		main_character_face = 0,
		word = "继续抽奖，40%概率失败",
		char_type = 2
	}
	pg.base.child2_word[4146008] = {
		id = 4146008,
		main_character_face = 0,
		word = "继续抽奖，60%概率失败",
		char_type = 2
	}
	pg.base.child2_word[4146010] = {
		id = 4146010,
		main_character_face = 0,
		word = "继续抽奖，80%概率失败",
		char_type = 2
	}
	pg.base.child2_word[4146012] = {
		id = 4146012,
		main_character_face = 0,
		word = "周围突然响起了喜庆的乐声，广告牌上的横幅展示了几个大字“恭喜！挑战成功！”",
		char_type = 0
	}
	pg.base.child2_word[4405001] = {
		id = 4405001,
		main_character_face = 0,
		word = "公园的长椅上，一只彩色信封随风飘来。",
		char_type = 0
	}
	pg.base.child2_word[4405002] = {
		id = 4405002,
		main_character_face = 0,
		word = "打开信封",
		char_type = 2
	}
	pg.base.child2_word[4405003] = {
		id = 4405003,
		main_character_face = 0,
		word = "看着信封中写着奇妙的内容，娜比娅悄然产生了一些微妙的变化",
		char_type = 0
	}
	pg.base.child2_word[90001] = {
		id = 90001,
		main_character_face = 0,
		word = "V3测试事件开始",
		char_type = 0
	}
	pg.base.child2_word[90002] = {
		id = 90002,
		main_character_face = 0,
		word = "掉1个N选1",
		char_type = 0
	}
	pg.base.child2_word[90003] = {
		id = 90003,
		main_character_face = 0,
		word = "掉1个塔罗牌",
		char_type = 0
	}
	pg.base.child2_word[90004] = {
		id = 90004,
		main_character_face = 0,
		word = "连掉2个N选1",
		char_type = 0
	}
	pg.base.child2_word[90005] = {
		id = 90005,
		main_character_face = 0,
		word = "掉1个升级次数",
		char_type = 0
	}
	pg.base.child2_word[90006] = {
		id = 90006,
		main_character_face = 0,
		word = "连掉2个升级次数",
		char_type = 0
	}
	pg.base.child2_word[90101] = {
		id = 90101,
		main_character_face = 0,
		word = "给我整个刮刮卡",
		char_type = 0
	}
	pg.base.child2_word[90102] = {
		id = 90102,
		main_character_face = 0,
		word = "给我整个砸钉子",
		char_type = 0
	}
	pg.base.child2_word[90103] = {
		id = 90103,
		main_character_face = 0,
		word = "来个小游戏",
		char_type = 0
	}
	pg.base.child2_word[3000001] = {
		id = 3000001,
		main_character_face = 0,
		word = "唔……每片叶子的形状都不一样……就、就捡这个吧，看起来像金色的小扇子！嘿咻，偷偷藏进家长大人的笔记本里~",
		char_type = 1
	}
	pg.base.child2_word[3000002] = {
		id = 3000002,
		main_character_face = 0,
		word = "家、家长大人……这个鲨鱼形状的苹果，是你特地为我准备的吗……？突然有点，舍不得吃了……",
		char_type = 1
	}
	pg.base.child2_word[3000003] = {
		id = 3000003,
		main_character_face = 0,
		word = "家长大人喝的那杯牛奶，闻起来好像更香……可、可以让我也舔一口嘛……？",
		char_type = 1
	}
	pg.base.child2_word[3000004] = {
		id = 3000004,
		main_character_face = 0,
		word = "今天的天气很好哦……向日葵小姐，要喝饱饱的水，晒暖暖的太阳~家、家长大人，可以帮我把花盆挪到向阳的地方吗……？",
		char_type = 1
	}
	pg.base.child2_word[3000005] = {
		id = 3000005,
		main_character_face = 0,
		word = "害怕的时候，就躲在玩偶后面……我、我曾经是会这么做的……但现在，只要躲在家长大人身后，就不会害怕了。",
		char_type = 1
	}
	pg.base.child2_word[3000006] = {
		id = 3000006,
		main_character_face = 0,
		word = "书……太重了，抱不动……家、家长大人，能救救艾普洛吗，呜呜……？",
		char_type = 1
	}
	pg.base.child2_word[3000007] = {
		id = 3000007,
		main_character_face = 0,
		word = "这些玩偶，比艾普洛还要大……躲在它们中间的话，就不会被找到了呢……",
		char_type = 1
	}
	pg.base.child2_word[3000008] = {
		id = 3000008,
		main_character_face = 0,
		word = "袜子，总是少一只……床底？艾普洛、艾普洛把袜子丢到了秘密基地吗……",
		char_type = 1
	}
	pg.base.child2_word[3000009] = {
		id = 3000009,
		main_character_face = 0,
		word = "角落的蘑菇，不可以吃哦……不小心误食的话，说不定就要变成真的蘑菇了……",
		char_type = 1
	}
	pg.base.child2_word[3000010] = {
		id = 3000010,
		main_character_face = 0,
		word = "好想躲在玩偶后面……但这样的话，家长大人……就找不到艾普洛了……忍耐，艾普洛还可以再忍耐一会儿……",
		char_type = 1
	}
	pg.base.child2_word[3000011] = {
		id = 3000011,
		main_character_face = 0,
		word = "家长大人，今天的布丁上有彩虹糖针哦~很好吃的！分你一半，啊——张嘴啦~",
		char_type = 1
	}
	pg.base.child2_word[3000012] = {
		id = 3000012,
		main_character_face = 0,
		word = "家长大人~我有一堆有趣的事情想要跟你讲哦！但在正式聊天之前，我先去准备一些甜品吧！",
		char_type = 1
	}
	pg.base.child2_word[3000013] = {
		id = 3000013,
		main_character_face = 0,
		word = "家长大人是不是工作太久了，看起来有点疲惫？！总之，到一起去户外感受阳光的时候了！我们出发吧~",
		char_type = 1
	}
	pg.base.child2_word[3000014] = {
		id = 3000014,
		main_character_face = 0,
		word = "功课好难哦……没、没关系的，我会努力克服的！只要想到学会之后能帮你更多忙，我就充满动力啦！",
		char_type = 1
	}
	pg.base.child2_word[3000015] = {
		id = 3000015,
		main_character_face = 0,
		word = "家长大人，差不多也该去约会了吧，约会——当然是和可爱的艾普洛一起逛街，一起买可爱的饰品啦~",
		char_type = 1
	}
	pg.base.child2_word[3000016] = {
		id = 3000016,
		main_character_face = 0,
		word = "该写日记啦~今天和家长大人一起度过的，依旧是平凡的日常……但为什么，我心里的快乐却丝毫没有减少呢……？",
		char_type = 1
	}
	pg.base.child2_word[3000017] = {
		id = 3000017,
		main_character_face = 0,
		word = "家、家长大人，今天可不能继续熬夜工作了哦……艾普洛担心你的健康……非常担心……",
		char_type = 1
	}
	pg.base.child2_word[3000018] = {
		id = 3000018,
		main_character_face = 0,
		word = "作业，一键上传……好，回去继续睡觉吧——家、家长大人？我有好好上课的哦，不用露出这么担心的表情啦……",
		char_type = 1
	}
	pg.base.child2_word[3000019] = {
		id = 3000019,
		main_character_face = 0,
		word = "……艾普洛正在装死，请不要再戳了……！（啊啊，不小心说话了，怎么办，好像装不下去了……！）",
		char_type = 1
	}
	pg.base.child2_word[3000020] = {
		id = 3000020,
		main_character_face = 0,
		word = "那个……我做了一些小肉干，想拿去喂路边的猫咪……但是小猫们好像对我的尾巴更感兴趣呢……？",
		char_type = 1
	}
	pg.base.child2_word[3000021] = {
		id = 3000021,
		main_character_face = 0,
		word = "明明是家长大人自己说的——“游乐园纪念品店随便逛”！结果才逛了半个园区就腿酸了？好啦，快坐下来让我给你捶捶小腿吧~",
		char_type = 1
	}
	pg.base.child2_word[3000022] = {
		id = 3000022,
		main_character_face = 0,
		word = "虽然和你一起约会的时候想穿着漂亮的高跟鞋，但如果还要玩跳舞机的话……果然还是需要备用鞋吧？",
		char_type = 1
	}
	pg.base.child2_word[3000023] = {
		id = 3000023,
		main_character_face = 0,
		word = "我注意到了哦，家长大人最近熬夜的次数变多了！从今晚开始，我要带着毯子和牛奶突击检查你的房间了哦！",
		char_type = 1
	}
	pg.base.child2_word[3000024] = {
		id = 3000024,
		main_character_face = 0,
		word = "刚刚烤好的向日葵曲奇，口感相当酥脆呢~啊！烤箱响了，又有一盘新鲜出炉~家长大人就带去指挥室和大家一起分享吧~",
		char_type = 1
	}
	pg.base.child2_word[3000025] = {
		id = 3000025,
		main_character_face = 0,
		word = "为什么喜欢拉着你去热闹的地方玩？……为什么呢~真是的，这种事情女孩子可说不出口的呀……只是想炫耀恋情啦~",
		char_type = 1
	}
	pg.base.child2_word[3100101] = {
		id = 3100101,
		main_character_face = 5,
		word = "$1快看！我做了小熊饼干哦~",
		char_type = 6
	}
	pg.base.child2_word[3100102] = {
		id = 3100102,
		main_character_face = 3,
		word = "不过，看起来好像不够可爱呢……",
		char_type = 6
	}
	pg.base.child2_word[3100103] = {
		id = 3100103,
		main_character_face = 6,
		word = "要不要用糖霜给它画个表情？或者用巧克力豆？……",
		char_type = 6
	}
	pg.base.child2_word[3100104] = {
		id = 3100104,
		main_character_face = 0,
		word = "现在这样就很可爱了。",
		char_type = 2
	}
	pg.base.child2_word[3100105] = {
		id = 3100105,
		main_character_face = 10,
		word = "真的吗？嘿嘿，既然你说了喜欢，那就要全部吃完哦~！",
		char_type = 6
	}
	pg.base.child2_word[3100106] = {
		id = 3100106,
		main_character_face = 5,
		word = "稍等，我现在就去给你泡杯红茶！",
		char_type = 6
	}
	pg.base.child2_word[3100201] = {
		id = 3100201,
		main_character_face = 2,
		word = "唔唔……从图书馆借来的这本花艺书，写得好详细欸！",
		char_type = 6
	}
	pg.base.child2_word[3100202] = {
		id = 3100202,
		main_character_face = 2,
		word = "$1，我好像突然悟出了插花的诀窍……！",
		char_type = 6
	}
	pg.base.child2_word[3100203] = {
		id = 3100203,
		main_character_face = 5,
		word = "稍后我们就一起尝试一下吧！",
		char_type = 6
	}
	pg.base.child2_word[3100204] = {
		id = 3100204,
		main_character_face = 10,
		word = "不过，还需要你先陪我选几支花才行哦~",
		char_type = 6
	}
	pg.base.child2_word[3100301] = {
		id = 3100301,
		main_character_face = 3,
		word = "好纠结……",
		char_type = 6
	}
	pg.base.child2_word[3100302] = {
		id = 3100302,
		main_character_face = 0,
		word = "怎么了，在这对着衣柜发呆？",
		char_type = 2
	}
	pg.base.child2_word[3100303] = {
		id = 3100303,
		main_character_face = 3,
		word = "这件复古皮衣……还有那件运动外套……都好好看~",
		char_type = 6
	}
	pg.base.child2_word[3100304] = {
		id = 3100304,
		main_character_face = 6,
		word = "嗯……决定了！",
		char_type = 6
	}
	pg.base.child2_word[3100305] = {
		id = 3100305,
		main_character_face = 1,
		word = "我今天穿什么衣服，就由$1来决定吧~",
		char_type = 6
	}
	pg.base.child2_word[3100306] = {
		id = 3100306,
		main_character_face = 10,
		word = "拜托拜托~来帮我选选嘛~",
		char_type = 6
	}
	pg.base.child2_word[3100401] = {
		id = 3100401,
		main_character_face = 15,
		word = "$1！我手腕上的这条星星手链好看吗~",
		char_type = 6
	}
	pg.base.child2_word[3100402] = {
		id = 3100402,
		main_character_face = 0,
		word = "不错，很适合你。",
		char_type = 2
	}
	pg.base.child2_word[3100403] = {
		id = 3100403,
		main_character_face = 15,
		word = "嘿嘿~其实它有“搭档”哦！这条送给你~",
		char_type = 6
	}
	pg.base.child2_word[3100404] = {
		id = 3100404,
		main_character_face = 1,
		word = "来，伸手~我帮你戴上！",
		char_type = 6
	}
	pg.base.child2_word[3100405] = {
		id = 3100405,
		main_character_face = 1,
		word = "这该不会……是早就计划好的吧？",
		char_type = 2
	}
	pg.base.child2_word[3100406] = {
		id = 3100406,
		main_character_face = 10,
		word = "“偶然”啦！是星星们说它们不想分开的哦~",
		char_type = 6
	}
	pg.base.child2_word[3100501] = {
		id = 3100501,
		main_character_face = 10,
		word = "我买了超好评的双人合作游戏！一起玩嘛~",
		char_type = 6
	}
	pg.base.child2_word[3100502] = {
		id = 3100502,
		main_character_face = 0,
		word = "嗯？可这是格斗游戏。",
		char_type = 2
	}
	pg.base.child2_word[3100503] = {
		id = 3100503,
		main_character_face = 9,
		word = "欸？！可封面明明画着两个人手牵着手啊……",
		char_type = 6
	}
	pg.base.child2_word[3100504] = {
		id = 3100504,
		main_character_face = 8,
		word = "仔细一看……其实是在扳手腕？！",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[3100505] = {
		id = 3100505,
		main_character_face = 7,
		word = "不、不管了！既然我是新手……$1就更应该从零开始教会我哦~！",
		char_type = 6
	}
	pg.base.child2_word[3100601] = {
		id = 3100601,
		main_character_face = 4,
		word = "最近……好像……好像有点长胖了呢……！！",
		char_type = 6
	}
	pg.base.child2_word[3100602] = {
		id = 3100602,
		main_character_face = 1,
		word = "呼，幸好我及时发现了这个！",
		char_type = 6
	}
	pg.base.child2_word[3100603] = {
		id = 3100603,
		main_character_face = 5,
		word = "书上说，按摩也可以减肥呢！$1能帮我试一下吗？",
		char_type = 6
	}
	pg.base.child2_word[3100604] = {
		id = 3100604,
		main_character_face = 0,
		word = "可以。",
		char_type = 2
	}
	pg.base.child2_word[3100605] = {
		id = 3100605,
		main_character_face = 10,
		word = "好耶，就知道$1最好了~",
		char_type = 6
	}
	pg.base.child2_word[3100701] = {
		id = 3100701,
		main_character_face = 1,
		word = "$1能躺过来一下嘛？",
		char_type = 6
	}
	pg.base.child2_word[3100702] = {
		id = 3100702,
		main_character_face = 10,
		word = "嗯，躺在我腿上就好~",
		char_type = 6
	}
	pg.base.child2_word[3100703] = {
		id = 3100703,
		main_character_face = 10,
		word = "之前都是你帮我掏耳朵呢，那种感觉特别舒服哦。",
		char_type = 6
	}
	pg.base.child2_word[3100704] = {
		id = 3100704,
		main_character_face = 10,
		word = "今天轮到我给你掏掏耳朵啦，嘿嘿~",
		char_type = 6
	}
	pg.base.child2_word[3100801] = {
		id = 3100801,
		main_character_face = 9,
		word = "这个游泳教程……有点看不明白。",
		char_type = 6
	}
	pg.base.child2_word[3100802] = {
		id = 3100802,
		main_character_face = 9,
		word = "到底该怎么发力呢？",
		char_type = 6
	}
	pg.base.child2_word[3100803] = {
		id = 3100803,
		main_character_face = 5,
		word = "$1周末有空嘛？我们可以一起去泳池~",
		char_type = 6
	}
	pg.base.child2_word[3100804] = {
		id = 3100804,
		main_character_face = 10,
		word = "你来教的话，我一定能掌握正确的发力技巧哦~！",
		char_type = 6
	}
	pg.base.child2_word[3100901] = {
		id = 3100901,
		main_character_face = 1,
		word = "$1，头稍微低下来一点，可以吗？",
		char_type = 6
	}
	pg.base.child2_word[3100902] = {
		id = 3100902,
		main_character_face = 1,
		word = "什么事？",
		char_type = 2
	}
	pg.base.child2_word[3100903] = {
		id = 3100903,
		main_character_face = 11,
		word = "你的头发都被帽子压塌了呢，艾普洛来为你梳理一下~",
		char_type = 6
	}
	pg.base.child2_word[3100904] = {
		id = 3100904,
		main_character_face = 15,
		word = "嗯嗯，这样就好了~",
		char_type = 6
	}
	pg.base.child2_word[3101001] = {
		id = 3101001,
		main_character_face = 10,
		word = "$1~你接下来，有没有比较长的空闲时间呀？",
		char_type = 6
	}
	pg.base.child2_word[3101002] = {
		id = 3101002,
		main_character_face = 0,
		word = "那得等放假了。",
		char_type = 2
	}
	pg.base.child2_word[3101003] = {
		id = 3101003,
		main_character_face = 1,
		word = "下一次的假期是……我知道了。",
		char_type = 6
	}
	pg.base.child2_word[3101004] = {
		id = 3101004,
		main_character_face = 10,
		word = "到时候就一起去旅游吧！我来安排行程。",
		char_type = 6
	}
	pg.base.child2_word[3101005] = {
		id = 3101005,
		main_character_face = 1,
		word = "一定会让你看到难得的美景的哦，我保证！",
		char_type = 6
	}
	pg.base.child2_word[3101101] = {
		id = 3101101,
		main_character_face = 2,
		word = "那台娃娃机里的啾啾玩偶，真的好可爱，好想要……！",
		char_type = 6
	}
	pg.base.child2_word[3101102] = {
		id = 3101102,
		main_character_face = 7,
		word = "可是我的零花钱都快用光了，还是没抓到，呜呜~",
		char_type = 6
	}
	pg.base.child2_word[3101103] = {
		id = 3101103,
		main_character_face = 3,
		word = "这种时候只能拜托$1出手了……！",
		char_type = 6
	}
	pg.base.child2_word[3101104] = {
		id = 3101104,
		main_character_face = 0,
		word = "看我的。",
		char_type = 2
	}
	pg.base.child2_word[3101105] = {
		id = 3101105,
		main_character_face = 5,
		word = "太好了！有那么厉害的$1帮忙的话，一定可以成功的~",
		char_type = 6
	}
	pg.base.child2_word[3101201] = {
		id = 3101201,
		main_character_face = 8,
		word = "呜哇哇——游乐园的门票，我本来只想买两张的……",
		char_type = 6
	}
	pg.base.child2_word[3101202] = {
		id = 3101202,
		main_character_face = 8,
		word = "结果下单的时候手一滑！",
		char_type = 6
	}
	pg.base.child2_word[3101203] = {
		id = 3101203,
		main_character_face = 9,
		word = "不小心多按了几个零……！",
		char_type = 6
	}
	pg.base.child2_word[3101204] = {
		id = 3101204,
		main_character_face = 10,
		word = "所以……这个月，可以每天都陪我去游乐园嘛？嘿嘿~",
		char_type = 6
	}
	pg.base.child2_word[3101301] = {
		id = 3101301,
		main_character_face = 9,
		word = "今天是去吃披萨，还是吃炸鸡呢……",
		char_type = 6
	}
	pg.base.child2_word[3101302] = {
		id = 3101302,
		main_character_face = 12,
		word = "啊——这个对话昨天是不是发生过！",
		char_type = 6
	}
	pg.base.child2_word[3101303] = {
		id = 3101303,
		main_character_face = 2,
		word = "还是换个选项吧~对了，冰箱里是不是还有新鲜食材？",
		char_type = 6
	}
	pg.base.child2_word[3101304] = {
		id = 3101304,
		main_character_face = 6,
		word = "那我们今天还是在家吃吧~",
		char_type = 6
	}
	pg.base.child2_word[3101305] = {
		id = 3101305,
		main_character_face = 10,
		word = "果然，还是最想吃$1做的料理呢~",
		char_type = 6
	}
	pg.base.child2_word[3101401] = {
		id = 3101401,
		main_character_face = 1,
		word = "$1~有没有发现我送你的小礼物呀？",
		char_type = 6
	}
	pg.base.child2_word[3101402] = {
		id = 3101402,
		main_character_face = 10,
		word = "偷偷放在你的枕头下面了！",
		char_type = 6
	}
	pg.base.child2_word[3101403] = {
		id = 3101403,
		main_character_face = 10,
		word = "是我缝的平安符哦，你一个，我一个~",
		char_type = 6
	}
	pg.base.child2_word[3101404] = {
		id = 3101404,
		main_character_face = 7,
		word = "我练习了好久呢！虽然针脚还是有点歪歪扭扭的……",
		char_type = 6
	}
	pg.base.child2_word[3101405] = {
		id = 3101405,
		main_character_face = 10,
		word = "约定好了……你要一直带着哦！",
		char_type = 6
	}
	pg.base.child2_word[3101501] = {
		id = 3101501,
		main_character_face = 10,
		word = "锵锵~快看！家里，是不是变得闪闪发光了？",
		char_type = 6
	}
	pg.base.child2_word[3101502] = {
		id = 3101502,
		main_character_face = 0,
		word = "嗯，确实整洁了许多。",
		char_type = 2
	}
	pg.base.child2_word[3101503] = {
		id = 3101503,
		main_character_face = 6,
		word = "是我花了一下午仔细打扫的哦！连沙发底下都擦干净了~",
		char_type = 6
	}
	pg.base.child2_word[3101504] = {
		id = 3101504,
		main_character_face = 10,
		word = "$1有没有觉得我现在特别特别能干？",
		char_type = 6
	}
	pg.base.child2_word[3101505] = {
		id = 3101505,
		main_character_face = 1,
		word = "可以夸夸我一句嘛~一句就好~",
		char_type = 6
	}
	pg.base.child2_word[3101601] = {
		id = 3101601,
		main_character_face = 10,
		word = "我今天尝试了创意料理~",
		char_type = 6
	}
	pg.base.child2_word[3101602] = {
		id = 3101602,
		main_character_face = 6,
		word = "创意的灵感来自于「万物皆可变形术」。",
		char_type = 6
	}
	pg.base.child2_word[3101603] = {
		id = 3101603,
		main_character_face = 10,
		word = "最后变出来了……小兔子和她的恐龙朋友~",
		char_type = 6
	}
	pg.base.child2_word[3101604] = {
		id = 3101604,
		main_character_face = 1,
		word = "味道非常不错哦~小兔子是甜甜的云朵卷，小恐龙是土豆泥混合西蓝花碎~",
		char_type = 6
	}
	pg.base.child2_word[3101605] = {
		id = 3101605,
		main_character_face = 10,
		word = "$1来尝尝吧，很好看也很好吃哦~",
		char_type = 6
	}
	pg.base.child2_word[3101701] = {
		id = 3101701,
		main_character_face = 2,
		word = "童话的世界，真的好神奇啊……",
		char_type = 6
	}
	pg.base.child2_word[3101702] = {
		id = 3101702,
		main_character_face = 0,
		word = "是被刚读完的书启发了么？",
		char_type = 2
	}
	pg.base.child2_word[3101703] = {
		id = 3101703,
		main_character_face = 9,
		word = "嗯嗯，我看到最后，发现公主和中途出现的王子永远在一起了……",
		char_type = 6
	}
	pg.base.child2_word[3101704] = {
		id = 3101704,
		main_character_face = 3,
		word = "但是一直陪在公主身边的不是小动物们吗，王子只是和公主跳了舞……",
		char_type = 6
	}
	pg.base.child2_word[3101705] = {
		id = 3101705,
		main_character_face = 12,
		word = "唔……艾普洛看不懂童话，家长大人能陪我再读一遍吗？",
		char_type = 6
	}
	pg.base.child2_word[3101801] = {
		id = 3101801,
		main_character_face = 2,
		word = "我做了一个……关于如何拆解冰箱的计划！",
		char_type = 6
	}
	pg.base.child2_word[3101802] = {
		id = 3101802,
		main_character_face = 0,
		word = "好大胆的决定，那储存的食材需要我先取出来吗？",
		char_type = 2
	}
	pg.base.child2_word[3101803] = {
		id = 3101803,
		main_character_face = 10,
		word = "那就麻烦你啦~！",
		char_type = 6
	}
	pg.base.child2_word[3101804] = {
		id = 3101804,
		main_character_face = 7,
		word = "我实在太想知道冰箱内部的构造了……",
		char_type = 6
	}
	pg.base.child2_word[3101805] = {
		id = 3101805,
		main_character_face = 6,
		word = "如果掌握清楚原理，或许可以让食物储存得更久一些……",
		char_type = 6
	}
	pg.base.child2_word[3101806] = {
		id = 3101806,
		main_character_face = 10,
		word = "就可以囤更多你喜欢的食物了~",
		char_type = 6
	}
	pg.base.child2_word[3101901] = {
		id = 3101901,
		main_character_face = 2,
		word = "嗯嗯……飞了太久，翅膀痛痛的……结果还饿着肚子吗？",
		char_type = 6
	}
	pg.base.child2_word[3101902] = {
		id = 3101902,
		main_character_face = 0,
		word = "是在和谁对话吗？",
		char_type = 2
	}
	pg.base.child2_word[3101903] = {
		id = 3101903,
		main_character_face = 14,
		word = "窗外的小鸟！有一个胖胖的小鸟说自己翅膀痛痛，肚子也饿了~",
		char_type = 6
	}
	pg.base.child2_word[3101904] = {
		id = 3101904,
		main_character_face = 1,
		word = "小鸟似乎很苦恼呢……我想要安慰它一下的话，是说话比较好呢……",
		char_type = 6
	}
	pg.base.child2_word[3101905] = {
		id = 3101905,
		main_character_face = 1,
		word = "还是和它一样啾啾啾叫比较好呢？",
		char_type = 6
	}
	pg.base.child2_word[3102001] = {
		id = 3102001,
		main_character_face = 5,
		word = "$1……$1……到休息时间了哦！",
		char_type = 6
	}
	pg.base.child2_word[3102002] = {
		id = 3102002,
		main_character_face = 6,
		word = "该暂停工作，好好放松一下啦~现在就跟我出去玩怎么样！",
		char_type = 6
	}
	pg.base.child2_word[3102003] = {
		id = 3102003,
		main_character_face = 0,
		word = "好啊，想去哪里？",
		char_type = 2
	}
	pg.base.child2_word[3102004] = {
		id = 3102004,
		main_character_face = 10,
		word = "街机厅，一定要去街机厅！",
		char_type = 6
	}
	pg.base.child2_word[3102005] = {
		id = 3102005,
		main_character_face = 8,
		word = "我下午练习了很久的操作手法，趁肌肉记忆还保留着……",
		char_type = 6
	}
	pg.base.child2_word[3102006] = {
		id = 3102006,
		main_character_face = 8,
		word = "一定带我去破纪录好吗？！",
		char_type = 6
	}
	pg.base.child2_word[3102101] = {
		id = 3102101,
		main_character_face = 1,
		word = "这个……给你。",
		char_type = 6
	}
	pg.base.child2_word[3102102] = {
		id = 3102102,
		main_character_face = 1,
		word = "这是？",
		char_type = 2
	}
	pg.base.child2_word[3102103] = {
		id = 3102103,
		main_character_face = 1,
		word = "我房间的备用钥匙……",
		char_type = 6
	}
	pg.base.child2_word[3102104] = {
		id = 3102104,
		main_character_face = 9,
		word = "要是哪天我把自己反锁在房间里头……或者是你需要我的时候……",
		char_type = 6
	}
	pg.base.child2_word[3102105] = {
		id = 3102105,
		main_character_face = 5,
		word = "都可以来找我……",
		char_type = 6
	}
	pg.base.child2_word[3102106] = {
		id = 3102106,
		main_character_face = 1,
		word = "只给你一个人……不可以弄丢哦。",
		char_type = 6
	}
	pg.base.child2_word[3102201] = {
		id = 3102201,
		main_character_face = 5,
		word = "那个，$1……可以继续保持这个姿势一会儿吗？",
		char_type = 6
	}
	pg.base.child2_word[3102202] = {
		id = 3102202,
		main_character_face = 0,
		word = "怎么了？",
		char_type = 2
	}
	pg.base.child2_word[3102203] = {
		id = 3102203,
		main_character_face = 7,
		word = "只是……只是练习人体结构……需要模特。",
		char_type = 6
	}
	pg.base.child2_word[3102204] = {
		id = 3102204,
		main_character_face = 7,
		word = "我还想在画中的你旁边，补一个小小的我……",
		char_type = 6
	}
	pg.base.child2_word[3102205] = {
		id = 3102205,
		main_character_face = 1,
		word = "嗯……艾普洛也会像这样，一直陪在$1身边哦。",
		char_type = 6
	}
	pg.base.child2_word[3102301] = {
		id = 3102301,
		main_character_face = 5,
		word = "晚、晚饭……我试着做了蛋包饭。",
		char_type = 6
	}
	pg.base.child2_word[3102302] = {
		id = 3102302,
		main_character_face = 0,
		word = "谢谢，看起来很用心呢……",
		char_type = 2
	}
	pg.base.child2_word[3102303] = {
		id = 3102303,
		main_character_face = 3,
		word = "呜……火好像开太大了，边缘有点焦……",
		char_type = 6
	}
	pg.base.child2_word[3102304] = {
		id = 3102304,
		main_character_face = 7,
		word = "果然还是不行吧……我、我重新做一份！",
		char_type = 6
	}
	pg.base.child2_word[3102305] = {
		id = 3102305,
		main_character_face = 1,
		word = "你觉得没关系吗……？那、那说好了……不好吃也要告诉我哦。",
		char_type = 6
	}
	pg.base.child2_word[3102401] = {
		id = 3102401,
		main_character_face = 0,
		word = "艾普洛？怎么还没睡？",
		char_type = 2
	}
	pg.base.child2_word[3102402] = {
		id = 3102402,
		main_character_face = 4,
		word = "唔……我有些睡不着。",
		char_type = 6
	}
	pg.base.child2_word[3102403] = {
		id = 3102403,
		main_character_face = 14,
		word = "刚才收音机里……讲了奇怪的故事。",
		char_type = 6
	}
	pg.base.child2_word[3102404] = {
		id = 3102404,
		main_character_face = 0,
		word = "害怕了？",
		char_type = 2
	}
	pg.base.child2_word[3102405] = {
		id = 3102405,
		main_character_face = 7,
		word = "……你、你能在这里坐一会儿吗？",
		char_type = 6
	}
	pg.base.child2_word[3102406] = {
		id = 3102406,
		main_character_face = 7,
		word = "就一会儿……等那个故事带给我的感觉过去就好……",
		char_type = 6
	}
	pg.base.child2_word[3102501] = {
		id = 3102501,
		main_character_face = 4,
		word = "怎么办……每一片叶子都变得无精打采的了。",
		char_type = 6
	}
	pg.base.child2_word[3102502] = {
		id = 3102502,
		main_character_face = 7,
		word = "我明明每天都有好好浇水的。",
		char_type = 6
	}
	pg.base.child2_word[3102503] = {
		id = 3102503,
		main_character_face = 0,
		word = "你的植物怎么了？",
		char_type = 2
	}
	pg.base.child2_word[3102504] = {
		id = 3102504,
		main_character_face = 7,
		word = "$1，这株绿萝会不会枯掉？我、我不想它死掉……",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[3102505] = {
		id = 3102505,
		main_character_face = 0,
		word = "别担心，只是水浇多了，倒一些出来就好。",
		char_type = 2
	}
	pg.base.child2_word[3102506] = {
		id = 3102506,
		main_character_face = 1,
		word = "是这样吗？唔……$1果然知道很多事情呢，很安心……",
		char_type = 6
	}
	pg.base.child2_word[3102601] = {
		id = 3102601,
		main_character_face = 0,
		word = "艾普洛，你在玩的是？",
		char_type = 2
	}
	pg.base.child2_word[3102602] = {
		id = 3102602,
		main_character_face = 7,
		word = "是一个新出的游戏，听说剧情很好……",
		char_type = 6
	}
	pg.base.child2_word[3102603] = {
		id = 3102603,
		main_character_face = 8,
		word = "但、但是好像有点可怕……艾普洛不敢玩下去了……",
		char_type = 6
	}
	pg.base.child2_word[3102604] = {
		id = 3102604,
		main_character_face = 7,
		word = "那个……$1能陪我一起玩吗？",
		char_type = 6
	}
	pg.base.child2_word[3102605] = {
		id = 3102605,
		main_character_face = 1,
		word = "有你陪着的话，我就没那么害怕了……！",
		char_type = 6
	}
	pg.base.child2_word[3102701] = {
		id = 3102701,
		main_character_face = 15,
		word = "我想到了一个很好玩的事情……！",
		char_type = 6
	}
	pg.base.child2_word[3102702] = {
		id = 3102702,
		main_character_face = 0,
		word = "嗯？是什么呢？",
		char_type = 2
	}
	pg.base.child2_word[3102703] = {
		id = 3102703,
		main_character_face = 12,
		word = "用这个塑料板……顺着楼梯，把塑料板拼到楼下去……",
		char_type = 6
	}
	pg.base.child2_word[3102704] = {
		id = 3102704,
		main_character_face = 15,
		word = "这样就变成了一个超长滑梯，以后下楼都可以滑下去了……！",
		char_type = 6
	}
	pg.base.child2_word[3102705] = {
		id = 3102705,
		main_character_face = 15,
		word = "$1……要来一起试试吗？",
		char_type = 6
	}
	pg.base.child2_word[3102801] = {
		id = 3102801,
		main_character_face = 0,
		word = "艾普洛，今天天气不错，想出门玩吗？",
		char_type = 2
	}
	pg.base.child2_word[3102802] = {
		id = 3102802,
		main_character_face = 1,
		word = "嗯……艾普洛，有一个想去的地方……",
		char_type = 6
	}
	pg.base.child2_word[3102803] = {
		id = 3102803,
		main_character_face = 2,
		word = "那里新开了一家玩偶店……艾普洛在电视上看到过。",
		char_type = 6
	}
	pg.base.child2_word[3102804] = {
		id = 3102804,
		main_character_face = 6,
		word = "不过，艾普洛想要的不是玩偶……",
		char_type = 6
	}
	pg.base.child2_word[3102805] = {
		id = 3102805,
		main_character_face = 5,
		word = "那家店里，有可以拍大头贴的机器……",
		char_type = 6
	}
	pg.base.child2_word[3102806] = {
		id = 3102806,
		main_character_face = 5,
		word = "艾普洛想和$1一起合影，拍双人大头贴……嘿嘿。",
		char_type = 6
	}
	pg.base.child2_word[3102901] = {
		id = 3102901,
		main_character_face = 0,
		word = "艾普洛，该吃晚饭了哦。",
		char_type = 2
	}
	pg.base.child2_word[3102902] = {
		id = 3102902,
		main_character_face = 5,
		word = "稍、稍等一下，艾普洛马上就来……等这个动画片结束……",
		char_type = 6
	}
	pg.base.child2_word[3102903] = {
		id = 3102903,
		main_character_face = 12,
		word = "再五分钟就好……就要到关键的变身画面了……",
		char_type = 6
	}
	pg.base.child2_word[3102904] = {
		id = 3102904,
		main_character_face = 8,
		word = "变身结束就能看完这一集了，艾普洛保证……！",
		char_type = 6
	}
	pg.base.child2_word[3103001] = {
		id = 3103001,
		main_character_face = 10,
		word = "叮——$1触发了攻略剧情，请选择分支选项……",
		char_type = 6
	}
	pg.base.child2_word[3103002] = {
		id = 3103002,
		main_character_face = 10,
		word = "选项一，陪艾普洛一起去天台数星星……",
		char_type = 6
	}
	pg.base.child2_word[3103003] = {
		id = 3103003,
		main_character_face = 10,
		word = "选项二，给艾普洛做她喜欢的美食……",
		char_type = 6
	}
	pg.base.child2_word[3103004] = {
		id = 3103004,
		main_character_face = 0,
		word = "这是……在模拟什么恋爱攻略游戏么？",
		char_type = 2
	}
	pg.base.child2_word[3103005] = {
		id = 3103005,
		main_character_face = 6,
		word = "嗯~是艾普洛在游戏中学到的……不过这两个选项其实没有区别哦。",
		char_type = 6
	}
	pg.base.child2_word[3103006] = {
		id = 3103006,
		main_character_face = 10,
		word = "因为无论你选哪个，艾普洛都会很开心。",
		char_type = 6
	}
	pg.base.child2_word[3103101] = {
		id = 3103101,
		main_character_face = 5,
		word = "$1……这、这是我泡的红茶……不知道温度合不合适……",
		char_type = 6
	}
	pg.base.child2_word[3103102] = {
		id = 3103102,
		main_character_face = 0,
		word = "闻起来很香啊。你特意准备的么？",
		char_type = 2
	}
	pg.base.child2_word[3103103] = {
		id = 3103103,
		main_character_face = 6,
		word = "是、是的……我试了好几次，这次应该不会太烫……",
		char_type = 6
	}
	pg.base.child2_word[3103104] = {
		id = 3103104,
		main_character_face = 0,
		word = "嗯，温度刚好，味道也很棒。谢谢艾普洛。",
		char_type = 2
	}
	pg.base.child2_word[3103105] = {
		id = 3103105,
		main_character_face = 1,
		word = "……太好了~",
		char_type = 6
	}
	pg.base.child2_word[3103201] = {
		id = 3103201,
		main_character_face = 2,
		word = "那个……请、请等一下……",
		char_type = 6
	}
	pg.base.child2_word[3103202] = {
		id = 3103202,
		main_character_face = 2,
		word = "天、天空好像变暗了……下午可能会下雨……",
		char_type = 6
	}
	pg.base.child2_word[3103203] = {
		id = 3103203,
		main_character_face = 1,
		word = "然后……伞，我已经放在门边的架子上了……",
		char_type = 6
	}
	pg.base.child2_word[3103204] = {
		id = 3103204,
		main_character_face = 0,
		word = "艾普洛想得真周到。",
		char_type = 2
	}
	pg.base.child2_word[3103205] = {
		id = 3103205,
		main_character_face = 1,
		word = "嗯……嘿嘿……",
		char_type = 6
	}
	pg.base.child2_word[3103301] = {
		id = 3103301,
		main_character_face = 2,
		word = "啊！$1……",
		char_type = 6
	}
	pg.base.child2_word[3103302] = {
		id = 3103302,
		main_character_face = 1,
		word = "你、你外套的袖口，好像有点松了……",
		char_type = 6
	}
	pg.base.child2_word[3103303] = {
		id = 3103303,
		main_character_face = 1,
		word = "不介意的话……我……我可以帮你缝一下……很快的……",
		char_type = 6
	}
	pg.base.child2_word[3103304] = {
		id = 3103304,
		main_character_face = 0,
		word = "嗯，那就麻烦你了，艾普洛。",
		char_type = 2
	}
	pg.base.child2_word[3103305] = {
		id = 3103305,
		main_character_face = 1,
		word = "能帮到你……艾普洛很开心……",
		char_type = 6
	}
	pg.base.child2_word[3103401] = {
		id = 3103401,
		main_character_face = 3,
		word = "$1……还在工作吗……",
		char_type = 6
	}
	pg.base.child2_word[3103402] = {
		id = 3103402,
		main_character_face = 0,
		word = "还有一些文件没有看完，你怎么还没去休息？",
		char_type = 2
	}
	pg.base.child2_word[3103403] = {
		id = 3103403,
		main_character_face = 1,
		word = "我……我可以在那边的沙发上……待一会儿吗？……就一会儿……不会吵你的……",
		char_type = 6
	}
	pg.base.child2_word[3103404] = {
		id = 3103404,
		main_character_face = 0,
		word = "好啊，有艾普洛陪着，工作也没那么枯燥了。",
		char_type = 2
	}
	pg.base.child2_word[3103405] = {
		id = 3103405,
		main_character_face = 5,
		word = "嗯，艾普洛会一直陪着$1的……！",
		char_type = 6
	}
	pg.base.child2_word[3103501] = {
		id = 3103501,
		main_character_face = 15,
		word = "$1……你看。",
		char_type = 6
	}
	pg.base.child2_word[3103502] = {
		id = 3103502,
		main_character_face = 0,
		word = "这是……书签？看起来像一把小扇子。",
		char_type = 2
	}
	pg.base.child2_word[3103503] = {
		id = 3103503,
		main_character_face = 12,
		word = "是的。今、今天在树下捡到的……它长得特别好看……",
		char_type = 6
	}
	pg.base.child2_word[3103504] = {
		id = 3103504,
		main_character_face = 5,
		word = "所以，我就把它做成了书签，想送给$1……你愿意收下吗？",
		char_type = 6
	}
	pg.base.child2_word[3103505] = {
		id = 3103505,
		main_character_face = 0,
		word = "当然，我会好好珍藏的。",
		char_type = 2
	}
	pg.base.child2_word[3103506] = {
		id = 3103506,
		main_character_face = 15,
		word = "太好了……",
		char_type = 6
	}
	pg.base.child2_word[3103601] = {
		id = 3103601,
		main_character_face = 2,
		word = "$1……那、那边的草丛里……",
		char_type = 6
	}
	pg.base.child2_word[3103602] = {
		id = 3103602,
		main_character_face = 5,
		word = "有一只小鸟，翅膀好像受伤了，在发抖……",
		char_type = 6
	}
	pg.base.child2_word[3103603] = {
		id = 3103603,
		main_character_face = 0,
		word = "我们过去看看吧。",
		char_type = 2
	}
	pg.base.child2_word[3103604] = {
		id = 3103604,
		main_character_face = 5,
		word = "好、好的！……我们……可以带它回去吗？就等到它好起来……",
		char_type = 6
	}
	pg.base.child2_word[3103605] = {
		id = 3103605,
		main_character_face = 0,
		word = "当然，我们来照顾它吧。",
		char_type = 2
	}
	pg.base.child2_word[3103606] = {
		id = 3103606,
		main_character_face = 1,
		word = "嗯！我会很小心的……",
		char_type = 6
	}
	pg.base.child2_word[3103701] = {
		id = 3103701,
		main_character_face = 10,
		word = "……$1~猜猜艾普洛……现在藏在哪里？",
		char_type = 6
	}
	pg.base.child2_word[3103702] = {
		id = 3103702,
		main_character_face = 10,
		word = "嘿嘿……是在玩偶堆里啦……",
		char_type = 6
	}
	pg.base.child2_word[3103703] = {
		id = 3103703,
		main_character_face = 0,
		word = "这里待着很舒服么？",
		char_type = 2
	}
	pg.base.child2_word[3103704] = {
		id = 3103704,
		main_character_face = 10,
		word = "嗯嗯，很安心……你、你要，一起坐下来试试吗？",
		char_type = 6
	}
	pg.base.child2_word[3103801] = {
		id = 3103801,
		main_character_face = 2,
		word = "$1……请看这个……",
		char_type = 6
	}
	pg.base.child2_word[3103802] = {
		id = 3103802,
		main_character_face = 0,
		word = "是蘑菇？",
		char_type = 2
	}
	pg.base.child2_word[3103803] = {
		id = 3103803,
		main_character_face = 1,
		word = "嗯……在仓库后面潮湿的木头上发现的……我、我每天都会去看一下……",
		char_type = 6
	}
	pg.base.child2_word[3103804] = {
		id = 3103804,
		main_character_face = 1,
		word = "因为害怕不小心踩到了，所以……特地用小石头围了一个圈……",
		char_type = 6
	}
	pg.base.child2_word[3103805] = {
		id = 3103805,
		main_character_face = 6,
		word = "看着它们一点点长大……很开心……",
		char_type = 6
	}
	pg.base.child2_word[3103901] = {
		id = 3103901,
		main_character_face = 6,
		word = "雨声……真好听……",
		char_type = 6
	}
	pg.base.child2_word[3103902] = {
		id = 3103902,
		main_character_face = 6,
		word = "这种天气……最适合缩在被子里了……",
		char_type = 6
	}
	pg.base.child2_word[3103903] = {
		id = 3103903,
		main_character_face = 1,
		word = "$1也……稍微休息一下，好吗？",
		char_type = 6
	}
	pg.base.child2_word[3103904] = {
		id = 3103904,
		main_character_face = 0,
		word = "一起放松会儿吧。",
		char_type = 2
	}
	pg.base.child2_word[3103905] = {
		id = 3103905,
		main_character_face = 10,
		word = "嗯……嘿嘿……",
		char_type = 6
	}
	pg.base.child2_word[3104001] = {
		id = 3104001,
		main_character_face = 3,
		word = "走廊的光线，好像有点暗……",
		char_type = 6
	}
	pg.base.child2_word[3104002] = {
		id = 3104002,
		main_character_face = 10,
		word = "所以……我放了一盏小灯……",
		char_type = 6
	}
	pg.base.child2_word[3104003] = {
		id = 3104003,
		main_character_face = 1,
		word = "这样你晚上起来，就不会觉得太黑了……",
		char_type = 6
	}
	pg.base.child2_word[3104004] = {
		id = 3104004,
		main_character_face = 0,
		word = "很细心呢，艾普洛。谢谢你，晚安。",
		char_type = 2
	}
	pg.base.child2_word[3104005] = {
		id = 3104005,
		main_character_face = 10,
		word = "晚安，$1~",
		char_type = 6
	}
	pg.base.child2_word[3104101] = {
		id = 3104101,
		main_character_face = 6,
		word = "$1，今天和你一起出门时，我特意戴上了和你领带同色系的发带哦！",
		char_type = 6
	}
	pg.base.child2_word[3104102] = {
		id = 3104102,
		main_character_face = 1,
		word = "虽然只是个很难被注意到的小细节……",
		char_type = 6
	}
	pg.base.child2_word[3104103] = {
		id = 3104103,
		main_character_face = 10,
		word = "但是，光是想着我们之间有这样的小秘密，我就觉得特别开心呢~",
		char_type = 6
	}
	pg.base.child2_word[3104104] = {
		id = 3104104,
		main_character_face = 0,
		word = "发现了，很可爱",
		char_type = 3
	}
	pg.base.child2_word[3104105] = {
		id = 3104105,
		main_character_face = 10,
		word = "原来你都注意到了……",
		char_type = 6
	}
	pg.base.child2_word[3104106] = {
		id = 3104106,
		main_character_face = 10,
		word = "那我就要当你默许我这么做啦~！",
		char_type = 6
	}
	pg.base.child2_word[3104107] = {
		id = 3104107,
		main_character_face = 0,
		word = "确实是个不太明显的细节",
		char_type = 3
	}
	pg.base.child2_word[3104108] = {
		id = 3104108,
		main_character_face = 5,
		word = "真的不明显吗？",
		char_type = 6
	}
	pg.base.child2_word[3104109] = {
		id = 3104109,
		main_character_face = 7,
		word = "那……我下次要选更加显眼的配饰！",
		char_type = 6
	}
	pg.base.child2_word[3104201] = {
		id = 3104201,
		main_character_face = 1,
		word = "我在外面的庭院里种了一片向日葵花田，每天都会去浇水施肥。",
		char_type = 6
	}
	pg.base.child2_word[3104202] = {
		id = 3104202,
		main_character_face = 10,
		word = "现在它们已经开花了呢！",
		char_type = 6
	}
	pg.base.child2_word[3104203] = {
		id = 3104203,
		main_character_face = 10,
		word = "我还特意放了两个小椅子，这样就可以和$1一起欣赏盛开的向日葵了~",
		char_type = 6
	}
	pg.base.child2_word[3104204] = {
		id = 3104204,
		main_character_face = 1,
		word = "我们要不要现在就去看看？我还可以准备些红茶和点心哦！",
		char_type = 6
	}
	pg.base.child2_word[3104205] = {
		id = 3104205,
		main_character_face = 1,
		word = "这是专属于我们的秘密花园呢",
		char_type = 3
	}
	pg.base.child2_word[3104206] = {
		id = 3104206,
		main_character_face = 10,
		word = "没错！以后这里就是只属于我们的特别空间！",
		char_type = 6
	}
	pg.base.child2_word[3104207] = {
		id = 3104207,
		main_character_face = 1,
		word = "我看到了，花开得确实很漂亮",
		char_type = 3
	}
	pg.base.child2_word[3104208] = {
		id = 3104208,
		main_character_face = 1,
		word = "谢谢……我会继续好好照顾它们的。",
		char_type = 6
	}
	pg.base.child2_word[3104209] = {
		id = 3104209,
		main_character_face = 10,
		word = "那，等下次$1有空的话，我们再去坐坐吧……！",
		char_type = 6
	}
	pg.base.child2_word[3104301] = {
		id = 3104301,
		main_character_face = 1,
		word = "我查过天气预报了，明天晚上会是绝佳的观星时机！",
		char_type = 6
	}
	pg.base.child2_word[3104302] = {
		id = 3104302,
		main_character_face = 10,
		word = "我已经准备好了望远镜，还特制了星座图，连毯子和热可可都准备好了~",
		char_type = 6
	}
	pg.base.child2_word[3104303] = {
		id = 3104303,
		main_character_face = 1,
		word = "听说还会有流星雨呢……我们可以一边数流星一边聊天。",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[3104304] = {
		id = 3104304,
		main_character_face = 1,
		word = "这可是我准备了整整两周的特别活动哦！",
		char_type = 6
	}
	pg.base.child2_word[3104305] = {
		id = 3104305,
		main_character_face = 1,
		word = "一起看流星雨，感觉很浪漫",
		char_type = 3
	}
	pg.base.child2_word[3104306] = {
		id = 3104306,
		main_character_face = 1,
		word = "我也是这么想的！",
		char_type = 6
	}
	pg.base.child2_word[3104307] = {
		id = 3104307,
		main_character_face = 10,
		word = "那我还要准备星座饼干！我们要一起找到属于我们的幸运星座~",
		char_type = 6
	}
	pg.base.child2_word[3104308] = {
		id = 3104308,
		main_character_face = 1,
		word = "天文观测会不会有些无聊？",
		char_type = 3
	}
	pg.base.child2_word[3104309] = {
		id = 3104309,
		main_character_face = 7,
		word = "无聊……吗？那我再想想其它的活动吧……",
		char_type = 6
	}
	pg.base.child2_word[3104401] = {
		id = 3104401,
		main_character_face = 2,
		word = "$1，可以陪我一起晨跑吗~",
		char_type = 6
	}
	pg.base.child2_word[3104402] = {
		id = 3104402,
		main_character_face = 1,
		word = "我规划了一条新路线，会经过附近最美的几个地方！",
		char_type = 6
	}
	pg.base.child2_word[3104403] = {
		id = 3104403,
		main_character_face = 10,
		word = "每个休息点我都准备了水和零食，还标好了最适合拍照的位置~",
		char_type = 6
	}
	pg.base.child2_word[3104404] = {
		id = 3104404,
		main_character_face = 10,
		word = "如果能计算好时间，就能在日出最美的时候到达观景台！",
		char_type = 6
	}
	pg.base.child2_word[3104405] = {
		id = 3104405,
		main_character_face = 1,
		word = "所以……要不要明天就开始我们的晨跑计划？",
		char_type = 6
	}
	pg.base.child2_word[3104406] = {
		id = 3104406,
		main_character_face = 0,
		word = "一起去看日出吧",
		char_type = 3
	}
	pg.base.child2_word[3104407] = {
		id = 3104407,
		main_character_face = 10,
		word = "那我们说好了哦！",
		char_type = 6
	}
	pg.base.child2_word[3104408] = {
		id = 3104408,
		main_character_face = 10,
		word = "我要在日出时刻，拍下我和$1的合影哦~",
		char_type = 6
	}
	pg.base.child2_word[3104409] = {
		id = 3104409,
		main_character_face = 0,
		word = "感觉可能无法坚持",
		char_type = 3
	}
	pg.base.child2_word[3104410] = {
		id = 3104410,
		main_character_face = 7,
		word = "欸……每天都跑的话，确实很难坚持呢……",
		char_type = 6
	}
	pg.base.child2_word[3104411] = {
		id = 3104411,
		main_character_face = 5,
		word = "那改成每周两次怎么样……？或者三次？唔……",
		char_type = 6
	}
	pg.base.child2_word[3104501] = {
		id = 3104501,
		main_character_face = 2,
		word = "街机厅……比我想象的还要热闹呢！",
		char_type = 6
	}
	pg.base.child2_word[3104502] = {
		id = 3104502,
		main_character_face = 2,
		word = "快看快看，那边有最新款的音乐游戏哦！角落还有超大的抓娃娃机……",
		char_type = 6
	}
	pg.base.child2_word[3104503] = {
		id = 3104503,
		main_character_face = 1,
		word = "我已经换好游戏币了，我们先去玩那个双人射击游戏好不好？",
		char_type = 6
	}
	pg.base.child2_word[3104504] = {
		id = 3104504,
		main_character_face = 10,
		word = "我最近可是偷偷练习过哦！",
		char_type = 6
	}
	pg.base.child2_word[3104505] = {
		id = 3104505,
		main_character_face = 6,
		word = "呜哇，说起来，感觉每个游戏都看起来好有趣呢……",
		char_type = 6
	}
	pg.base.child2_word[3104506] = {
		id = 3104506,
		main_character_face = 10,
		word = "今天我要和$1一起，把所有的双人游戏都玩个遍，可以吗？",
		char_type = 6
	}
	pg.base.child2_word[3104507] = {
		id = 3104507,
		main_character_face = 0,
		word = "全都听你安排",
		char_type = 3
	}
	pg.base.child2_word[3104508] = {
		id = 3104508,
		main_character_face = 1,
		word = "太好啦~",
		char_type = 6
	}
	pg.base.child2_word[3104509] = {
		id = 3104509,
		main_character_face = 10,
		word = "现在，就让所有人都知道，我们是最有默契的搭档吧！",
		char_type = 6
	}
	pg.base.child2_word[3104510] = {
		id = 3104510,
		main_character_face = 0,
		word = "也想玩单人游戏",
		char_type = 3
	}
	pg.base.child2_word[3104511] = {
		id = 3104511,
		main_character_face = 7,
		word = "单人游戏吗……？",
		char_type = 6
	}
	pg.base.child2_word[3104512] = {
		id = 3104512,
		main_character_face = 5,
		word = "那……艾普洛会在一旁为你加油的！",
		char_type = 6
	}
	pg.base.child2_word[3104601] = {
		id = 3104601,
		main_character_face = 6,
		word = "唔……今天的艾普洛，是一本普普通通的书本……",
		char_type = 6
	}
	pg.base.child2_word[3104602] = {
		id = 3104602,
		main_character_face = 6,
		word = "艾普洛……要轻轻呼吸……",
		char_type = 6
	}
	pg.base.child2_word[3104603] = {
		id = 3104603,
		main_character_face = 6,
		word = "艾普洛……不能被发现……",
		char_type = 6
	}
	pg.base.child2_word[3104604] = {
		id = 3104604,
		main_character_face = 6,
		word = "这里……很安全……",
		char_type = 6
	}
	pg.base.child2_word[3104605] = {
		id = 3104605,
		main_character_face = 0,
		word = "假装没发现",
		char_type = 3
	}
	pg.base.child2_word[3104606] = {
		id = 3104606,
		main_character_face = 6,
		word = "$1……很配合艾普洛……",
		char_type = 6
	}
	pg.base.child2_word[3104607] = {
		id = 3104607,
		main_character_face = 6,
		word = "安全了……",
		char_type = 6
	}
	pg.base.child2_word[3104608] = {
		id = 3104608,
		main_character_face = 0,
		word = "找到你了",
		char_type = 3
	}
	pg.base.child2_word[3104609] = {
		id = 3104609,
		main_character_face = 9,
		word = "……看不见艾普洛……！",
		char_type = 6
	}
	pg.base.child2_word[3104610] = {
		id = 3104610,
		main_character_face = 9,
		word = "艾普洛现在，要变成蘑菇……！",
		char_type = 6
	}
	pg.base.child2_word[3104701] = {
		id = 3104701,
		main_character_face = 2,
		word = "太好了……是深夜场电影……",
		char_type = 6
	}
	pg.base.child2_word[3104702] = {
		id = 3104702,
		main_character_face = 1,
		word = "除了艾普洛和$1……没有别人……",
		char_type = 6
	}
	pg.base.child2_word[3104703] = {
		id = 3104703,
		main_character_face = 6,
		word = "可以坐在最后排……",
		char_type = 6
	}
	pg.base.child2_word[3104704] = {
		id = 3104704,
		main_character_face = 10,
		word = "艾普洛还……特意带了小毯子……可以和$1一起躲在毯子里……",
		char_type = 6
	}
	pg.base.child2_word[3104705] = {
		id = 3104705,
		main_character_face = 0,
		word = "这样看电影很舒服",
		char_type = 3
	}
	pg.base.child2_word[3104706] = {
		id = 3104706,
		main_character_face = 10,
		word = "嗯……！想……靠在你身边……",
		char_type = 6
	}
	pg.base.child2_word[3104707] = {
		id = 3104707,
		main_character_face = 0,
		word = "感觉会不小心睡着",
		char_type = 3
	}
	pg.base.child2_word[3104708] = {
		id = 3104708,
		main_character_face = 4,
		word = "那、那还是不要毯子了吧……",
		char_type = 6
	}
	pg.base.child2_word[3104801] = {
		id = 3104801,
		main_character_face = 2,
		word = "$1……我好像，想到一件有趣的事……",
		char_type = 6
	}
	pg.base.child2_word[3104802] = {
		id = 3104802,
		main_character_face = 1,
		word = "要不要……我们各自挑一本书？",
		char_type = 6
	}
	pg.base.child2_word[3104803] = {
		id = 3104803,
		main_character_face = 1,
		word = "不是送给自己，而是给彼此选的……最适合对方的书。",
		char_type = 6
	}
	pg.base.child2_word[3104804] = {
		id = 3104804,
		main_character_face = 1,
		word = "用书来猜彼此的心意么？挺有意思",
		char_type = 3
	}
	pg.base.child2_word[3104805] = {
		id = 3104805,
		main_character_face = 1,
		word = "我一定会选一本……",
		char_type = 6
	}
	pg.base.child2_word[3104806] = {
		id = 3104806,
		main_character_face = 10,
		word = "让你翻开之后，就会露出微笑的书~",
		char_type = 6
	}
	pg.base.child2_word[3104807] = {
		id = 3104807,
		main_character_face = 0,
		word = "选到对方不喜欢的题材怎么办？",
		char_type = 3
	}
	pg.base.child2_word[3104808] = {
		id = 3104808,
		main_character_face = 6,
		word = "那样的话……",
		char_type = 6
	}
	pg.base.child2_word[3104809] = {
		id = 3104809,
		main_character_face = 10,
		word = "至少也能知道……我在你心里是什么样子了……",
		char_type = 6
	}
	pg.base.child2_word[3104901] = {
		id = 3104901,
		main_character_face = 1,
		word = "艾普洛最近……认识了新朋友……",
		char_type = 6
	}
	pg.base.child2_word[3104902] = {
		id = 3104902,
		main_character_face = 10,
		word = "它走路很轻很轻，和艾普洛一样……艾普洛很喜欢它……",
		char_type = 6
	}
	pg.base.child2_word[3104903] = {
		id = 3104903,
		main_character_face = 6,
		word = "今天，艾普洛带了它最爱吃的小鱼干……",
		char_type = 6
	}
	pg.base.child2_word[3104904] = {
		id = 3104904,
		main_character_face = 10,
		word = "它好像认识艾普洛了，吃完之后，还会蹭艾普洛的腿……",
		char_type = 6
	}
	pg.base.child2_word[3104905] = {
		id = 3104905,
		main_character_face = 7,
		word = "不过一遇到什么动静，它就会躲起来……艾普洛也和它一起躲起来了……",
		char_type = 6
	}
	pg.base.child2_word[3104906] = {
		id = 3104906,
		main_character_face = 0,
		word = "新朋友是小猫？",
		char_type = 3
	}
	pg.base.child2_word[3104907] = {
		id = 3104907,
		main_character_face = 1,
		word = "是、是的！$1猜对啦……！",
		char_type = 6
	}
	pg.base.child2_word[3104908] = {
		id = 3104908,
		main_character_face = 0,
		word = "新朋友好像不是人类",
		char_type = 3
	}
	pg.base.child2_word[3104909] = {
		id = 3104909,
		main_character_face = 7,
		word = "是、是小猫……",
		char_type = 6
	}
	pg.base.child2_word[3104910] = {
		id = 3104910,
		main_character_face = 8,
		word = "对不起，是艾普洛描述得不够清楚……",
		char_type = 6
	}
	pg.base.child2_word[3105001] = {
		id = 3105001,
		main_character_face = 2,
		word = "下周四，有读书会……",
		char_type = 6
	}
	pg.base.child2_word[3105002] = {
		id = 3105002,
		main_character_face = 1,
		word = "艾普洛准备了读书感想的发言稿，已经修改了三遍……",
		char_type = 6
	}
	pg.base.child2_word[3105003] = {
		id = 3105003,
		main_character_face = 8,
		word = "可是……还是不敢站起来说话……",
		char_type = 6
	}
	pg.base.child2_word[3105004] = {
		id = 3105004,
		main_character_face = 9,
		word = "$1……会和艾普洛一起去吗？",
		char_type = 6
	}
	pg.base.child2_word[3105005] = {
		id = 3105005,
		main_character_face = 0,
		word = "我会坐在最前排的座位支持你",
		char_type = 3
	}
	pg.base.child2_word[3105006] = {
		id = 3105006,
		main_character_face = 7,
		word = "那、那我一定会努力说完的！",
		char_type = 6
	}
	pg.base.child2_word[3105007] = {
		id = 3105007,
		main_character_face = 7,
		word = "$1的支持……很重要！ ",
		char_type = 6
	}
	pg.base.child2_word[3105008] = {
		id = 3105008,
		main_character_face = 0,
		word = "不太喜欢读书",
		char_type = 3
	}
	pg.base.child2_word[3105009] = {
		id = 3105009,
		main_character_face = 4,
		word = "抱、抱歉……艾普洛提了过分的要求……",
		char_type = 6
	}
	pg.base.child2_word[3105010] = {
		id = 3105010,
		main_character_face = 8,
		word = "我……还是自己再练习一下吧……",
		char_type = 6
	}
	pg.base.child2_word[3200101] = {
		id = 3200101,
		main_character_face = 0,
		word = "在小镇的一角发现了一处小花园，似乎不久前刚刚被人悉心照料过。",
		char_type = 0
	}
	pg.base.child2_word[3200102] = {
		id = 3200102,
		main_character_face = 0,
		word = "[撒下花种]",
		char_type = 2
	}
	pg.base.child2_word[3200103] = {
		id = 3200103,
		main_character_face = 0,
		word = "在照料这片被遗忘的角落时，某些变化正悄然发生。",
		char_type = 0
	}
	pg.base.child2_word[3200201] = {
		id = 3200201,
		main_character_face = 0,
		word = "结账离开度假庄园时，艾普洛发现账单上的费用高得离谱，显然是管家啾计算错误。",
		char_type = 0
	}
	pg.base.child2_word[3200202] = {
		id = 3200202,
		main_character_face = 0,
		word = "[指出错误]",
		char_type = 2
	}
	pg.base.child2_word[3200203] = {
		id = 3200203,
		main_character_face = 0,
		word = "冷静地列出正确的账目后，管家啾迅速更正并道歉，还赠送了小额优惠券作为补偿。",
		char_type = 0
	}
	pg.base.child2_word[3200205] = {
		id = 3200205,
		main_character_face = 0,
		word = "[表达不满]",
		char_type = 2
	}
	pg.base.child2_word[3200206] = {
		id = 3200206,
		main_character_face = 0,
		word = "在付款时表达了不满，管家啾察觉到我们情绪不佳，紧张地进行了复核并纠错。最终，问题解决了，但先前的尴尬并未完全散去。",
		char_type = 0
	}
	pg.base.child2_word[3200208] = {
		id = 3200208,
		main_character_face = 0,
		word = "[默默支付离开]",
		char_type = 2
	}
	pg.base.child2_word[3200209] = {
		id = 3200209,
		main_character_face = 0,
		word = "本着不想多事的心态默默付了账，艾普洛一路上都有些闷闷不乐。",
		char_type = 0
	}
	pg.base.child2_word[3200301] = {
		id = 3200301,
		main_character_face = 0,
		word = "庄园内正在举办寻宝游戏，奖励丰厚，不过相当耗时。",
		char_type = 0
	}
	pg.base.child2_word[3200302] = {
		id = 3200302,
		main_character_face = 0,
		word = "[参加并仔细搜寻]",
		char_type = 2
	}
	pg.base.child2_word[3200303] = {
		id = 3200303,
		main_character_face = 0,
		word = "经过漫长搜索，最终找到了宝藏！",
		char_type = 0
	}
	pg.base.child2_word[3200305] = {
		id = 3200305,
		main_character_face = 0,
		word = "[善用逻辑推理]",
		char_type = 2
	}
	pg.base.child2_word[3200306] = {
		id = 3200306,
		main_character_face = 0,
		word = "快速定位了宝藏区域，节省了大量时间。",
		char_type = 0
	}
	pg.base.child2_word[3200308] = {
		id = 3200308,
		main_character_face = 0,
		word = "[中途放弃]",
		char_type = 2
	}
	pg.base.child2_word[3200309] = {
		id = 3200309,
		main_character_face = 0,
		word = "显然还有更重要的事情要做，不能白白浪费时间。",
		char_type = 0
	}
	pg.base.child2_word[3200311] = {
		id = 3200311,
		main_character_face = 0,
		word = "[试图跟踪其他参赛者]",
		char_type = 2
	}
	pg.base.child2_word[3200312] = {
		id = 3200312,
		main_character_face = 0,
		word = "跟踪时被当场发现，被取消了参赛资格。",
		char_type = 0
	}
	pg.base.child2_word[3200401] = {
		id = 3200401,
		main_character_face = 0,
		word = "绿篱深处，悄然藏匿着一道迷宫……",
		char_type = 0
	}
	pg.base.child2_word[3200402] = {
		id = 3200402,
		main_character_face = 0,
		word = "映入眼帘的，是一左一右两条被月季花丛环绕的小径。现在，该左转还是右转？",
		char_type = 0
	}
	pg.base.child2_word[3200403] = {
		id = 3200403,
		main_character_face = 0,
		word = "[右转]",
		char_type = 2
	}
	pg.base.child2_word[3200404] = {
		id = 3200404,
		main_character_face = 0,
		word = "这边的花丛生长得有点凌乱……似乎不大对劲。",
		char_type = 0
	}
	pg.base.child2_word[3200406] = {
		id = 3200406,
		main_character_face = 0,
		word = "[左转]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3200407] = {
		id = 3200407,
		main_character_face = 0,
		word = "石板路铺得整整齐齐，应该没走错！",
		char_type = 0
	}
	pg.base.child2_word[3200408] = {
		id = 3200408,
		main_character_face = 0,
		word = "池塘的倒影透过花墙若隐若现，前方又出现了一个岔路口……",
		char_type = 0
	}
	pg.base.child2_word[3200410] = {
		id = 3200410,
		main_character_face = 0,
		word = "[右转]",
		char_type = 2
	}
	pg.base.child2_word[3200411] = {
		id = 3200411,
		main_character_face = 0,
		word = "藤蔓层层缠绕，几乎遮蔽去路……",
		char_type = 0
	}
	pg.base.child2_word[3200413] = {
		id = 3200413,
		main_character_face = 0,
		word = "[左转]",
		char_type = 2
	}
	pg.base.child2_word[3200414] = {
		id = 3200414,
		main_character_face = 0,
		word = "空气中传来阵阵花香，看来是这条路没错了！",
		char_type = 0
	}
	pg.base.child2_word[3200415] = {
		id = 3200415,
		main_character_face = 0,
		word = "微风送来阵阵清香，小径又一次分岔……",
		char_type = 0
	}
	pg.base.child2_word[3200417] = {
		id = 3200417,
		main_character_face = 0,
		word = "[右转]",
		char_type = 2
	}
	pg.base.child2_word[3200418] = {
		id = 3200418,
		main_character_face = 0,
		word = "道路豁然开朗，眼前出现一座观景平台——整座花园与池塘的美景尽收眼底。",
		char_type = 0
	}
	pg.base.child2_word[3200420] = {
		id = 3200420,
		main_character_face = 0,
		word = "[左转]",
		char_type = 2
	}
	pg.base.child2_word[3200421] = {
		id = 3200421,
		main_character_face = 0,
		word = "路径戛然而止……看来只能原路折返。",
		char_type = 0
	}
	pg.base.child2_word[3200501] = {
		id = 3200501,
		main_character_face = 0,
		word = "管家啾提供限量折扣套餐，要买吗？",
		char_type = 0
	}
	pg.base.child2_word[3200502] = {
		id = 3200502,
		main_character_face = 0,
		word = "[买，大快朵颐]",
		char_type = 2
	}
	pg.base.child2_word[3200503] = {
		id = 3200503,
		main_character_face = 0,
		word = "品尝到美味特供！",
		char_type = 0
	}
	pg.base.child2_word[3200505] = {
		id = 3200505,
		main_character_face = 0,
		word = "[不买，还不太饿]",
		char_type = 2
	}
	pg.base.child2_word[3200506] = {
		id = 3200506,
		main_character_face = 0,
		word = "拒绝后马上就饿了，但是套餐已经售罄……",
		char_type = 0
	}
	pg.base.child2_word[3200508] = {
		id = 3200508,
		main_character_face = 0,
		word = "[买，研究配方]",
		char_type = 2
	}
	pg.base.child2_word[3200509] = {
		id = 3200509,
		main_character_face = 0,
		word = "学会了特制菜谱！可以在家里复刻了！",
		char_type = 0
	}
	pg.base.child2_word[3200511] = {
		id = 3200511,
		main_character_face = 0,
		word = "[不买，还是太贵了]",
		char_type = 2
	}
	pg.base.child2_word[3200512] = {
		id = 3200512,
		main_character_face = 0,
		word = "还是吃点平价的吧？",
		char_type = 0
	}
	pg.base.child2_word[3200601] = {
		id = 3200601,
		main_character_face = 0,
		word = "海滨餐馆里，一只神秘的顾客啾凑过来，悄声说：“在点餐机上输入‘上上下下左右左右BA’，有惊喜。”",
		char_type = 0
	}
	pg.base.child2_word[3200602] = {
		id = 3200602,
		main_character_face = 0,
		word = "[输入指令]",
		char_type = 2
	}
	pg.base.child2_word[3200603] = {
		id = 3200603,
		main_character_face = 0,
		word = "点餐机屏幕闪烁，解锁了隐藏餐品“传说级黄金炸鸡套餐”，味道确实无与伦比！",
		char_type = 0
	}
	pg.base.child2_word[3200605] = {
		id = 3200605,
		main_character_face = 0,
		word = "[正常点单]",
		char_type = 2
	}
	pg.base.child2_word[3200606] = {
		id = 3200606,
		main_character_face = 0,
		word = "还是选择常规菜单比较稳妥。和艾普洛一起享用了一顿踏实又满足的晚餐。",
		char_type = 0
	}
	pg.base.child2_word[3200608] = {
		id = 3200608,
		main_character_face = 0,
		word = "[将指令上报]",
		char_type = 2
	}
	pg.base.child2_word[3200609] = {
		id = 3200609,
		main_character_face = 0,
		word = "餐厅赠送给艾普洛一份点心以示感谢，并告知这是内部测试用的临时指令，不会造成问题。",
		char_type = 0
	}
	pg.base.child2_word[3200701] = {
		id = 3200701,
		main_character_face = 0,
		word = "在海边散步时，发现了一个被冲上岸的漂流瓶。",
		char_type = 0
	}
	pg.base.child2_word[3200702] = {
		id = 3200702,
		main_character_face = 0,
		word = "[小心打开]",
		char_type = 2
	}
	pg.base.child2_word[3200703] = {
		id = 3200703,
		main_character_face = 0,
		word = "里面是一张藏宝图！",
		char_type = 0
	}
	pg.base.child2_word[3200705] = {
		id = 3200705,
		main_character_face = 0,
		word = "[将其重新扔回大海]",
		char_type = 2
	}
	pg.base.child2_word[3200706] = {
		id = 3200706,
		main_character_face = 0,
		word = "希望它的旅程能继续，感觉做了件好事。",
		char_type = 0
	}
	pg.base.child2_word[3200801] = {
		id = 3200801,
		main_character_face = 0,
		word = "沙滩寻宝火热进行中！入场仅需5枚硬币，就有可能获得高价值奖励。要参与吗？",
		char_type = 0
	}
	pg.base.child2_word[3200802] = {
		id = 3200802,
		main_character_face = 0,
		word = "[缴费参与]",
		char_type = 2
	}
	pg.base.child2_word[3200803] = {
		id = 3200803,
		main_character_face = 0,
		word = "找到了意外宝藏！",
		char_type = 0
	}
	pg.base.child2_word[3200805] = {
		id = 3200805,
		main_character_face = 0,
		word = "[还是算了]",
		char_type = 2
	}
	pg.base.child2_word[3200806] = {
		id = 3200806,
		main_character_face = 0,
		word = "听起来不太靠谱，还是算了。",
		char_type = 0
	}
	pg.base.child2_word[3200808] = {
		id = 3200808,
		main_character_face = 0,
		word = "[偷偷潜入]",
		char_type = 2
	}
	pg.base.child2_word[3200809] = {
		id = 3200809,
		main_character_face = 0,
		word = "没进去多久就被发现，并被礼貌劝离活动。",
		char_type = 0
	}
	pg.base.child2_word[3200901] = {
		id = 3200901,
		main_character_face = 0,
		word = "海滨公园可能被开发为滨海商业区，支持方和反对方产生了激烈冲突。",
		char_type = 0
	}
	pg.base.child2_word[3200902] = {
		id = 3200902,
		main_character_face = 0,
		word = "[支持开发]",
		char_type = 2
	}
	pg.base.child2_word[3200903] = {
		id = 3200903,
		main_character_face = 0,
		word = "这会产生巨大的经济效益！",
		char_type = 0
	}
	pg.base.child2_word[3200905] = {
		id = 3200905,
		main_character_face = 0,
		word = "[拒绝开发]",
		char_type = 2
	}
	pg.base.child2_word[3200906] = {
		id = 3200906,
		main_character_face = 0,
		word = "生态环境更重要一些。",
		char_type = 0
	}
	pg.base.child2_word[3200908] = {
		id = 3200908,
		main_character_face = 0,
		word = "[折中方案]",
		char_type = 2
	}
	pg.base.child2_word[3200909] = {
		id = 3200909,
		main_character_face = 0,
		word = "尝试在开发与保护之间寻找平衡点，这往往意味着要面对来自双方的压力。",
		char_type = 0
	}
	pg.base.child2_word[3200911] = {
		id = 3200911,
		main_character_face = 0,
		word = "[回避问题]",
		char_type = 2
	}
	pg.base.child2_word[3200912] = {
		id = 3200912,
		main_character_face = 0,
		word = "两边好像都有道理……但今晚吃什么更重要？",
		char_type = 0
	}
	pg.base.child2_word[3201001] = {
		id = 3201001,
		main_character_face = 0,
		word = "艾普洛找到了一张旧食谱！上面写着一道传奇甜点的做法，但关键的烘烤温度和时间缺失了。",
		char_type = 0
	}
	pg.base.child2_word[3201002] = {
		id = 3201002,
		main_character_face = 0,
		word = "[参考同期食谱]",
		char_type = 2
	}
	pg.base.child2_word[3201003] = {
		id = 3201003,
		main_character_face = 0,
		word = "对比同时代的其他甜点制作工艺，推算出缺失的信息，成功复刻出失传的美味！",
		char_type = 0
	}
	pg.base.child2_word[3201005] = {
		id = 3201005,
		main_character_face = 0,
		word = "[总之先试试]",
		char_type = 2
	}
	pg.base.child2_word[3201006] = {
		id = 3201006,
		main_character_face = 0,
		word = "实践出真知！结果烤箱飘出焦糊味，甜品制作失败……看来，失败也是成功之母。",
		char_type = 0
	}
	pg.base.child2_word[3201008] = {
		id = 3201008,
		main_character_face = 0,
		word = "[寻求帮助]",
		char_type = 2
	}
	pg.base.child2_word[3201009] = {
		id = 3201009,
		main_character_face = 0,
		word = "付费找到了旧食谱的完整版，顺利做出了甜点，成品堪称完美。",
		char_type = 0
	}
	pg.base.child2_word[3201101] = {
		id = 3201101,
		main_character_face = 0,
		word = "厨师机程序错乱，正在疯狂制作蛋糕，后厨快要被淹没了！",
		char_type = 0
	}
	pg.base.child2_word[3201102] = {
		id = 3201102,
		main_character_face = 0,
		word = "[直接切断电源]",
		char_type = 2
	}
	pg.base.child2_word[3201103] = {
		id = 3201103,
		main_character_face = 0,
		word = "厨师机停止工作，但留下一地狼藉。",
		char_type = 0
	}
	pg.base.child2_word[3201105] = {
		id = 3201105,
		main_character_face = 0,
		word = "[尝试重置]",
		char_type = 2
	}
	pg.base.child2_word[3201106] = {
		id = 3201106,
		main_character_face = 0,
		word = "成功找到并输入厨师机重置代码，危机解除！",
		char_type = 0
	}
	pg.base.child2_word[3201108] = {
		id = 3201108,
		main_character_face = 0,
		word = "[帮忙吃掉一些蛋糕]",
		char_type = 2
	}
	pg.base.child2_word[3201109] = {
		id = 3201109,
		main_character_face = 0,
		word = "蛋糕越多吃得越多，感觉非常不舒服。",
		char_type = 0
	}
	pg.base.child2_word[3201111] = {
		id = 3201111,
		main_character_face = 0,
		word = "[可以制作其他食物]",
		char_type = 2
	}
	pg.base.child2_word[3201112] = {
		id = 3201112,
		main_character_face = 0,
		word = "成功将危机变为一场美食派对！",
		char_type = 0
	}
	pg.base.child2_word[3201201] = {
		id = 3201201,
		main_character_face = 0,
		word = "巷子深处有台奇怪的自动贩卖机，卖的是看不出内容物的盲盒，按钮也在异常地闪烁……要投币吗？",
		char_type = 0
	}
	pg.base.child2_word[3201202] = {
		id = 3201202,
		main_character_face = 0,
		word = "[投币]",
		char_type = 2
	}
	pg.base.child2_word[3201203] = {
		id = 3201203,
		main_character_face = 0,
		word = "叮咚……咔嗒……滋滋……哐当！一个盲盒被贩卖机吐了出来。",
		char_type = 0
	}
	pg.base.child2_word[3201204] = {
		id = 3201204,
		main_character_face = 0,
		word = "屏幕上出现了像素风格的字体：恭喜您获得了幸运的眷顾，要善加利用哦！",
		char_type = 0
	}
	pg.base.child2_word[3201206] = {
		id = 3201206,
		main_character_face = 0,
		word = "[离开]",
		char_type = 2
	}
	pg.base.child2_word[3201207] = {
		id = 3201207,
		main_character_face = 0,
		word = "看起来不太正常，还是算了。",
		char_type = 0
	}
	pg.base.child2_word[3201301] = {
		id = 3201301,
		main_character_face = 0,
		word = "餐厅里在举办“美食画展”，艾普洛对一幅由酱料画成的画作产生了浓厚兴趣。",
		char_type = 0
	}
	pg.base.child2_word[3201302] = {
		id = 3201302,
		main_character_face = 0,
		word = "[分析构图]",
		char_type = 2
	}
	pg.base.child2_word[3201303] = {
		id = 3201303,
		main_character_face = 0,
		word = "这光影……这色彩……这构图……学吧，学无止境啊。",
		char_type = 0
	}
	pg.base.child2_word[3201305] = {
		id = 3201305,
		main_character_face = 0,
		word = "[模仿创作]",
		char_type = 2
	}
	pg.base.child2_word[3201306] = {
		id = 3201306,
		main_character_face = 0,
		word = "要来一些酱料，和艾普洛一起即兴挥洒，共创一幅精彩的酱料画。",
		char_type = 0
	}
	pg.base.child2_word[3201401] = {
		id = 3201401,
		main_character_face = 0,
		word = "今天的目标是征服城市边缘的静谧之峰！山路蜿蜒，云雾缠绕着山巅，据说登顶后能看到极其壮丽的景色。",
		char_type = 0
	}
	pg.base.child2_word[3201402] = {
		id = 3201402,
		main_character_face = 0,
		word = "[选择常规登山步道]",
		char_type = 2
	}
	pg.base.child2_word[3201403] = {
		id = 3201403,
		main_character_face = 0,
		word = "沿着修葺良好的石阶稳步向上。虽然有些累，但沿途风景优美，最终顺利登顶时只觉得心旷神怡。",
		char_type = 0
	}
	pg.base.child2_word[3201405] = {
		id = 3201405,
		main_character_face = 0,
		word = "[挑战“捷径”野路]",
		char_type = 2
	}
	pg.base.child2_word[3201406] = {
		id = 3201406,
		main_character_face = 0,
		word = "决定走一条地图上标记模糊的“近道”。路途陡峭、荆棘丛生，好在和艾普洛配合默契，最后快速登顶。",
		char_type = 0
	}
	pg.base.child2_word[3201408] = {
		id = 3201408,
		main_character_face = 0,
		word = "[乘坐观光缆车]",
		char_type = 2
	}
	pg.base.child2_word[3201409] = {
		id = 3201409,
		main_character_face = 0,
		word = "和艾普洛一起乘坐舒适的缆车直达山顶，不仅赶上了日落后稍纵即逝的蓝调时刻，更是在高空俯瞰到了步行无法得见的层峦云海。",
		char_type = 0
	}
	pg.base.child2_word[3201501] = {
		id = 3201501,
		main_character_face = 0,
		word = "山路愈发陡峭，体力正迅速流失。抬头望去，山顶依然遥远。",
		char_type = 0
	}
	pg.base.child2_word[3201502] = {
		id = 3201502,
		main_character_face = 0,
		word = "[继续攀登！]",
		char_type = 2
	}
	pg.base.child2_word[3201503] = {
		id = 3201503,
		main_character_face = 0,
		word = "互相鼓励，互为支撑，克服疲劳。就这么坚持了一段路后，艾普洛发现一条被彩虹环绕的捷径，可以直通山顶。",
		char_type = 0
	}
	pg.base.child2_word[3201505] = {
		id = 3201505,
		main_character_face = 0,
		word = "[暂时休息，观察环境]",
		char_type = 2
	}
	pg.base.child2_word[3201506] = {
		id = 3201506,
		main_character_face = 0,
		word = "在一处山洞前停下脚步，补充水分，观察四周……艾普洛在岩壁上发现了隐约可见古老的指引刻痕，指向一条更省力且风景优美的路线。",
		char_type = 0
	}
	pg.base.child2_word[3201508] = {
		id = 3201508,
		main_character_face = 0,
		word = "[就此下山，放弃挑战]",
		char_type = 2
	}
	pg.base.child2_word[3201509] = {
		id = 3201509,
		main_character_face = 0,
		word = "和艾普洛商量过后，认为挑战可以到此为止，但在下山途中遭遇暴雨，被淋得浑身湿透，狼狈地回到起点。",
		char_type = 0
	}
	pg.base.child2_word[3201601] = {
		id = 3201601,
		main_character_face = 0,
		word = "有计划将在宁静的山峰中安装观测设备，这引发了对环境安全的担忧。",
		char_type = 0
	}
	pg.base.child2_word[3201602] = {
		id = 3201602,
		main_character_face = 0,
		word = "[阐述科学价值]",
		char_type = 2
	}
	pg.base.child2_word[3201603] = {
		id = 3201603,
		main_character_face = 0,
		word = "针对此举科研意义的阐述，让反对的声音逐渐平息，项目得以继续推进。",
		char_type = 0
	}
	pg.base.child2_word[3201605] = {
		id = 3201605,
		main_character_face = 0,
		word = "[强调自然之美]",
		char_type = 2
	}
	pg.base.child2_word[3201606] = {
		id = 3201606,
		main_character_face = 0,
		word = "对原始景致的描绘触动人心，计划最终被撤回。作为感谢，一处少见人烟的隐藏美景被分享给我们。",
		char_type = 0
	}
	pg.base.child2_word[3201608] = {
		id = 3201608,
		main_character_face = 0,
		word = "[提议寻找折中地点]",
		char_type = 2
	}
	pg.base.child2_word[3201609] = {
		id = 3201609,
		main_character_face = 0,
		word = "经过一番勘查，找到了一个既能满足观测需求、又最大限度维护景观的折中方案，皆大欢喜。",
		char_type = 0
	}
	pg.base.child2_word[3201611] = {
		id = 3201611,
		main_character_face = 0,
		word = "[置之不理]",
		char_type = 2
	}
	pg.base.child2_word[3201612] = {
		id = 3201612,
		main_character_face = 0,
		word = "持续的争执打破了山间应有的静谧，最后没有任何一方感到满意。",
		char_type = 0
	}
	pg.base.child2_word[3201701] = {
		id = 3201701,
		main_character_face = 0,
		word = "科研啾请求帮忙采集峰顶的一种稀有植物。",
		char_type = 0
	}
	pg.base.child2_word[3201702] = {
		id = 3201702,
		main_character_face = 0,
		word = "[全力采集]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3201703] = {
		id = 3201703,
		main_character_face = 0,
		word = "成功攀至险处，采得稀有植物。",
		char_type = 0
	}
	pg.base.child2_word[3201705] = {
		id = 3201705,
		main_character_face = 0,
		word = "[拒绝请求]",
		char_type = 2
	}
	pg.base.child2_word[3201706] = {
		id = 3201706,
		main_character_face = 0,
		word = "考虑到其中风险，最终选择拒绝。",
		char_type = 0
	}
	pg.base.child2_word[3201708] = {
		id = 3201708,
		main_character_face = 0,
		word = "[寻找替代品]",
		char_type = 2
	}
	pg.base.child2_word[3201709] = {
		id = 3201709,
		main_character_face = 0,
		word = "转而在山腰处搜寻形态相似的植物，以期能满足部分需求。",
		char_type = 0
	}
	pg.base.child2_word[3201711] = {
		id = 3201711,
		main_character_face = 0,
		word = "[希望和科研啾同去]",
		char_type = 2
	}
	pg.base.child2_word[3201712] = {
		id = 3201712,
		main_character_face = 0,
		word = "和科研啾一同探索山峰的途中，学到了不少植物学知识。",
		char_type = 0
	}
	pg.base.child2_word[3201801] = {
		id = 3201801,
		main_character_face = 0,
		word = "满满海洋风情的贩售机里陈列着各式海滨纪念品，每一个都让人心动。艾普洛凑近看了看，眼里闪着好奇的光。",
		char_type = 0
	}
	pg.base.child2_word[3201802] = {
		id = 3201802,
		main_character_face = 0,
		word = "[购买“会发光的海星灯”]",
		char_type = 2
	}
	pg.base.child2_word[3201803] = {
		id = 3201803,
		main_character_face = 0,
		word = "海星灯在艾普洛床头散发出柔和的海蓝色光芒，艾普洛抱着枕头看了好久，嘴角一直微微扬着。",
		char_type = 0
	}
	pg.base.child2_word[3201805] = {
		id = 3201805,
		main_character_face = 0,
		word = "[购买“神奇海螺”]",
		char_type = 2
	}
	pg.base.child2_word[3201806] = {
		id = 3201806,
		main_character_face = 0,
		word = "使用说明写着“海螺能回答任何问题”。艾普洛将它贴在耳边试着问了明天的天气，却只听到一阵空灵的海浪声……",
		char_type = 0
	}
	pg.base.child2_word[3201808] = {
		id = 3201808,
		main_character_face = 0,
		word = "[购买“滨海相册”]",
		char_type = 2
	}
	pg.base.child2_word[3201809] = {
		id = 3201809,
		main_character_face = 0,
		word = "只是一本空相册，但在和艾普洛一起将今天拍的海滩照片打印出来放入其中之后，相册变成了我们专属的回忆录。",
		char_type = 0
	}
	pg.base.child2_word[3201901] = {
		id = 3201901,
		main_character_face = 0,
		word = "商坊内店铺林立，但采购时间有限，艾普洛决定只认真探访一家店铺。",
		char_type = 0
	}
	pg.base.child2_word[3201902] = {
		id = 3201902,
		main_character_face = 0,
		word = "[逛“未来科技体验店”]",
		char_type = 2
	}
	pg.base.child2_word[3201903] = {
		id = 3201903,
		main_character_face = 0,
		word = "店里陈列着许多新奇的概念产品。",
		char_type = 0
	}
	pg.base.child2_word[3201905] = {
		id = 3201905,
		main_character_face = 0,
		word = "[逛“复古杂货铺”]",
		char_type = 2
	}
	pg.base.child2_word[3201906] = {
		id = 3201906,
		main_character_face = 0,
		word = "店里摆放着充满岁月感的物品。",
		char_type = 0
	}
	pg.base.child2_word[3201908] = {
		id = 3201908,
		main_character_face = 0,
		word = "[逛“自助零件工坊”]",
		char_type = 2
	}
	pg.base.child2_word[3201909] = {
		id = 3201909,
		main_character_face = 0,
		word = "可以在这里亲手拼装出独一无二的机械装置。",
		char_type = 0
	}
	pg.base.child2_word[3201911] = {
		id = 3201911,
		main_character_face = 0,
		word = "[逛“纪念品商店”]",
		char_type = 2
	}
	pg.base.child2_word[3201912] = {
		id = 3201912,
		main_character_face = 0,
		word = "货架上摆满了琳琅满目的纪念小物。",
		char_type = 0
	}
	pg.base.child2_word[3202001] = {
		id = 3202001,
		main_character_face = 0,
		word = "“万能清洁布”正在促销：单块售价5枚硬币，一次性购买20块则可以享受批发价，仅需60枚硬币！",
		char_type = 0
	}
	pg.base.child2_word[3202002] = {
		id = 3202002,
		main_character_face = 0,
		word = "[领取1件试用品]",
		char_type = 2
	}
	pg.base.child2_word[3202003] = {
		id = 3202003,
		main_character_face = 0,
		word = "没享受到优惠但避免了浪费。",
		char_type = 0
	}
	pg.base.child2_word[3202005] = {
		id = 3202005,
		main_character_face = 0,
		word = "[接受批发优惠]",
		char_type = 2
	}
	pg.base.child2_word[3202006] = {
		id = 3202006,
		main_character_face = 0,
		word = "买下了一大箱。清洁效果很好，但在使用过寥寥数次后就被遗忘在了杂物室。",
		char_type = 0
	}
	pg.base.child2_word[3202008] = {
		id = 3202008,
		main_character_face = 0,
		word = "[拼单购买]",
		char_type = 2
	}
	pg.base.child2_word[3202009] = {
		id = 3202009,
		main_character_face = 0,
		word = "通过拼单，以优惠价购得了所需的数量，节省了不少开支。",
		char_type = 0
	}
	pg.base.child2_word[3202101] = {
		id = 3202101,
		main_character_face = 0,
		word = "在商坊角落发现了一些打折商品，有破损的画作、缺胳膊少腿的玩具等。",
		char_type = 0
	}
	pg.base.child2_word[3202102] = {
		id = 3202102,
		main_character_face = 0,
		word = "[购买并尝试修复画作]",
		char_type = 2
	}
	pg.base.child2_word[3202103] = {
		id = 3202103,
		main_character_face = 0,
		word = "艾普洛挑中了一幅颜料剥落的旧画，细心修补之后，竟让画作重获新生，价值倍增！",
		char_type = 0
	}
	pg.base.child2_word[3202105] = {
		id = 3202105,
		main_character_face = 0,
		word = "[购买变形啾啾玩具]",
		char_type = 2
	}
	pg.base.child2_word[3202106] = {
		id = 3202106,
		main_character_face = 0,
		word = "啾啾玩偶结构损坏严重，艾普洛尝试修复未果，只能当作静态摆设。",
		char_type = 0
	}
	pg.base.child2_word[3202108] = {
		id = 3202108,
		main_character_face = 0,
		word = "[认为毫无价值，直接离开]",
		char_type = 2
	}
	pg.base.child2_word[3202109] = {
		id = 3202109,
		main_character_face = 0,
		word = "打量片刻后，我们决定离开——毕竟钱也不是大风刮来的。",
		char_type = 0
	}
	pg.base.child2_word[3202201] = {
		id = 3202201,
		main_character_face = 0,
		word = "拍卖会上正在竞拍一件稀世藏品，竞争极其激烈，要继续参与竞拍吗？",
		char_type = 0
	}
	pg.base.child2_word[3202202] = {
		id = 3202202,
		main_character_face = 0,
		word = "[继续叫价]",
		char_type = 2
	}
	pg.base.child2_word[3202203] = {
		id = 3202203,
		main_character_face = 0,
		word = "成功拍得珍品，但花费巨大。",
		char_type = 0
	}
	pg.base.child2_word[3202205] = {
		id = 3202205,
		main_character_face = 0,
		word = "[适时放弃]",
		char_type = 2
	}
	pg.base.child2_word[3202206] = {
		id = 3202206,
		main_character_face = 0,
		word = "在价格攀升至高点前，明智地选择了退出。",
		char_type = 0
	}
	pg.base.child2_word[3202208] = {
		id = 3202208,
		main_character_face = 0,
		word = "[联合竞拍]",
		char_type = 2
	}
	pg.base.child2_word[3202209] = {
		id = 3202209,
		main_character_face = 0,
		word = "共享藏品和账单，建立友谊。",
		char_type = 0
	}
	pg.base.child2_word[3202211] = {
		id = 3202211,
		main_character_face = 0,
		word = "[扰乱价格]",
		char_type = 2
	}
	pg.base.child2_word[3202212] = {
		id = 3202212,
		main_character_face = 0,
		word = "因竞拍行为失当，被暂时请离了拍卖会场。",
		char_type = 0
	}
	pg.base.child2_word[3202301] = {
		id = 3202301,
		main_character_face = 0,
		word = "公园的老旧广播总是播放着一首破碎、嘶哑的歌曲，惹人厌烦。",
		char_type = 0
	}
	pg.base.child2_word[3202302] = {
		id = 3202302,
		main_character_face = 0,
		word = "[尝试修复]",
		char_type = 2
	}
	pg.base.child2_word[3202303] = {
		id = 3202303,
		main_character_face = 0,
		word = "广播经过校对后高音甜，中音准，低音沉。艾普洛也惊讶于这番修理手艺。",
		char_type = 0
	}
	pg.base.child2_word[3202305] = {
		id = 3202305,
		main_character_face = 0,
		word = "[直接关闭]",
		char_type = 2
	}
	pg.base.child2_word[3202306] = {
		id = 3202306,
		main_character_face = 0,
		word = "世界安静了。",
		char_type = 0
	}
	pg.base.child2_word[3202308] = {
		id = 3202308,
		main_character_face = 0,
		word = "[录制分析]",
		char_type = 2
	}
	pg.base.child2_word[3202309] = {
		id = 3202309,
		main_character_face = 0,
		word = "从音频中分离出一段疑似加密的信息？",
		char_type = 0
	}
	pg.base.child2_word[3202311] = {
		id = 3202311,
		main_character_face = 0,
		word = "[忍受噪音]",
		char_type = 2
	}
	pg.base.child2_word[3202312] = {
		id = 3202312,
		main_character_face = 0,
		word = "嘈杂的乐声持续在耳边回荡。",
		char_type = 0
	}
	pg.base.child2_word[3202401] = {
		id = 3202401,
		main_character_face = 0,
		word = "听说啾啾餐厅最近存在食品安全问题，不过来都来了，要吃什么呢？",
		char_type = 0
	}
	pg.base.child2_word[3202402] = {
		id = 3202402,
		main_character_face = 0,
		word = "[招牌餐品]",
		char_type = 2
	}
	pg.base.child2_word[3202403] = {
		id = 3202403,
		main_character_face = 0,
		word = "不愧是招牌餐品！艾普洛脸上也洋溢着吃到美食的幸福表情。",
		char_type = 0
	}
	pg.base.child2_word[3202405] = {
		id = 3202405,
		main_character_face = 0,
		word = "[热销餐品]",
		char_type = 2
	}
	pg.base.child2_word[3202406] = {
		id = 3202406,
		main_character_face = 0,
		word = "不愧是热销餐品！艾普洛脸上也洋溢着吃到美食的幸福表情。",
		char_type = 0
	}
	pg.base.child2_word[3202408] = {
		id = 3202408,
		main_character_face = 0,
		word = "[免费冷门餐品]",
		char_type = 2
	}
	pg.base.child2_word[3202409] = {
		id = 3202409,
		main_character_face = 0,
		word = "意料之外的好吃！艾普洛脸上也洋溢着吃到美食的幸福表情。",
		char_type = 0
	}
	pg.base.child2_word[3202411] = {
		id = 3202411,
		main_character_face = 0,
		word = "艾普洛突然停下了咀嚼动作，刚要询问其原因时，你在虾仁滑蛋中看到了已经坏到发绿的虾仁。必须找店长啾理论一番！",
		char_type = 0
	}
	pg.base.child2_word[3202412] = {
		id = 3202412,
		main_character_face = 0,
		word = "店长啾了解情况后，以迅雷之势抢过坏掉的食材一口吞掉，并坚称并无不妥，但可以提供全额退款服务，你选择：",
		char_type = 0
	}
	pg.base.child2_word[3202413] = {
		id = 3202413,
		main_character_face = 0,
		word = "[接受私了]",
		char_type = 2
	}
	pg.base.child2_word[3202414] = {
		id = 3202414,
		main_character_face = 0,
		word = "离开店面后，艾普洛因腹痛送医，并确诊为食物中毒",
		char_type = 0
	}
	pg.base.child2_word[3202416] = {
		id = 3202416,
		main_character_face = 0,
		word = "[拨打举报电话并要求赔偿]",
		char_type = 2
	}
	pg.base.child2_word[3202417] = {
		id = 3202417,
		main_character_face = 0,
		word = "总有啾啾说正义已死，我不同意。最终，在执法啾的见证下，嘴硬的店长啾忽然倒地并被送往医院，确诊为食物中毒。",
		char_type = 0
	}
	pg.base.child2_word[3202501] = {
		id = 3202501,
		main_character_face = 0,
		word = "美食广场角落的新品发布会现场——“快来尝尝我的新作品！使用了多种发光食材！”",
		char_type = 0
	}
	pg.base.child2_word[3202502] = {
		id = 3202502,
		main_character_face = 0,
		word = "[犹豫地尝一小口]",
		char_type = 2
	}
	pg.base.child2_word[3202503] = {
		id = 3202503,
		main_character_face = 0,
		word = "艾普洛连连摇头，最终还是不敢多吃，害怕光从肚皮下透出来",
		char_type = 0
	}
	pg.base.child2_word[3202505] = {
		id = 3202505,
		main_character_face = 0,
		word = "[大快朵颐]",
		char_type = 2
	}
	pg.base.child2_word[3202506] = {
		id = 3202506,
		main_character_face = 0,
		word = "痛快吃完一整份新品后，好像看到了有小人在地上跳舞……",
		char_type = 0
	}
	pg.base.child2_word[3202601] = {
		id = 3202601,
		main_character_face = 0,
		word = "一台饮料机发生故障，投入1枚硬币即可无限畅饮。",
		char_type = 0
	}
	pg.base.child2_word[3202602] = {
		id = 3202602,
		main_character_face = 0,
		word = "[畅饮“活力汽水”]",
		char_type = 2
	}
	pg.base.child2_word[3202603] = {
		id = 3202603,
		main_character_face = 0,
		word = "暂时感觉精力充沛！",
		char_type = 0
	}
	pg.base.child2_word[3202605] = {
		id = 3202605,
		main_character_face = 0,
		word = "[畅饮“宁静绿茶”]",
		char_type = 2
	}
	pg.base.child2_word[3202606] = {
		id = 3202606,
		main_character_face = 0,
		word = "心情变得平和而专注。",
		char_type = 0
	}
	pg.base.child2_word[3202608] = {
		id = 3202608,
		main_character_face = 0,
		word = "[报告此故障]",
		char_type = 2
	}
	pg.base.child2_word[3202609] = {
		id = 3202609,
		main_character_face = 0,
		word = "故障被修复好后，为表感谢赠送了艾普洛一些小礼物。",
		char_type = 0
	}
	pg.base.child2_word[3202611] = {
		id = 3202611,
		main_character_face = 0,
		word = "[趁机兜售饮料]",
		char_type = 2
	}
	pg.base.child2_word[3202612] = {
		id = 3202612,
		main_character_face = 0,
		word = "赚了一笔小钱，也收到了一份警告。",
		char_type = 0
	}
	pg.base.child2_word[3202701] = {
		id = 3202701,
		main_character_face = 0,
		word = "巷子深处有台奇怪的自动贩卖机，卖的是看不出内容物的盲盒，按钮也在异常地闪烁……要投币吗？",
		char_type = 0
	}
	pg.base.child2_word[3202702] = {
		id = 3202702,
		main_character_face = 0,
		word = "[投币]",
		char_type = 2
	}
	pg.base.child2_word[3202704] = {
		id = 3202704,
		main_character_face = 0,
		word = "[离开]",
		char_type = 2
	}
	pg.base.child2_word[3202705] = {
		id = 3202705,
		main_character_face = 0,
		word = "看起来不太正常，还是算了",
		char_type = 0
	}
	pg.base.child2_word[3202801] = {
		id = 3202801,
		main_character_face = 0,
		word = "发现了一处宁静的湖泊，阳光洒在湖面上波光粼粼。据说这里有稀有的闪光鱼种，要不要试试手气？",
		char_type = 0
	}
	pg.base.child2_word[3202802] = {
		id = 3202802,
		main_character_face = 0,
		word = "[安静垂钓]",
		char_type = 2
	}
	pg.base.child2_word[3202803] = {
		id = 3202803,
		main_character_face = 0,
		word = "静坐湖畔，耐心等待，直到浮标微动，艾普洛迅速提竿，一条银光闪闪的稀有鱼种跃出水面！",
		char_type = 0
	}
	pg.base.child2_word[3202805] = {
		id = 3202805,
		main_character_face = 0,
		word = "[用高科技声呐鱼竿]",
		char_type = 2
	}
	pg.base.child2_word[3202806] = {
		id = 3202806,
		main_character_face = 0,
		word = "借助声呐探鱼器，周边的鱼群轨迹一目了然，收获颇丰，但感觉少了点意境和惊喜。",
		char_type = 0
	}
	pg.base.child2_word[3202808] = {
		id = 3202808,
		main_character_face = 0,
		word = "[投放面包屑]",
		char_type = 2
	}
	pg.base.child2_word[3202809] = {
		id = 3202809,
		main_character_face = 0,
		word = "投入湖中的面包屑引来鱼群争抢，水花四溅。虽然很热闹，却也让鱼群受惊，更难上钩。",
		char_type = 0
	}
	pg.base.child2_word[3202901] = {
		id = 3202901,
		main_character_face = 0,
		word = "在湖畔废弃庄园的老书桌暗格里，发现了一张泛黄的庄园地图——湖边花园的位置被标记着一个“X”。",
		char_type = 0
	}
	pg.base.child2_word[3202902] = {
		id = 3202902,
		main_character_face = 0,
		word = "[立刻前往花园挖掘]",
		char_type = 2
	}
	pg.base.child2_word[3202903] = {
		id = 3202903,
		main_character_face = 0,
		word = "一铲下去，竟翻出一团活力四射的肥蚯蚓，绝对是钓鱼的完美饵料！",
		char_type = 0
	}
	pg.base.child2_word[3202905] = {
		id = 3202905,
		main_character_face = 0,
		word = "[仔细研究地图]",
		char_type = 2
	}
	pg.base.child2_word[3202906] = {
		id = 3202906,
		main_character_face = 0,
		word = "这张羊皮纸的历史好像比庄园更古老……难道，地图本身才是宝贝？",
		char_type = 0
	}
	pg.base.child2_word[3203001] = {
		id = 3203001,
		main_character_face = 0,
		word = "池塘边，一道耀眼的金光倏地从水下掠过——是极其罕见的黄金锦鲤！艾普洛立刻拽了拽你的袖子，激动地指给你看。",
		char_type = 0
	}
	pg.base.child2_word[3203002] = {
		id = 3203002,
		main_character_face = 0,
		word = "[精心准备，尝试钓起]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3203003] = {
		id = 3203003,
		main_character_face = 0,
		word = "使用了特制鱼饵，经过耐心周旋成功钓起黄金锦鲤，被水族馆出高价收购。",
		char_type = 0
	}
	pg.base.child2_word[3203005] = {
		id = 3203005,
		main_character_face = 0,
		word = "[直接下水捕捉]",
		char_type = 2
	}
	pg.base.child2_word[3203006] = {
		id = 3203006,
		main_character_face = 0,
		word = "试图跳进池塘徒手抓鱼，却把黄金锦鲤吓得跑到了深水区，最终只能浑身湿透地回到岸边，一无所获。",
		char_type = 0
	}
	pg.base.child2_word[3203008] = {
		id = 3203008,
		main_character_face = 0,
		word = "[呼叫支援，一起围捕]",
		char_type = 2
	}
	pg.base.child2_word[3203009] = {
		id = 3203009,
		main_character_face = 0,
		word = "动静太大，最终并不知道黄金锦鲤花落谁家。",
		char_type = 0
	}
	pg.base.child2_word[3203101] = {
		id = 3203101,
		main_character_face = 0,
		word = "在池塘边发现了巨大莲叶，要像动画中那样跳上去试试吗？",
		char_type = 0
	}
	pg.base.child2_word[3203102] = {
		id = 3203102,
		main_character_face = 0,
		word = "[直接跳上]",
		char_type = 2
	}
	pg.base.child2_word[3203103] = {
		id = 3203103,
		main_character_face = 0,
		word = "成功：莲叶远比想象中坚固，承托两人的重量也不在话下，艾普洛兴奋地在叶子上轻轻跳了两下。",
		char_type = 0
	}
	pg.base.child2_word[3203105] = {
		id = 3203105,
		main_character_face = 0,
		word = "失败：莲叶远比看起来脆弱，刚踩上去就破损了，和艾普洛费了不少力气才爬回岸边。",
		char_type = 0
	}
	pg.base.child2_word[3203107] = {
		id = 3203107,
		main_character_face = 0,
		word = "[谨慎试探]",
		char_type = 2
	}
	pg.base.child2_word[3203108] = {
		id = 3203108,
		main_character_face = 0,
		word = "莲叶沉没，有惊无险地躲过落水。",
		char_type = 0
	}
	pg.base.child2_word[3203201] = {
		id = 3203201,
		main_character_face = 0,
		word = "独木桥横跨池塘，要不要过去呢……",
		char_type = 0
	}
	pg.base.child2_word[3203202] = {
		id = 3203202,
		main_character_face = 0,
		word = "[快速通过]",
		char_type = 2
	}
	pg.base.child2_word[3203203] = {
		id = 3203203,
		main_character_face = 0,
		word = "三步并作两步，成功抵达对岸。",
		char_type = 0
	}
	pg.base.child2_word[3203205] = {
		id = 3203205,
		main_character_face = 0,
		word = "[小心翼翼]",
		char_type = 2
	}
	pg.base.child2_word[3203206] = {
		id = 3203206,
		main_character_face = 0,
		word = "屏住呼吸，一步一步慢慢挪……总算平安抵达。",
		char_type = 0
	}
	pg.base.child2_word[3203208] = {
		id = 3203208,
		main_character_face = 0,
		word = "[绕远路]",
		char_type = 2
	}
	pg.base.child2_word[3203209] = {
		id = 3203209,
		main_character_face = 0,
		word = "果断选择沿着池塘边绕一大圈，安全，就是腿有点酸。",
		char_type = 0
	}
	pg.base.child2_word[3203211] = {
		id = 3203211,
		main_character_face = 0,
		word = "[测试承重]",
		char_type = 2
	}
	pg.base.child2_word[3203212] = {
		id = 3203212,
		main_character_face = 0,
		word = "在好奇心的催促下在桥上蹦了两下，随后以浑身湿透为代价，掌握了独木桥的极限承重……但是为什么要这么做？",
		char_type = 0
	}
	pg.base.child2_word[3203301] = {
		id = 3203301,
		main_character_face = 0,
		word = "街角老旧的彩票机似乎出了故障，每次按下测试键，吐出的“示例票”都显示着头奖图案！",
		char_type = 0
	}
	pg.base.child2_word[3203302] = {
		id = 3203302,
		main_character_face = 0,
		word = "但机器旁边又贴着告示：“机器故障，请勿购买”……",
		char_type = 0
	}
	pg.base.child2_word[3203303] = {
		id = 3203303,
		main_character_face = 0,
		word = "[买一张试试]",
		char_type = 2
	}
	pg.base.child2_word[3203304] = {
		id = 3203304,
		main_character_face = 0,
		word = "抱着侥幸心理投入硬币，吐出的彩票上确实映着头奖图案！可惜在兑奖时被告知，这只是一张无效的示例票。",
		char_type = 0
	}
	pg.base.child2_word[3203306] = {
		id = 3203306,
		main_character_face = 0,
		word = "[遵守规则，不为所动]",
		char_type = 2
	}
	pg.base.child2_word[3203307] = {
		id = 3203307,
		main_character_face = 0,
		word = "虽然与“横财”擦肩而过，但内心一片无悔。",
		char_type = 0
	}
	pg.base.child2_word[3203309] = {
		id = 3203309,
		main_character_face = 0,
		word = "[拨打告示上的维修电话]",
		char_type = 2
	}
	pg.base.child2_word[3203310] = {
		id = 3203310,
		main_character_face = 0,
		word = "艾普洛拨打了维修电话，对方为感谢我们的诚实反馈，赠送了两张正规抽奖彩票。",
		char_type = 0
	}
	pg.base.child2_word[3203401] = {
		id = 3203401,
		main_character_face = 0,
		word = "街面的摊位上挂起醒目的横幅：“买越多，省越多！”那里似乎刚好有艾普洛需要的零件……",
		char_type = 0
	}
	pg.base.child2_word[3203402] = {
		id = 3203402,
		main_character_face = 0,
		word = "[领取1件试用品]",
		char_type = 2
	}
	pg.base.child2_word[3203403] = {
		id = 3203403,
		main_character_face = 0,
		word = "免费领取了一个普通零件试用品。摆摊啾对你们没有利用折扣表示了一丝遗憾。",
		char_type = 0
	}
	pg.base.child2_word[3203405] = {
		id = 3203405,
		main_character_face = 0,
		word = "[购买3件商品]",
		char_type = 2
	}
	pg.base.child2_word[3203406] = {
		id = 3203406,
		main_character_face = 0,
		word = "你们享受了九折优惠，买到了一些实用的小工具。啾啾开心地为你们打包。",
		char_type = 0
	}
	pg.base.child2_word[3203408] = {
		id = 3203408,
		main_character_face = 0,
		word = "[购买10件商品]",
		char_type = 2
	}
	pg.base.child2_word[3203409] = {
		id = 3203409,
		main_character_face = 0,
		word = "你们触发了五折终极优惠！但其中一半物品看起来几乎没用。",
		char_type = 0
	}
	pg.base.child2_word[3203501] = {
		id = 3203501,
		main_character_face = 0,
		word = "超市正在举办购物抽奖活动，刚才的消费刚好可以兑换一次免费抽奖，要参与吗？",
		char_type = 0
	}
	pg.base.child2_word[3203502] = {
		id = 3203502,
		main_character_face = 0,
		word = "[抽一次试试]",
		char_type = 2
	}
	pg.base.child2_word[3203503] = {
		id = 3203503,
		main_character_face = 0,
		word = "成功：居然一次就中奖了！",
		char_type = 0
	}
	pg.base.child2_word[3203505] = {
		id = 3203505,
		main_character_face = 0,
		word = "失败：转盘指针停在了“谢谢参与”。想再抽一次的话，还得再买点东西才行……",
		char_type = 0
	}
	pg.base.child2_word[3203507] = {
		id = 3203507,
		main_character_face = 0,
		word = "[还是算了]",
		char_type = 2
	}
	pg.base.child2_word[3203508] = {
		id = 3203508,
		main_character_face = 0,
		word = "反正中不了，还是站在旁白欣赏其他参与啾的喜怒哀乐吧。",
		char_type = 0
	}
	pg.base.child2_word[3203601] = {
		id = 3203601,
		main_character_face = 0,
		word = "街边的旧货摊正在举办公益赠送活动，桌上散落着各种看似无用的物品。",
		char_type = 0
	}
	pg.base.child2_word[3203602] = {
		id = 3203602,
		main_character_face = 0,
		word = "[领取旧零件]",
		char_type = 2
	}
	pg.base.child2_word[3203603] = {
		id = 3203603,
		main_character_face = 0,
		word = "可组装成实用工具。",
		char_type = 0
	}
	pg.base.child2_word[3203605] = {
		id = 3203605,
		main_character_face = 0,
		word = "[领取破画作]",
		char_type = 2
	}
	pg.base.child2_word[3203606] = {
		id = 3203606,
		main_character_face = 0,
		word = "实为名家真迹！太有眼光了！",
		char_type = 0
	}
	pg.base.child2_word[3203701] = {
		id = 3203701,
		main_character_face = 0,
		word = "漫步在蔚蓝的水族馆隧道中，形态各异的鱼儿从头顶游过，艾普洛看得格外专注。接下来，我们可以一起……",
		char_type = 0
	}
	pg.base.child2_word[3203702] = {
		id = 3203702,
		main_character_face = 0,
		word = "[寻找有趣的生物]",
		char_type = 2
	}
	pg.base.child2_word[3203703] = {
		id = 3203703,
		main_character_face = 0,
		word = "艾普洛在幽暗的展馆找到了发光水母，它们像群星一样缓缓膨胀、移动，让她看得出神。",
		char_type = 0
	}
	pg.base.child2_word[3203705] = {
		id = 3203705,
		main_character_face = 0,
		word = "[记录鱼类数据]",
		char_type = 2
	}
	pg.base.child2_word[3203706] = {
		id = 3203706,
		main_character_face = 0,
		word = "和艾普洛一起记录了几种濒危鱼类的样貌和习性，学到了很多海洋生态知识。",
		char_type = 0
	}
	pg.base.child2_word[3203708] = {
		id = 3203708,
		main_character_face = 0,
		word = "[投喂鱼群]",
		char_type = 2
	}
	pg.base.child2_word[3203709] = {
		id = 3203709,
		main_character_face = 0,
		word = "购买了鱼食进行投喂，鱼群争食的场面极为壮观。",
		char_type = 0
	}
	pg.base.child2_word[3203801] = {
		id = 3203801,
		main_character_face = 0,
		word = "一枚发光的贝壳内，传出充满诱惑感的电子音：“投入硬币，收获幸运！首投有惊喜加成哦！”",
		char_type = 0
	}
	pg.base.child2_word[3203802] = {
		id = 3203802,
		main_character_face = 0,
		word = "[投入少量硬币]",
		char_type = 2
	}
	pg.base.child2_word[3203803] = {
		id = 3203803,
		main_character_face = 0,
		word = "贝类产出一颗黯淡的小珍珠。",
		char_type = 0
	}
	pg.base.child2_word[3203805] = {
		id = 3203805,
		main_character_face = 0,
		word = "[投入大量硬币]",
		char_type = 2
	}
	pg.base.child2_word[3203806] = {
		id = 3203806,
		main_character_face = 0,
		word = "贝壳发出绚烂光芒，产出一颗流光溢彩的大珍珠，并宣称这能带来巨大好运！",
		char_type = 0
	}
	pg.base.child2_word[3203808] = {
		id = 3203808,
		main_character_face = 0,
		word = "[不投入硬币]",
		char_type = 2
	}
	pg.base.child2_word[3203809] = {
		id = 3203809,
		main_character_face = 0,
		word = "对不良诱惑说不！后来听说有啾为追求更大珍珠而倾尽所有，不禁感到一丝庆幸。",
		char_type = 0
	}
	pg.base.child2_word[3203901] = {
		id = 3203901,
		main_character_face = 0,
		word = "水族馆旁的河边，被放生了一种此前从未见过的鱼类……",
		char_type = 0
	}
	pg.base.child2_word[3203902] = {
		id = 3203902,
		main_character_face = 0,
		word = "[支持放生]",
		char_type = 2
	}
	pg.base.child2_word[3203903] = {
		id = 3203903,
		main_character_face = 0,
		word = "不久后，在新闻上看到某外来肉食性鱼类已在本地水域大量繁殖，破坏了生态平衡。",
		char_type = 0
	}
	pg.base.child2_word[3203905] = {
		id = 3203905,
		main_character_face = 0,
		word = "[买来饲养]",
		char_type = 2
	}
	pg.base.child2_word[3203906] = {
		id = 3203906,
		main_character_face = 0,
		word = "在饲养过程中，通过观察掌握了其独特的生活习性，学到了不少相关知识。",
		char_type = 0
	}
	pg.base.child2_word[3203908] = {
		id = 3203908,
		main_character_face = 0,
		word = "[向管理部门举报]",
		char_type = 2
	}
	pg.base.child2_word[3203909] = {
		id = 3203909,
		main_character_face = 0,
		word = "万一是入侵物种呢？出于谨慎进行了上报，后续检测确认该鱼种确实可能破坏生态平衡。",
		char_type = 0
	}
	pg.base.child2_word[3203911] = {
		id = 3203911,
		main_character_face = 0,
		word = "[置之不理]",
		char_type = 2
	}
	pg.base.child2_word[3203912] = {
		id = 3203912,
		main_character_face = 0,
		word = "不久后，在新闻上看到某外来肉食性鱼类已在本地水域大量繁殖，破坏了生态平衡。",
		char_type = 0
	}
	pg.base.child2_word[3204001] = {
		id = 3204001,
		main_character_face = 0,
		word = "展览馆入口排起了长队，进度缓慢。",
		char_type = 0
	}
	pg.base.child2_word[3204002] = {
		id = 3204002,
		main_character_face = 0,
		word = "[规规矩矩排队]",
		char_type = 2
	}
	pg.base.child2_word[3204003] = {
		id = 3204003,
		main_character_face = 0,
		word = "花费了不少时间。",
		char_type = 0
	}
	pg.base.child2_word[3204005] = {
		id = 3204005,
		main_character_face = 0,
		word = "[观察并更换到更快的队伍]",
		char_type = 2
	}
	pg.base.child2_word[3204006] = {
		id = 3204006,
		main_character_face = 0,
		word = "更换队伍后，原本的队伍速度似乎突然加快了许多。",
		char_type = 0
	}
	pg.base.child2_word[3204101] = {
		id = 3204101,
		main_character_face = 0,
		word = "体育馆的清洁啾总是违反清洁手册，在清洁时进行看似无意义的动作，因此被误解为在摸鱼。只有艾普洛注意到，凡它经过之处，设备的故障率都会降低许多。",
		char_type = 0
	}
	pg.base.child2_word[3204102] = {
		id = 3204102,
		main_character_face = 0,
		word = "[为清洁啾公开正名]",
		char_type = 2
	}
	pg.base.child2_word[3204103] = {
		id = 3204103,
		main_character_face = 0,
		word = "用严谨的数据，证明了清洁啾工作方法的优越性。",
		char_type = 0
	}
	pg.base.child2_word[3204105] = {
		id = 3204105,
		main_character_face = 0,
		word = "[帮清洁啾改进工作方法]",
		char_type = 2
	}
	pg.base.child2_word[3204106] = {
		id = 3204106,
		main_character_face = 0,
		word = "悄悄帮清洁啾的工作做了优化，在它常规的清扫方式中添加了很多表演性质的动作，现在能看出来清洁啾在非常努力地工作了、",
		char_type = 0
	}
	pg.base.child2_word[3204201] = {
		id = 3204201,
		main_character_face = 0,
		word = "运动训练期间，由于在没有充分热身的情况下进行高强度运动，导致艾洛普肌肉拉伤，我的建议是……",
		char_type = 0
	}
	pg.base.child2_word[3204202] = {
		id = 3204202,
		main_character_face = 0,
		word = "[静养恢复]",
		char_type = 2
	}
	pg.base.child2_word[3204203] = {
		id = 3204203,
		main_character_face = 0,
		word = "短时间内不再进行高强度运动了，虽然影响训练进度，但安全第一。",
		char_type = 0
	}
	pg.base.child2_word[3204205] = {
		id = 3204205,
		main_character_face = 0,
		word = "[坚持训练]",
		char_type = 2
	}
	pg.base.child2_word[3204206] = {
		id = 3204206,
		main_character_face = 0,
		word = "训练进度没有落下，但伤势好像加重了。",
		char_type = 0
	}
	pg.base.child2_word[3204208] = {
		id = 3204208,
		main_character_face = 0,
		word = "[寻求快速治疗]",
		char_type = 2
	}
	pg.base.child2_word[3204209] = {
		id = 3204209,
		main_character_face = 0,
		word = "支付费用进行了专业速效治疗，很快痊愈。",
		char_type = 0
	}
	pg.base.child2_word[3204211] = {
		id = 3204211,
		main_character_face = 0,
		word = "[研究科学训练方式]",
		char_type = 2
	}
	pg.base.child2_word[3204212] = {
		id = 3204212,
		main_character_face = 0,
		word = "掌握了更高效、安全的训练方法，修复损伤的同时避免再犯同样的错误。",
		char_type = 0
	}
	pg.base.child2_word[3204301] = {
		id = 3204301,
		main_character_face = 0,
		word = "游乐场门口摆着个抽卡小游戏摊位，似乎曾经见过这个摊主啾……要参与抽奖吗？",
		char_type = 0
	}
	pg.base.child2_word[3204302] = {
		id = 3204302,
		main_character_face = 0,
		word = "[果断参与，20%概率中奖]",
		char_type = 2
	}
	pg.base.child2_word[3204303] = {
		id = 3204303,
		main_character_face = 0,
		word = "->没有抽中，要再抽一次吗？",
		char_type = 0
	}
	pg.base.child2_word[3204304] = {
		id = 3204304,
		main_character_face = 0,
		word = "[算了，及时止损]",
		char_type = 2
	}
	pg.base.child2_word[3204306] = {
		id = 3204306,
		main_character_face = 0,
		word = "[继续抽奖，40%概率中奖]",
		char_type = 2
	}
	pg.base.child2_word[3204307] = {
		id = 3204307,
		main_character_face = 0,
		word = "[继续抽奖，60%概率中奖]",
		char_type = 2
	}
	pg.base.child2_word[3204308] = {
		id = 3204308,
		main_character_face = 0,
		word = "[继续抽奖，80%概率中奖]",
		char_type = 2
	}
	pg.base.child2_word[3204309] = {
		id = 3204309,
		main_character_face = 0,
		word = "周围突然响起了喜庆的乐声，广告牌上的横幅展示了几个大字“恭喜！您中奖了！”",
		char_type = 0
	}
	pg.base.child2_word[3204401] = {
		id = 3204401,
		main_character_face = 0,
		word = "来到童心学院参观，要先从哪个区域开始探索呢？",
		char_type = 0
	}
	pg.base.child2_word[3204402] = {
		id = 3204402,
		main_character_face = 0,
		word = "[童心教学楼]",
		char_type = 2
	}
	pg.base.child2_word[3204403] = {
		id = 3204403,
		main_character_face = 0,
		word = "漫步于空旷的教室，黑板上残留的复杂公式激发了艾普洛的求知欲。",
		char_type = 0
	}
	pg.base.child2_word[3204405] = {
		id = 3204405,
		main_character_face = 0,
		word = "[健康活力操场]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3204406] = {
		id = 3204406,
		main_character_face = 0,
		word = "微风让人心情舒畅。",
		char_type = 0
	}
	pg.base.child2_word[3204408] = {
		id = 3204408,
		main_character_face = 0,
		word = "[理性办公楼]",
		char_type = 2
	}
	pg.base.child2_word[3204409] = {
		id = 3204409,
		main_character_face = 0,
		word = "为什么一踏其中，就感觉所有感性都被吸走了？",
		char_type = 0
	}
	pg.base.child2_word[3204501] = {
		id = 3204501,
		main_character_face = 0,
		word = "一则消息不胫而走：童心乐园可能会被改建为高效学习中心，理由是乐园中时常传来不属于孩童的吵闹声。",
		char_type = 0
	}
	pg.base.child2_word[3204502] = {
		id = 3204502,
		main_character_face = 0,
		word = "[支持改建]",
		char_type = 2
	}
	pg.base.child2_word[3204503] = {
		id = 3204503,
		main_character_face = 0,
		word = "扰民是万万不行的！",
		char_type = 0
	}
	pg.base.child2_word[3204505] = {
		id = 3204505,
		main_character_face = 0,
		word = "[反对改建]",
		char_type = 2
	}
	pg.base.child2_word[3204506] = {
		id = 3204506,
		main_character_face = 0,
		word = "“不行！关了我还去哪玩！”",
		char_type = 0
	}
	pg.base.child2_word[3204601] = {
		id = 3204601,
		main_character_face = 0,
		word = "学园祭即将开始，要摆个什么摊位呢。",
		char_type = 0
	}
	pg.base.child2_word[3204602] = {
		id = 3204602,
		main_character_face = 0,
		word = "[美食摊位]",
		char_type = 2
	}
	pg.base.child2_word[3204603] = {
		id = 3204603,
		main_character_face = 0,
		word = "高超的厨艺终于有了用武之地。",
		char_type = 0
	}
	pg.base.child2_word[3204605] = {
		id = 3204605,
		main_character_face = 0,
		word = "[小游戏摊位]",
		char_type = 2
	}
	pg.base.child2_word[3204606] = {
		id = 3204606,
		main_character_face = 0,
		word = "通过巧妙设置中奖概率，收获了可观的资金。",
		char_type = 0
	}
	pg.base.child2_word[3204608] = {
		id = 3204608,
		main_character_face = 0,
		word = "[志愿服务摊位]",
		char_type = 2
	}
	pg.base.child2_word[3204609] = {
		id = 3204609,
		main_character_face = 0,
		word = "助人为乐的活动，收获了满满的感谢和好评。",
		char_type = 0
	}
	pg.base.child2_word[3204611] = {
		id = 3204611,
		main_character_face = 0,
		word = "[纪念品摊位]",
		char_type = 2
	}
	pg.base.child2_word[3204612] = {
		id = 3204612,
		main_character_face = 0,
		word = "亲手制作的每一件纪念品，都凝聚了创作者的巧思与热情。",
		char_type = 0
	}
	pg.base.child2_word[3204701] = {
		id = 3204701,
		main_character_face = 0,
		word = "去什么教室自习呢？",
		char_type = 0
	}
	pg.base.child2_word[3204702] = {
		id = 3204702,
		main_character_face = 0,
		word = "[知识教室]",
		char_type = 2
	}
	pg.base.child2_word[3204703] = {
		id = 3204703,
		main_character_face = 0,
		word = "提升学识了！",
		char_type = 0
	}
	pg.base.child2_word[3204705] = {
		id = 3204705,
		main_character_face = 0,
		word = "[实践教室]",
		char_type = 2
	}
	pg.base.child2_word[3204706] = {
		id = 3204706,
		main_character_face = 0,
		word = "增强动手能力！",
		char_type = 0
	}
	pg.base.child2_word[3204708] = {
		id = 3204708,
		main_character_face = 0,
		word = "[艺术教室]",
		char_type = 2
	}
	pg.base.child2_word[3204709] = {
		id = 3204709,
		main_character_face = 0,
		word = "创意大爆发！",
		char_type = 0
	}
	pg.base.child2_word[3204711] = {
		id = 3204711,
		main_character_face = 0,
		word = "[休息放松]",
		char_type = 2
	}
	pg.base.child2_word[3204712] = {
		id = 3204712,
		main_character_face = 0,
		word = "恢复恢复精力，等下再战",
		char_type = 0
	}
	pg.base.child2_word[3204801] = {
		id = 3204801,
		main_character_face = 0,
		word = "水管还在不停地渗水，和艾普洛在工具箱里翻了个遍，总是差那么一个关键的连接件。",
		char_type = 0
	}
	pg.base.child2_word[3204802] = {
		id = 3204802,
		main_character_face = 0,
		word = "看来得去一趟五金店，但那个拧在水管上的、带螺纹的玩意儿究竟叫什么来着？",
		char_type = 0
	}
	pg.base.child2_word[3204803] = {
		id = 3204803,
		main_character_face = 0,
		word = "[金属水管接头]",
		char_type = 2
	}
	pg.base.child2_word[3204804] = {
		id = 3204804,
		main_character_face = 0,
		word = "带着标准的金属接头回来，摸索着拧紧，立刻止住了渗水。",
		char_type = 0
	}
	pg.base.child2_word[3204806] = {
		id = 3204806,
		main_character_face = 0,
		word = "[“万能”泡泡糖]",
		char_type = 2
	}
	pg.base.child2_word[3204807] = {
		id = 3204807,
		main_character_face = 0,
		word = "突发奇想买了盒超级黏的泡泡糖，正好可以糊在裂缝处堵住漏水。",
		char_type = 0
	}
	pg.base.child2_word[3204809] = {
		id = 3204809,
		main_character_face = 0,
		word = "[复古黄铜止水阀]",
		char_type = 2
	}
	pg.base.child2_word[3204810] = {
		id = 3204810,
		main_character_face = 0,
		word = "你们选择了一款看起来非常可靠但价格不菲的黄铜阀门。安装过程需要一些技巧，但完成后不仅解决了漏水，其复古造型还为厨房增添了一抹亮色。",
		char_type = 0
	}
	pg.base.child2_word[3204812] = {
		id = 3204812,
		main_character_face = 0,
		word = "这都行？",
		char_type = 0
	}
	pg.base.child2_word[3204814] = {
		id = 3204814,
		main_character_face = 0,
		word = "一开始漏洞似乎被堵住了，但几秒后只听到“噗”地一声，泡泡糖被水冲开，水花溅到了艾普洛脸上。",
		char_type = 0
	}
	pg.base.child2_word[3204901] = {
		id = 3204901,
		main_character_face = 0,
		word = "路边小摊上挂着“清仓！最后3天！给钱就卖！”的告示，上面堆满了各种看似有用、实则无用的奇怪商品。",
		char_type = 0
	}
	pg.base.child2_word[3204902] = {
		id = 3204902,
		main_character_face = 0,
		word = "[购买“肯定能中”的刮刮乐]",
		char_type = 2
	}
	pg.base.child2_word[3204903] = {
		id = 3204903,
		main_character_face = 0,
		word = "买下刮刮乐并当场刮开——结果早在意料之中。",
		char_type = 0
	}
	pg.base.child2_word[3204905] = {
		id = 3204905,
		main_character_face = 0,
		word = "[视而不见]",
		char_type = 2
	}
	pg.base.child2_word[3204906] = {
		id = 3204906,
		main_character_face = 0,
		word = "目光只是扫过摊位，便径直离开。",
		char_type = 0
	}
	pg.base.child2_word[3205001] = {
		id = 3205001,
		main_character_face = 0,
		word = "五金啾在清理仓库时，发现了一把布满灰尘、锈迹斑斑的“老旧多功能扳手”，于是转赠给艾普洛……",
		char_type = 0
	}
	pg.base.child2_word[3205002] = {
		id = 3205002,
		main_character_face = 0,
		word = "[收下并道谢]",
		char_type = 2
	}
	pg.base.child2_word[3205003] = {
		id = 3205003,
		main_character_face = 0,
		word = "使用时发现这扳手能自动适应任何规格的螺丝，设计水平远超当前市场产品。",
		char_type = 0
	}
	pg.base.child2_word[3205005] = {
		id = 3205005,
		main_character_face = 0,
		word = "[嫌弃地拒绝]",
		char_type = 2
	}
	pg.base.child2_word[3205006] = {
		id = 3205006,
		main_character_face = 0,
		word = "扳手最终被送往回收处，再无踪影。",
		char_type = 0
	}
	pg.base.child2_word[3205008] = {
		id = 3205008,
		main_character_face = 0,
		word = "[收下后当废品卖掉]",
		char_type = 2
	}
	pg.base.child2_word[3205009] = {
		id = 3205009,
		main_character_face = 0,
		word = "一段时间后，在二手市场看到同款扳手竟以高价出售，才追悔莫及。",
		char_type = 0
	}
	pg.base.child2_word[3205101] = {
		id = 3205101,
		main_character_face = 0,
		word = "为了照料社区的植物，社工啾请求借用艾普洛的浇水工具。",
		char_type = 0
	}
	pg.base.child2_word[3205102] = {
		id = 3205102,
		main_character_face = 0,
		word = "[爽快出借]",
		char_type = 2
	}
	pg.base.child2_word[3205103] = {
		id = 3205103,
		main_character_face = 0,
		word = "植物很快便喝饱了水，社区重新焕发生机。",
		char_type = 0
	}
	pg.base.child2_word[3205105] = {
		id = 3205105,
		main_character_face = 0,
		word = "[和艾普洛一起帮忙浇水]",
		char_type = 2
	}
	pg.base.child2_word[3205106] = {
		id = 3205106,
		main_character_face = 0,
		word = "浇水工作进展飞速，社区因此荣获“有机社区”的美誉。",
		char_type = 0
	}
	pg.base.child2_word[3205108] = {
		id = 3205108,
		main_character_face = 0,
		word = "[拒绝借出]",
		char_type = 2
	}
	pg.base.child2_word[3205109] = {
		id = 3205109,
		main_character_face = 0,
		word = "社工啾默默离开，几天后，社区的花草明显蔫了下去。",
		char_type = 0
	}
	pg.base.child2_word[3205201] = {
		id = 3205201,
		main_character_face = 0,
		word = "第3届无尽工具组装比赛开始了，作为参赛者的艾普洛需要合理规划、快速行动，将零件组装成完整的工具。但望着凌乱的桌面，艾普洛一时不知如何下手，我的建议是……",
		char_type = 0
	}
	pg.base.child2_word[3205202] = {
		id = 3205202,
		main_character_face = 0,
		word = "[按说明书组装]",
		char_type = 2
	}
	pg.base.child2_word[3205203] = {
		id = 3205203,
		main_character_face = 0,
		word = "虽然速度不快，但每一步都扎实稳妥，最终顺利完成作品，拿到了不错的名次。",
		char_type = 0
	}
	pg.base.child2_word[3205205] = {
		id = 3205205,
		main_character_face = 0,
		word = "[凭直觉组装]",
		char_type = 2
	}
	pg.base.child2_word[3205206] = {
		id = 3205206,
		main_character_face = 0,
		word = "奇迹时间——不知道艾普洛是如何利用电动螺丝刀零件组装出了一台发电机，但总之，她做到了！",
		char_type = 0
	}
	pg.base.child2_word[3205301] = {
		id = 3205301,
		main_character_face = 0,
		word = "商店出售两种扳手。",
		char_type = 0
	}
	pg.base.child2_word[3205302] = {
		id = 3205302,
		main_character_face = 0,
		word = "[购买软质金属扳手]",
		char_type = 2
	}
	pg.base.child2_word[3205303] = {
		id = 3205303,
		main_character_face = 0,
		word = "金属怎么会这么软？",
		char_type = 0
	}
	pg.base.child2_word[3205305] = {
		id = 3205305,
		main_character_face = 0,
		word = "[购买正常扳手]",
		char_type = 2
	}
	pg.base.child2_word[3205306] = {
		id = 3205306,
		main_character_face = 0,
		word = "适合正常作业。",
		char_type = 0
	}
	pg.base.child2_word[3205308] = {
		id = 3205308,
		main_character_face = 0,
		word = "[暂不购买]",
		char_type = 2
	}
	pg.base.child2_word[3205309] = {
		id = 3205309,
		main_character_face = 0,
		word = "理性购物！",
		char_type = 0
	}
	pg.base.child2_word[3205401] = {
		id = 3205401,
		main_character_face = 0,
		word = "走进咖啡馆，菜单上写着：不同饮品会带来不同的奇妙体验。",
		char_type = 0
	}
	pg.base.child2_word[3205402] = {
		id = 3205402,
		main_character_face = 0,
		word = "[大聪明拿铁]",
		char_type = 2
	}
	pg.base.child2_word[3205403] = {
		id = 3205403,
		main_character_face = 0,
		word = "喝了应该能变聪明吧……？",
		char_type = 0
	}
	pg.base.child2_word[3205405] = {
		id = 3205405,
		main_character_face = 0,
		word = "[奇遇摩卡]",
		char_type = 2
	}
	pg.base.child2_word[3205406] = {
		id = 3205406,
		main_character_face = 0,
		word = "不知为何，喝下后突然冒出了“好想去大冒险！”的念头。",
		char_type = 0
	}
	pg.base.child2_word[3205408] = {
		id = 3205408,
		main_character_face = 0,
		word = "[啾啾美式]",
		char_type = 2
	}
	pg.base.child2_word[3205409] = {
		id = 3205409,
		main_character_face = 0,
		word = "浑身充满干劲了！",
		char_type = 0
	}
	pg.base.child2_word[3205411] = {
		id = 3205411,
		main_character_face = 0,
		word = "[啾啾牛奶]",
		char_type = 2
	}
	pg.base.child2_word[3205412] = {
		id = 3205412,
		main_character_face = 0,
		word = "浑身充满干劲了！",
		char_type = 0
	}
	pg.base.child2_word[3205501] = {
		id = 3205501,
		main_character_face = 0,
		word = "能“预言”的拉花咖啡机神秘亮相：“预言咖啡，预言命运…”",
		char_type = 0
	}
	pg.base.child2_word[3205502] = {
		id = 3205502,
		main_character_face = 0,
		word = "[购买一杯命运拿铁]",
		char_type = 2
	}
	pg.base.child2_word[3205503] = {
		id = 3205503,
		main_character_face = 0,
		word = "解读：“今日宜冒险。”",
		char_type = 0
	}
	pg.base.child2_word[3205505] = {
		id = 3205505,
		main_character_face = 0,
		word = "解读：“今日宜学习。”",
		char_type = 0
	}
	pg.base.child2_word[3205507] = {
		id = 3205507,
		main_character_face = 0,
		word = "解读：“今日宜创业。”",
		char_type = 0
	}
	pg.base.child2_word[3205509] = {
		id = 3205509,
		main_character_face = 0,
		word = "[“预言一下我们会不会买”]",
		char_type = 2
	}
	pg.base.child2_word[3205510] = {
		id = 3205510,
		main_character_face = 0,
		word = "试图挑战咖啡机的“预言”，它的回复则是：“今日运势…不可泄露。”",
		char_type = 0
	}
	pg.base.child2_word[3205512] = {
		id = 3205512,
		main_character_face = 0,
		word = "[检查咖啡机]",
		char_type = 2
	}
	pg.base.child2_word[3205513] = {
		id = 3205513,
		main_character_face = 0,
		word = "查看了咖啡机的程序，发现所谓“预言”只是从几十个固定模板中随机选取一条。",
		char_type = 0
	}
	pg.base.child2_word[3205601] = {
		id = 3205601,
		main_character_face = 0,
		word = "咖啡馆挂出促销牌：“新品‘超能量’咖啡豆，限时5折！提神效果翻倍！”",
		char_type = 0
	}
	pg.base.child2_word[3205602] = {
		id = 3205602,
		main_character_face = 0,
		word = "[购买并立即冲泡一杯]",
		char_type = 2
	}
	pg.base.child2_word[3205603] = {
		id = 3205603,
		main_character_face = 0,
		word = "咖啡香气浓郁，一口下去精神百倍，行动力有所恢复！",
		char_type = 0
	}
	pg.base.child2_word[3205605] = {
		id = 3205605,
		main_character_face = 0,
		word = "[购买一包带回]",
		char_type = 2
	}
	pg.base.child2_word[3205606] = {
		id = 3205606,
		main_character_face = 0,
		word = "开心地买了一整包，回去仔细一看，发现保质期只剩最后三天。",
		char_type = 0
	}
	pg.base.child2_word[3205608] = {
		id = 3205608,
		main_character_face = 0,
		word = "[怀疑效果，选择普通咖啡]",
		char_type = 2
	}
	pg.base.child2_word[3205609] = {
		id = 3205609,
		main_character_face = 0,
		word = "最终还是选择了熟悉的普通咖啡。味道稳定可靠，心情不由变得愉悦。",
		char_type = 0
	}
	pg.base.child2_word[3205701] = {
		id = 3205701,
		main_character_face = 0,
		word = "一只啾啾丢失了它“祖传”的蜂蜜特调配方，急需帮助！",
		char_type = 0
	}
	pg.base.child2_word[3205702] = {
		id = 3205702,
		main_character_face = 0,
		word = "[在书架翻找]",
		char_type = 2
	}
	pg.base.child2_word[3205703] = {
		id = 3205703,
		main_character_face = 0,
		word = "找到了一张被当作书签的旧笔记！",
		char_type = 0
	}
	pg.base.child2_word[3205705] = {
		id = 3205705,
		main_character_face = 0,
		word = "[检查厨房角落]",
		char_type = 2
	}
	pg.base.child2_word[3205706] = {
		id = 3205706,
		main_character_face = 0,
		word = "只找到一些洒落的糖粒，别无所获。",
		char_type = 0
	}
	pg.base.child2_word[3205708] = {
		id = 3205708,
		main_character_face = 0,
		word = "[根据记忆尝试复现]",
		char_type = 2
	}
	pg.base.child2_word[3205709] = {
		id = 3205709,
		main_character_face = 0,
		word = "调出的饮品味道尚可，但啾啾说不是它记忆中的味道。",
		char_type = 0
	}
	pg.base.child2_word[3205711] = {
		id = 3205711,
		main_character_face = 0,
		word = "[询问其他啾啾]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3205712] = {
		id = 3205712,
		main_character_face = 0,
		word = "线索指向一个上锁的柜子。",
		char_type = 0
	}
	pg.base.child2_word[3205801] = {
		id = 3205801,
		main_character_face = 0,
		word = "为了研发一款无酒精饮料，艾普洛被邀请前去试喝并提供反馈，但她不擅长表述，于是来向我请教……",
		char_type = 0
	}
	pg.base.child2_word[3205802] = {
		id = 3205802,
		main_character_face = 0,
		word = "[仔细品味]",
		char_type = 2
	}
	pg.base.child2_word[3205803] = {
		id = 3205803,
		main_character_face = 0,
		word = "在品鉴时专注感受饮品的风味和口感层次，这让艾普洛得以提出关键建议，调整后的饮品大受欢迎。",
		char_type = 0
	}
	pg.base.child2_word[3205805] = {
		id = 3205805,
		main_character_face = 0,
		word = "[以不变应万变]",
		char_type = 2
	}
	pg.base.child2_word[3205806] = {
		id = 3205806,
		main_character_face = 0,
		word = "“挺好喝的”——评价真诚，但未能给出更多细节反馈。",
		char_type = 0
	}
	pg.base.child2_word[3205808] = {
		id = 3205808,
		main_character_face = 0,
		word = "[推荐给其他顾客啾试试]",
		char_type = 2
	}
	pg.base.child2_word[3205809] = {
		id = 3205809,
		main_character_face = 0,
		word = "由此收集到了更多样化的反馈和建议。",
		char_type = 0
	}
	pg.base.child2_word[3205901] = {
		id = 3205901,
		main_character_face = 0,
		word = "面前摆着不同的学习资料，需要确定一个学习起点。",
		char_type = 0
	}
	pg.base.child2_word[3205902] = {
		id = 3205902,
		main_character_face = 0,
		word = "[《物资获取指南——邪道篇》]",
		char_type = 2
	}
	pg.base.child2_word[3205903] = {
		id = 3205903,
		main_character_face = 0,
		word = "这种不传之秘居然会出现在学校图书馆吗……？",
		char_type = 0
	}
	pg.base.child2_word[3205905] = {
		id = 3205905,
		main_character_face = 0,
		word = "[《秘书舰的自我修养》]",
		char_type = 2
	}
	pg.base.child2_word[3205906] = {
		id = 3205906,
		main_character_face = 0,
		word = "艾普洛似乎对此很感兴趣，看得津津有味。",
		char_type = 0
	}
	pg.base.child2_word[3205908] = {
		id = 3205908,
		main_character_face = 0,
		word = "[《霸道指挥官爱上我》]",
		char_type = 2
	}
	pg.base.child2_word[3205909] = {
		id = 3205909,
		main_character_face = 0,
		word = "艾普洛涨红了脸假装不在意却偷偷借走了此书，很久之后才归还。",
		char_type = 0
	}
	pg.base.child2_word[3205911] = {
		id = 3205911,
		main_character_face = 0,
		word = "[《当我谈出击时，我谈些什么》]",
		char_type = 2
	}
	pg.base.child2_word[3205912] = {
		id = 3205912,
		main_character_face = 0,
		word = "艾普洛似乎看得相当专注，凑近一看才发现书都拿倒了。",
		char_type = 0
	}
	pg.base.child2_word[3206001] = {
		id = 3206001,
		main_character_face = 0,
		word = "图书馆的休息区，书架上几本标题引人注目。",
		char_type = 0
	}
	pg.base.child2_word[3206002] = {
		id = 3206002,
		main_character_face = 0,
		word = "[《海的那边》]",
		char_type = 2
	}
	pg.base.child2_word[3206003] = {
		id = 3206003,
		main_character_face = 0,
		word = "激发了冒险欲望，总有一天要去亲眼看看。",
		char_type = 0
	}
	pg.base.child2_word[3206005] = {
		id = 3206005,
		main_character_face = 0,
		word = "[《模拟小镇的致命程序漏洞》]",
		char_type = 2
	}
	pg.base.child2_word[3206006] = {
		id = 3206006,
		main_character_face = 0,
		word = "引发了深刻思考，但愿我们不是生活在游戏中。",
		char_type = 0
	}
	pg.base.child2_word[3206008] = {
		id = 3206008,
		main_character_face = 0,
		word = "[《大富啾理财指南》]",
		char_type = 2
	}
	pg.base.child2_word[3206009] = {
		id = 3206009,
		main_character_face = 0,
		word = "读起来有趣，但感觉不太靠谱。",
		char_type = 0
	}
	pg.base.child2_word[3206101] = {
		id = 3206101,
		main_character_face = 0,
		word = "图书馆计划开发一款录入了“无限知识”的移动硬盘，据说只要能看完硬盘内的全部内容，就能成为世界上最聪明的人。收到试用邀请的艾普洛有些犹豫不决，你决定……",
		char_type = 0
	}
	pg.base.child2_word[3206102] = {
		id = 3206102,
		main_character_face = 0,
		word = "[开始摄入知识！]",
		char_type = 2
	}
	pg.base.child2_word[3206103] = {
		id = 3206103,
		main_character_face = 0,
		word = "海量知识涌入艾普洛的脑海，她的脸不一会就变得通红，应该是知识过载了吧……？",
		char_type = 0
	}
	pg.base.child2_word[3206105] = {
		id = 3206105,
		main_character_face = 0,
		word = "[选择性学习]",
		char_type = 2
	}
	pg.base.child2_word[3206106] = {
		id = 3206106,
		main_character_face = 0,
		word = "艾普洛在你的帮助下选择性地了解了一些知识，让心智保持清明。",
		char_type = 0
	}
	pg.base.child2_word[3206201] = {
		id = 3206201,
		main_character_face = 0,
		word = "和艾普洛一起路过街上的开放式舞台，舞台上亮起的招牌上写着“欢迎展示你的声音！”，这似乎让她产生了一些兴趣。",
		char_type = 0
	}
	pg.base.child2_word[3206202] = {
		id = 3206202,
		main_character_face = 0,
		word = "[鼓励艾普洛上台表演]",
		char_type = 2
	}
	pg.base.child2_word[3206203] = {
		id = 3206203,
		main_character_face = 0,
		word = "在你的鼓励下，艾普洛登台唱了一首旋律优美的歌谣，独特的嗓音吸引来了不少掌声。",
		char_type = 0
	}
	pg.base.child2_word[3206205] = {
		id = 3206205,
		main_character_face = 0,
		word = "[与艾普洛合唱]",
		char_type = 2
	}
	pg.base.child2_word[3206206] = {
		id = 3206206,
		main_character_face = 0,
		word = "选择一首艾普洛也会的歌曲进行合唱。虽然偶尔走调，但默契地配合让整个过程充满欢乐。",
		char_type = 0
	}
	pg.base.child2_word[3206208] = {
		id = 3206208,
		main_character_face = 0,
		word = "[点播一首高难度歌曲]",
		char_type = 2
	}
	pg.base.child2_word[3206209] = {
		id = 3206209,
		main_character_face = 0,
		word = "点了首以高音而闻名的经典歌曲，艾普洛尝试挑战，险些破音却还是成功完成挑战。",
		char_type = 0
	}
	pg.base.child2_word[3206301] = {
		id = 3206301,
		main_character_face = 0,
		word = "星探啾找到艾普洛，递上一份光鲜的合约：“签了它，你就是明星！所有资源都归你！”但合约末尾那行收益分成的小字，却透露出不一样的信息。",
		char_type = 0
	}
	pg.base.child2_word[3206302] = {
		id = 3206302,
		main_character_face = 0,
		word = "[拒绝合约]",
		char_type = 2
	}
	pg.base.child2_word[3206303] = {
		id = 3206303,
		main_character_face = 0,
		word = "当下的道路更加艰难，也更加自由，艾普洛取得的所有成果都将属于她自己。",
		char_type = 0
	}
	pg.base.child2_word[3206305] = {
		id = 3206305,
		main_character_face = 0,
		word = "[接受合约]",
		char_type = 2
	}
	pg.base.child2_word[3206306] = {
		id = 3206306,
		main_character_face = 0,
		word = "艾普洛一夜爆红，账户涌入大笔预付款。但之后的创作收益，却大部分都进入了公司的账户。",
		char_type = 0
	}
	pg.base.child2_word[3206308] = {
		id = 3206308,
		main_character_face = 0,
		word = "[尝试谈判]",
		char_type = 2
	}
	pg.base.child2_word[3206309] = {
		id = 3206309,
		main_character_face = 0,
		word = "你们仔细研究了法律条款，找到了谈判的筹码，最终谈妥了分成比例。虽然进账不算很多，但更值得长线经营。",
		char_type = 0
	}
	pg.base.child2_word[3206401] = {
		id = 3206401,
		main_character_face = 0,
		word = "艾普洛在实验室中发现一台布满灰尘的机器，机器名牌上写着“知识灌注机——无需努力就能获得知识，风险为….”后面的字看不清楚了。艾普洛似乎非常有兴趣，要冒险使用一下吗？",
		char_type = 0
	}
	pg.base.child2_word[3206402] = {
		id = 3206402,
		main_character_face = 0,
		word = "[鼓励尝试]",
		char_type = 2
	}
	pg.base.child2_word[3206403] = {
		id = 3206403,
		main_character_face = 0,
		word = "艾普洛感受到了知识的涌入，但据她所说，新知识还未在她脑海里站稳脚跟，就被快速遗忘了。",
		char_type = 0
	}
	pg.base.child2_word[3206405] = {
		id = 3206405,
		main_character_face = 0,
		word = "[研究运作原理]",
		char_type = 2
	}
	pg.base.child2_word[3206406] = {
		id = 3206406,
		main_character_face = 0,
		word = "在仔细分析了设备的结构和使用说明之后，艾普洛也有所进步。",
		char_type = 0
	}
	pg.base.child2_word[3206501] = {
		id = 3206501,
		main_character_face = 0,
		word = "学院准备将一批已经数字化的旧书送入销毁程序，其中不乏一些绝版的纸质文献。艾普洛的目光停留在书堆上，隐隐流露出不舍。",
		char_type = 0
	}
	pg.base.child2_word[3206502] = {
		id = 3206502,
		main_character_face = 0,
		word = "[暂停销毁流程]",
		char_type = 2
	}
	pg.base.child2_word[3206503] = {
		id = 3206503,
		main_character_face = 0,
		word = "经过一番沟通，这批书的历史价值得到确认。流程暂停，旧书最终被移入特别收藏室。",
		char_type = 0
	}
	pg.base.child2_word[3206505] = {
		id = 3206505,
		main_character_face = 0,
		word = "[伺机抢救一部分旧书]",
		char_type = 2
	}
	pg.base.child2_word[3206506] = {
		id = 3206506,
		main_character_face = 0,
		word = "眼疾手快地抢救出几册品相尚好的旧书，艾普洛对此非常感激。后来，这些书确实展现了意想不到的价值。",
		char_type = 0
	}
	pg.base.child2_word[3206508] = {
		id = 3206508,
		main_character_face = 0,
		word = "[任由其销毁]",
		char_type = 2
	}
	pg.base.child2_word[3206509] = {
		id = 3206509,
		main_character_face = 0,
		word = "书的载体并不重要，重要的是知识本身。这番发言似乎让艾普洛有些失落……",
		char_type = 0
	}
	pg.base.child2_word[3206601] = {
		id = 3206601,
		main_character_face = 0,
		word = "艾普洛在学院举办的体育竞赛中惨败，我准备……",
		char_type = 0
	}
	pg.base.child2_word[3206602] = {
		id = 3206602,
		main_character_face = 0,
		word = "[帮她复盘]",
		char_type = 2
	}
	pg.base.child2_word[3206603] = {
		id = 3206603,
		main_character_face = 0,
		word = "艾普洛深刻认识到全面发展的重要性。",
		char_type = 0
	}
	pg.base.child2_word[3206605] = {
		id = 3206605,
		main_character_face = 0,
		word = "[训练量加倍]",
		char_type = 2
	}
	pg.base.child2_word[3206606] = {
		id = 3206606,
		main_character_face = 0,
		word = "高强度的训练，让艾普洛的身体有些吃不消。",
		char_type = 0
	}
	pg.base.child2_word[3206608] = {
		id = 3206608,
		main_character_face = 0,
		word = "[请教胜者]",
		char_type = 2
	}
	pg.base.child2_word[3206609] = {
		id = 3206609,
		main_character_face = 0,
		word = "艾普洛获得了宝贵的实践心得。",
		char_type = 0
	}
	pg.base.child2_word[3206611] = {
		id = 3206611,
		main_character_face = 0,
		word = "[认定比赛有黑幕]",
		char_type = 2
	}
	pg.base.child2_word[3206612] = {
		id = 3206612,
		main_character_face = 0,
		word = "调查了一圈却毫无证据，艾普洛也陷入沮丧。",
		char_type = 0
	}
	pg.base.child2_word[3206701] = {
		id = 3206701,
		main_character_face = 0,
		word = "第3届啾啾杯知识竞赛开始了！艾普洛有些跃跃欲试。",
		char_type = 0
	}
	pg.base.child2_word[3206702] = {
		id = 3206702,
		main_character_face = 0,
		word = "[全力助赛]",
		char_type = 2
	}
	pg.base.child2_word[3206703] = {
		id = 3206703,
		main_character_face = 0,
		word = "在学习和生活中全力协助艾普洛。",
		char_type = 0
	}
	pg.base.child2_word[3206705] = {
		id = 3206705,
		main_character_face = 0,
		word = "[协助复习]",
		char_type = 2
	}
	pg.base.child2_word[3206706] = {
		id = 3206706,
		main_character_face = 0,
		word = "传授自己的学习方法，艾普洛边听边记笔记。",
		char_type = 0
	}
	pg.base.child2_word[3206708] = {
		id = 3206708,
		main_character_face = 0,
		word = "[提供精神支持]",
		char_type = 2
	}
	pg.base.child2_word[3206709] = {
		id = 3206709,
		main_character_face = 0,
		word = "艾普洛充满了决心！",
		char_type = 0
	}
	pg.base.child2_word[3206801] = {
		id = 3206801,
		main_character_face = 0,
		word = "路边出现了一台造型奇特的自动贩卖机，机身的标签上写着“惊喜改良版！试试你的手气！”",
		char_type = 0
	}
	pg.base.child2_word[3206802] = {
		id = 3206802,
		main_character_face = 0,
		word = "[投入硬币购买“神秘饮料”]",
		char_type = 2
	}
	pg.base.child2_word[3206803] = {
		id = 3206803,
		main_character_face = 0,
		word = "得到了一罐不断变换颜色的液体。艾普洛小心地尝了一口，表情从疑惑变为惊喜，一股奇妙的活力涌了上来！",
		char_type = 0
	}
	pg.base.child2_word[3206805] = {
		id = 3206805,
		main_character_face = 0,
		word = "[购买“未来科技玩具”]",
		char_type = 2
	}
	pg.base.child2_word[3206806] = {
		id = 3206806,
		main_character_face = 0,
		word = "拿到了一对号称能斩断因果律的……彩色隐形眼镜？艾普洛试用了下，发现它只是能让视野变得更蓝一些。",
		char_type = 0
	}
	pg.base.child2_word[3206808] = {
		id = 3206808,
		main_character_face = 0,
		word = "[购买“免费纪念贴纸套装”]",
		char_type = 2
	}
	pg.base.child2_word[3206809] = {
		id = 3206809,
		main_character_face = 0,
		word = "得到了一套印有此地风景的精致贴纸。我们一起把贴纸贴在了纪念手册上，留下了美好的回忆。",
		char_type = 0
	}
	pg.base.child2_word[3206901] = {
		id = 3206901,
		main_character_face = 0,
		word = "音浪市集和往日一样喧嚣吵闹，艾普洛努力侧耳倾听，也只能听清我说的只言片语。",
		char_type = 0
	}
	pg.base.child2_word[3206902] = {
		id = 3206902,
		main_character_face = 0,
		word = "[将音量调低]",
		char_type = 2
	}
	pg.base.child2_word[3206903] = {
		id = 3206903,
		main_character_face = 0,
		word = "协商后调低了舞台上的音响音量，虽然气氛没那么嗨，但对耳膜显著友好了许多。",
		char_type = 0
	}
	pg.base.child2_word[3206905] = {
		id = 3206905,
		main_character_face = 0,
		word = "[看口型猜内容]",
		char_type = 2
	}
	pg.base.child2_word[3206906] = {
		id = 3206906,
		main_character_face = 0,
		word = "为了更方便观察口型，我们将脸贴得距离彼此更近。",
		char_type = 0
	}
	pg.base.child2_word[3206908] = {
		id = 3206908,
		main_character_face = 0,
		word = "[快步离开此地]",
		char_type = 2
	}
	pg.base.child2_word[3206909] = {
		id = 3206909,
		main_character_face = 0,
		word = "为了保护听力，还是快些离开比较好。",
		char_type = 0
	}
	pg.base.child2_word[3207001] = {
		id = 3207001,
		main_character_face = 0,
		word = "售卖复古物品的摊位前，一张封面模糊的唱片吸引了艾普洛的注意。唱片旁的标注是：“这音乐很特别”。",
		char_type = 0
	}
	pg.base.child2_word[3207002] = {
		id = 3207002,
		main_character_face = 0,
		word = "[购买并播放]",
		char_type = 2
	}
	pg.base.child2_word[3207003] = {
		id = 3207003,
		main_character_face = 0,
		word = "唱片机播放着空灵缥缈的旋律，艾普洛的思绪仿佛被引向未知维度，创意悄然萌发。",
		char_type = 0
	}
	pg.base.child2_word[3207005] = {
		id = 3207005,
		main_character_face = 0,
		word = "[视为骗局]",
		char_type = 2
	}
	pg.base.child2_word[3207006] = {
		id = 3207006,
		main_character_face = 0,
		word = "这大概只是营销噱头，后来却听闻，这段旋律竟然催生出了震撼世人的惊世杰作。",
		char_type = 0
	}
	pg.base.child2_word[3207008] = {
		id = 3207008,
		main_character_face = 0,
		word = "[只试听一小段]",
		char_type = 2
	}
	pg.base.child2_word[3207009] = {
		id = 3207009,
		main_character_face = 0,
		word = "试听了30秒。旋律确实独特，却不足以激发深层灵感。",
		char_type = 0
	}
	pg.base.child2_word[3207101] = {
		id = 3207101,
		main_character_face = 0,
		word = "音乐节门票昂贵，但嘉宾阵容非常豪华。",
		char_type = 0
	}
	pg.base.child2_word[3207102] = {
		id = 3207102,
		main_character_face = 0,
		word = "[购买门票参加]",
		char_type = 2
	}
	pg.base.child2_word[3207103] = {
		id = 3207103,
		main_character_face = 0,
		word = "享受了顶级视听盛宴，并获得了一些纪念品。",
		char_type = 0
	}
	pg.base.child2_word[3207105] = {
		id = 3207105,
		main_character_face = 0,
		word = "[在会场外免费聆听]",
		char_type = 2
	}
	pg.base.child2_word[3207106] = {
		id = 3207106,
		main_character_face = 0,
		word = "音效虽差，却别有一番风味。",
		char_type = 0
	}
	pg.base.child2_word[3207108] = {
		id = 3207108,
		main_character_face = 0,
		word = "[报名成为志愿者]",
		char_type = 2
	}
	pg.base.child2_word[3207109] = {
		id = 3207109,
		main_character_face = 0,
		word = "免费入场，还获得了志愿者酬劳！",
		char_type = 0
	}
	pg.base.child2_word[3207111] = {
		id = 3207111,
		main_character_face = 0,
		word = "[认为不值，去别处闲逛]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3207112] = {
		id = 3207112,
		main_character_face = 0,
		word = "省下了硬币，但似乎错过了什么。",
		char_type = 0
	}
	pg.base.child2_word[3207201] = {
		id = 3207201,
		main_character_face = 0,
		word = "市集遇到的乐手啾希望艾普洛为它的新歌取名……",
		char_type = 0
	}
	pg.base.child2_word[3207202] = {
		id = 3207202,
		main_character_face = 0,
		word = "[《忍心的感啾》]",
		char_type = 2
	}
	pg.base.child2_word[3207203] = {
		id = 3207203,
		main_character_face = 0,
		word = "你说你不忍心，不忍心吃掉这一种感啾~",
		char_type = 0
	}
	pg.base.child2_word[3207205] = {
		id = 3207205,
		main_character_face = 0,
		word = "[《独行的啾天》]",
		char_type = 2
	}
	pg.base.child2_word[3207206] = {
		id = 3207206,
		main_character_face = 0,
		word = "关于成长的每一天，都是啾的心情、啾的感言、啾说不口的誓言~",
		char_type = 0
	}
	pg.base.child2_word[3207301] = {
		id = 3207301,
		main_character_face = 0,
		word = "市集遇到的歌手啾希望艾普洛为它的新歌填词……",
		char_type = 0
	}
	pg.base.child2_word[3207302] = {
		id = 3207302,
		main_character_face = 0,
		word = "[选择文艺风格]",
		char_type = 2
	}
	pg.base.child2_word[3207303] = {
		id = 3207303,
		main_character_face = 0,
		word = "意境优美，赞！",
		char_type = 0
	}
	pg.base.child2_word[3207305] = {
		id = 3207305,
		main_character_face = 0,
		word = "[选择流行风格]",
		char_type = 2
	}
	pg.base.child2_word[3207306] = {
		id = 3207306,
		main_character_face = 0,
		word = "传唱度高，赞！",
		char_type = 0
	}
	pg.base.child2_word[3207308] = {
		id = 3207308,
		main_character_face = 0,
		word = "[选择小众风格]",
		char_type = 2
	}
	pg.base.child2_word[3207309] = {
		id = 3207309,
		main_character_face = 0,
		word = "前所未有的先锋态度，赞！",
		char_type = 0
	}
	pg.base.child2_word[3207311] = {
		id = 3207311,
		main_character_face = 0,
		word = "[选择拼接风格]",
		char_type = 2
	}
	pg.base.child2_word[3207312] = {
		id = 3207312,
		main_character_face = 0,
		word = "所有风格全都要，赞！",
		char_type = 0
	}
	pg.base.child2_word[3207401] = {
		id = 3207401,
		main_character_face = 0,
		word = "音乐教室里，严谨的古典乐派与自由的嘻哈乐派都很欢迎艾普洛加入。",
		char_type = 0
	}
	pg.base.child2_word[3207402] = {
		id = 3207402,
		main_character_face = 0,
		word = "[加入古典乐派]",
		char_type = 2
	}
	pg.base.child2_word[3207403] = {
		id = 3207403,
		main_character_face = 0,
		word = "在严格的重复练习中巩固了基础，过程枯燥却是必要。",
		char_type = 0
	}
	pg.base.child2_word[3207405] = {
		id = 3207405,
		main_character_face = 0,
		word = "[加入嘻哈乐派]",
		char_type = 2
	}
	pg.base.child2_word[3207406] = {
		id = 3207406,
		main_character_face = 0,
		word = "随性而发的演奏虽然缺乏章法，却洋溢着纯粹的快乐。",
		char_type = 0
	}
	pg.base.child2_word[3207408] = {
		id = 3207408,
		main_character_face = 0,
		word = "[尝试融合两种方法]",
		char_type = 2
	}
	pg.base.child2_word[3207409] = {
		id = 3207409,
		main_character_face = 0,
		word = "在规则与灵感间找到平衡，创造出新颖而和谐的表达。",
		char_type = 0
	}
	pg.base.child2_word[3207501] = {
		id = 3207501,
		main_character_face = 0,
		word = "演出表演在即，艾普洛急需一把合适的乐器。我找到了一处乐器租赁店，店旁的标牌上写着：“租用大师级乐器，瞬间提升演奏表现力！只要一点点租金！”",
		char_type = 0
	}
	pg.base.child2_word[3207502] = {
		id = 3207502,
		main_character_face = 0,
		word = "[租赁“大师级”乐器]",
		char_type = 2
	}
	pg.base.child2_word[3207503] = {
		id = 3207503,
		main_character_face = 0,
		word = "琴音悠扬婉转，艾普洛的演奏感染力倍增，吸引了大量打赏。",
		char_type = 0
	}
	pg.base.child2_word[3207505] = {
		id = 3207505,
		main_character_face = 0,
		word = "[租赁“高级”乐器]",
		char_type = 2
	}
	pg.base.child2_word[3207506] = {
		id = 3207506,
		main_character_face = 0,
		word = "虽然音准略有问题，但艾普洛还是凭借高超的演奏技巧引来阵阵叫好。",
		char_type = 0
	}
	pg.base.child2_word[3207508] = {
		id = 3207508,
		main_character_face = 0,
		word = "[租赁“普通”乐器]",
		char_type = 2
	}
	pg.base.child2_word[3207509] = {
		id = 3207509,
		main_character_face = 0,
		word = "演奏效果有限，却还是为艾普洛的表演增添了一些趣味。",
		char_type = 0
	}
	pg.base.child2_word[3207601] = {
		id = 3207601,
		main_character_face = 0,
		word = "音乐会开幕在即，要带领艾普洛以什么状态参赛？",
		char_type = 0
	}
	pg.base.child2_word[3207602] = {
		id = 3207602,
		main_character_face = 0,
		word = "[勤加练习]",
		char_type = 2
	}
	pg.base.child2_word[3207603] = {
		id = 3207603,
		main_character_face = 0,
		word = "日复一日的勤勉排练，换来了一场流畅而动人的演出。",
		char_type = 0
	}
	pg.base.child2_word[3207605] = {
		id = 3207605,
		main_character_face = 0,
		word = "[临时抱佛脚]",
		char_type = 2
	}
	pg.base.child2_word[3207606] = {
		id = 3207606,
		main_character_face = 0,
		word = "上台演奏时果然漏弹了几个音，好在观众掌声还算宽容。",
		char_type = 0
	}
	pg.base.child2_word[3207608] = {
		id = 3207608,
		main_character_face = 0,
		word = "[放弃表演]",
		char_type = 2
	}
	pg.base.child2_word[3207609] = {
		id = 3207609,
		main_character_face = 0,
		word = "放弃了风险，当然也失去了一次机遇。",
		char_type = 0
	}
	pg.base.child2_word[3207701] = {
		id = 3207701,
		main_character_face = 0,
		word = "艾普洛想和我讨论，能否用程序写出所有音符的排列组合，以此穷尽所有歌曲？",
		char_type = 0
	}
	pg.base.child2_word[3207702] = {
		id = 3207702,
		main_character_face = 0,
		word = "[或许可以]",
		char_type = 2
	}
	pg.base.child2_word[3207703] = {
		id = 3207703,
		main_character_face = 0,
		word = "从理论上来说是可以的，旋律的组合终究有限。艾普洛听完点了点头，眼中闪过理性的光彩。",
		char_type = 0
	}
	pg.base.child2_word[3207705] = {
		id = 3207705,
		main_character_face = 0,
		word = "[或许不能]",
		char_type = 2
	}
	pg.base.child2_word[3207706] = {
		id = 3207706,
		main_character_face = 0,
		word = "从实际角度不一定能行，音乐更多是创作者当时心境或状态的表达。艾普洛若有所思，眼中带上了一抹憧憬。",
		char_type = 0
	}
	pg.base.child2_word[3207708] = {
		id = 3207708,
		main_character_face = 0,
		word = "[停止讨论]",
		char_type = 2
	}
	pg.base.child2_word[3207709] = {
		id = 3207709,
		main_character_face = 0,
		word = "讨论就此轻轻搁置。",
		char_type = 0
	}
	pg.base.child2_word[3207801] = {
		id = 3207801,
		main_character_face = 0,
		word = "今天练习什么乐器呢？",
		char_type = 0
	}
	pg.base.child2_word[3207802] = {
		id = 3207802,
		main_character_face = 0,
		word = "[弦乐器]",
		char_type = 2
	}
	pg.base.child2_word[3207803] = {
		id = 3207803,
		main_character_face = 0,
		word = "琴弦颤动，音色优美和谐~",
		char_type = 0
	}
	pg.base.child2_word[3207805] = {
		id = 3207805,
		main_character_face = 0,
		word = "[打击乐]",
		char_type = 2
	}
	pg.base.child2_word[3207806] = {
		id = 3207806,
		main_character_face = 0,
		word = "鼓点铿锵，极强的节奏感~",
		char_type = 0
	}
	pg.base.child2_word[3207808] = {
		id = 3207808,
		main_character_face = 0,
		word = "[电子乐]",
		char_type = 2
	}
	pg.base.child2_word[3207809] = {
		id = 3207809,
		main_character_face = 0,
		word = "前卫新潮，可见未来轮廓~",
		char_type = 0
	}
	pg.base.child2_word[3207811] = {
		id = 3207811,
		main_character_face = 0,
		word = "[管乐器]",
		char_type = 2
	}
	pg.base.child2_word[3207812] = {
		id = 3207812,
		main_character_face = 0,
		word = "气息悠扬，旋律悠远绵长~",
		char_type = 0
	}
	pg.base.child2_word[3207901] = {
		id = 3207901,
		main_character_face = 0,
		word = "参观影像工作室的过程中，艾普洛似乎对摄影产生了一丝兴趣。现在，音乐和剧本都已经就位，该和艾普洛讨论具体的拍摄方式了……",
		char_type = 0
	}
	pg.base.child2_word[3207902] = {
		id = 3207902,
		main_character_face = 0,
		word = "[实景拍摄，追求自然光影]",
		char_type = 2
	}
	pg.base.child2_word[3207903] = {
		id = 3207903,
		main_character_face = 0,
		word = "带领艾普洛奔赴多个户外取景地，追逐日出与日落。过程辛苦，但成片的质感无比真实动人，每一帧都充满了故事感。",
		char_type = 0
	}
	pg.base.child2_word[3207905] = {
		id = 3207905,
		main_character_face = 0,
		word = "[绿幕拍摄，后期合成万能]",
		char_type = 2
	}
	pg.base.child2_word[3207906] = {
		id = 3207906,
		main_character_face = 0,
		word = "指挥艾普洛在室内绿幕前完成了所有表演，后期交由特效自由发挥。虽然省去了奔波，但表演时需要更强的想象力。",
		char_type = 0
	}
	pg.base.child2_word[3207908] = {
		id = 3207908,
		main_character_face = 0,
		word = "[尝试“一镜到底”的挑战]",
		char_type = 2
	}
	pg.base.child2_word[3207909] = {
		id = 3207909,
		main_character_face = 0,
		word = "选择高难度长镜头企划，从室内到室外一气呵成。经历了数次重拍后终于成功，带来的成就感和视觉冲击是无与伦比的。",
		char_type = 0
	}
	pg.base.child2_word[3208001] = {
		id = 3208001,
		main_character_face = 0,
		word = "啾啾热情地帮艾普洛拍了一组精美合影，结束时却亮出价目牌：“底片每张1枚硬币，打包价10枚硬币，拒不支付者上榜公示！”",
		char_type = 0
	}
	pg.base.child2_word[3208002] = {
		id = 3208002,
		main_character_face = 0,
		word = "[付钱消灾]",
		char_type = 2
	}
	pg.base.child2_word[3208003] = {
		id = 3208003,
		main_character_face = 0,
		word = "照片拍得确实不错，只是在接过相册时，和艾普洛交换了一个心照不宣的无奈表情。",
		char_type = 0
	}
	pg.base.child2_word[3208005] = {
		id = 3208005,
		main_character_face = 0,
		word = "[拒绝支付]",
		char_type = 2
	}
	pg.base.child2_word[3208006] = {
		id = 3208006,
		main_character_face = 0,
		word = "坚决不向这种敲诈妥协，艾普洛见状也挺直了腰板，眼神跟着坚定起来。",
		char_type = 0
	}
	pg.base.child2_word[3208008] = {
		id = 3208008,
		main_character_face = 0,
		word = "[要求监察介入]",
		char_type = 2
	}
	pg.base.child2_word[3208009] = {
		id = 3208009,
		main_character_face = 0,
		word = "作势要呼叫监管者，啾啾立刻怂了，最后免费赠送两张照片，并匆匆收走了其余底片。",
		char_type = 0
	}
	pg.base.child2_word[3208101] = {
		id = 3208101,
		main_character_face = 0,
		word = "收到一份想使用艾普洛照片来代言“活力饮料”的广告邀约。",
		char_type = 0
	}
	pg.base.child2_word[3208102] = {
		id = 3208102,
		main_character_face = 0,
		word = "[同意并收取报酬]",
		char_type = 2
	}
	pg.base.child2_word[3208103] = {
		id = 3208103,
		main_character_face = 0,
		word = "获得一笔肖像授权费。此后艾普洛偶尔会被认出，她似乎并不讨厌这种情况。",
		char_type = 0
	}
	pg.base.child2_word[3208105] = {
		id = 3208105,
		main_character_face = 0,
		word = "[先试一下产品]",
		char_type = 2
	}
	pg.base.child2_word[3208106] = {
		id = 3208106,
		main_character_face = 0,
		word = "饮料口味平平，随后婉拒了这次合作。",
		char_type = 0
	}
	pg.base.child2_word[3208108] = {
		id = 3208108,
		main_character_face = 0,
		word = "[断然拒绝]",
		char_type = 2
	}
	pg.base.child2_word[3208109] = {
		id = 3208109,
		main_character_face = 0,
		word = "艾普洛的隐私得到了妥善的保护。",
		char_type = 0
	}
	pg.base.child2_word[3208201] = {
		id = 3208201,
		main_character_face = 0,
		word = "带艾普洛来拍双人写真了，摆什么姿势好呢？",
		char_type = 0
	}
	pg.base.child2_word[3208202] = {
		id = 3208202,
		main_character_face = 0,
		word = "[双手放在背后]",
		char_type = 2
	}
	pg.base.child2_word[3208203] = {
		id = 3208203,
		main_character_face = 0,
		word = "艾普洛努力摆出了成熟大人的模样，虽然还是略显稚嫩。",
		char_type = 0
	}
	pg.base.child2_word[3208205] = {
		id = 3208205,
		main_character_face = 0,
		word = "[剪刀手]",
		char_type = 2
	}
	pg.base.child2_word[3208206] = {
		id = 3208206,
		main_character_face = 0,
		word = "艾普洛开心地比出了经典姿势，状态相当放松。",
		char_type = 0
	}
	pg.base.child2_word[3208208] = {
		id = 3208208,
		main_character_face = 0,
		word = "[啾啾立]",
		char_type = 2
	}
	pg.base.child2_word[3208209] = {
		id = 3208209,
		main_character_face = 0,
		word = "艾普洛努力模仿着夸张的定格姿势，虽然有点摇摇晃晃，但气势十足。",
		char_type = 0
	}
	pg.base.child2_word[3208301] = {
		id = 3208301,
		main_character_face = 0,
		word = "顺利完成拍摄！选择什么修图工具呢？",
		char_type = 0
	}
	pg.base.child2_word[3208302] = {
		id = 3208302,
		main_character_face = 0,
		word = "[专业工具]",
		char_type = 2
	}
	pg.base.child2_word[3208303] = {
		id = 3208303,
		main_character_face = 0,
		word = "教导艾普洛一点点完成了后期工作，效果果然很精美！",
		char_type = 0
	}
	pg.base.child2_word[3208305] = {
		id = 3208305,
		main_character_face = 0,
		word = "[自动化工具]",
		char_type = 2
	}
	pg.base.child2_word[3208306] = {
		id = 3208306,
		main_character_face = 0,
		word = "图片导入再导出，成片虽然好看却缺乏一些个性。",
		char_type = 0
	}
	pg.base.child2_word[3208401] = {
		id = 3208401,
		main_character_face = 0,
		word = "镜屋内光影迷离，一只引导啾也迷失了方位，不时被撞得东倒西歪。",
		char_type = 0
	}
	pg.base.child2_word[3208402] = {
		id = 3208402,
		main_character_face = 0,
		word = "[带领引导啾离开]",
		char_type = 2
	}
	pg.base.child2_word[3208403] = {
		id = 3208403,
		main_character_face = 0,
		word = "运用几何知识和超强方向感，历经波折终于带着引导啾离开镜屋，成就感满满。",
		char_type = 0
	}
	pg.base.child2_word[3208405] = {
		id = 3208405,
		main_character_face = 0,
		word = "[寻求帮助]",
		char_type = 2
	}
	pg.base.child2_word[3208406] = {
		id = 3208406,
		main_character_face = 0,
		word = "迷路的时候向监控大声呼救，最终在其他引导啾的帮助下顺利脱身。",
		char_type = 0
	}
	pg.base.child2_word[3208501] = {
		id = 3208501,
		main_character_face = 0,
		word = "艾普洛报名了游乐园里的双人挑战活动。按照规则，我需要在固定位置指挥艾普洛闯关。",
		char_type = 0
	}
	pg.base.child2_word[3208502] = {
		id = 3208502,
		main_character_face = 0,
		word = "[引导解密]",
		char_type = 2
	}
	pg.base.child2_word[3208503] = {
		id = 3208503,
		main_character_face = 0,
		word = "艾普洛顺利规避了所有恶意满满的陷阱，最终成功通关！",
		char_type = 0
	}
	pg.base.child2_word[3208505] = {
		id = 3208505,
		main_character_face = 0,
		word = "[物理突破]",
		char_type = 2
	}
	pg.base.child2_word[3208506] = {
		id = 3208506,
		main_character_face = 0,
		word = "遇到困难就要克服困难，虽然采用了非常规操作，好在最后还是顺利通关！",
		char_type = 0
	}
	pg.base.child2_word[3208601] = {
		id = 3208601,
		main_character_face = 0,
		word = "艾普洛在游乐场里遇到了一只和家人走丢的小啾。",
		char_type = 0
	}
	pg.base.child2_word[3208602] = {
		id = 3208602,
		main_character_face = 0,
		word = "[广播寻人]",
		char_type = 2
	}
	pg.base.child2_word[3208603] = {
		id = 3208603,
		main_character_face = 0,
		word = "广播播出不久后，啾啾家人就找了过来，并为艾普洛送来一面感谢锦旗。",
		char_type = 0
	}
	pg.base.child2_word[3208605] = {
		id = 3208605,
		main_character_face = 0,
		word = "[交给警察啾]",
		char_type = 2
	}
	pg.base.child2_word[3208606] = {
		id = 3208606,
		main_character_face = 0,
		word = "不久后，警察啾就找到了啾啾家长，并为艾普洛送来一面感谢锦旗。",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[3208608] = {
		id = 3208608,
		main_character_face = 0,
		word = "[带着啾啾寻找家人]",
		char_type = 2
	}
	pg.base.child2_word[3208609] = {
		id = 3208609,
		main_character_face = 0,
		word = "花了些时间边走边问，终于找到了啾啾家长，并被赠送了一面感谢锦旗。",
		char_type = 0
	}
	pg.base.child2_word[3208701] = {
		id = 3208701,
		main_character_face = 0,
		word = "书店正在举办读书马拉松，挑战专注阅读的极限。艾普洛前来征求我的参赛建议……",
		char_type = 0
	}
	pg.base.child2_word[3208702] = {
		id = 3208702,
		main_character_face = 0,
		word = "[沉浸式阅读小说]",
		char_type = 2
	}
	pg.base.child2_word[3208703] = {
		id = 3208703,
		main_character_face = 0,
		word = "进入精彩的故事世界，艾普洛感到时间飞逝。",
		char_type = 0
	}
	pg.base.child2_word[3208705] = {
		id = 3208705,
		main_character_face = 0,
		word = "[阅读艰深的学术著作]",
		char_type = 2
	}
	pg.base.child2_word[3208706] = {
		id = 3208706,
		main_character_face = 0,
		word = "文字晦涩如攀陡坡，却让艾普洛的理解力有所突破。",
		char_type = 0
	}
	pg.base.child2_word[3208708] = {
		id = 3208708,
		main_character_face = 0,
		word = "[中途离开]",
		char_type = 2
	}
	pg.base.child2_word[3208709] = {
		id = 3208709,
		main_character_face = 0,
		word = "虽然被取消资格，但艾普洛呼吸到户外新鲜空气的时候，明显放松了许多。",
		char_type = 0
	}
	pg.base.child2_word[3208801] = {
		id = 3208801,
		main_character_face = 0,
		word = "艾普洛偶然翻到一本封面腐朽褪色的古书，我的建议是……",
		char_type = 0
	}
	pg.base.child2_word[3208802] = {
		id = 3208802,
		main_character_face = 0,
		word = "[认真阅读]",
		char_type = 2
	}
	pg.base.child2_word[3208803] = {
		id = 3208803,
		main_character_face = 0,
		word = "扉页展开，古老的智慧渡过时间长河，缓缓流淌而来……",
		char_type = 0
	}
	pg.base.child2_word[3208805] = {
		id = 3208805,
		main_character_face = 0,
		word = "[粗略翻阅]",
		char_type = 2
	}
	pg.base.child2_word[3208806] = {
		id = 3208806,
		main_character_face = 0,
		word = "随手翻过几页——有些记载过分晦涩难懂，不必过于认真。",
		char_type = 0
	}
	pg.base.child2_word[3208808] = {
		id = 3208808,
		main_character_face = 0,
		word = "[购买收藏]",
		char_type = 2
	}
	pg.base.child2_word[3208809] = {
		id = 3208809,
		main_character_face = 0,
		word = "买了就是看了！当然，艾普洛一定会看的……吧？",
		char_type = 0
	}
	pg.base.child2_word[3208811] = {
		id = 3208811,
		main_character_face = 0,
		word = "[置之不理]",
		char_type = 2
	}
	pg.base.child2_word[3208812] = {
		id = 3208812,
		main_character_face = 0,
		word = "合上书页，让它继续在时光里沉睡。",
		char_type = 0
	}
	pg.base.child2_word[3208901] = {
		id = 3208901,
		main_character_face = 0,
		word = "午后的琴行外，橱窗里的三角钢琴静立如一位缄默的淑女，于无声中散发着优雅……",
		char_type = 0
	}
	pg.base.child2_word[3208902] = {
		id = 3208902,
		main_character_face = 0,
		word = "在商业街闲逛时，艾普洛的脚步不自觉地停在了琴行前。",
		char_type = 0
	}
	pg.base.child2_word[3208903] = {
		id = 3208903,
		main_character_face = 0,
		word = "透过洁净的玻璃，可以看见一台纯白的三角钢琴正安静地立在暖光中。琴盖敞开，黑白琴键流淌着温润的光泽。",
		char_type = 0
	}
	pg.base.child2_word[3208904] = {
		id = 3208904,
		main_character_face = 0,
		word = "她就这么好奇地注视了许久……",
		char_type = 0
	}
	pg.base.child2_word[3208905] = {
		id = 3208905,
		main_character_face = 0,
		word = "[进店试弹]",
		char_type = 2
	}
	pg.base.child2_word[3208906] = {
		id = 3208906,
		main_character_face = 0,
		word = "简单交涉后，得到可以短暂试弹的许可。",
		char_type = 0
	}
	pg.base.child2_word[3208907] = {
		id = 3208907,
		main_character_face = 0,
		word = "艾普洛小心翼翼地在琴凳上坐下，伸出手指，轻轻点了一下琴键——随即被自己触响的音符吓了一跳。",
		char_type = 0
	}
	pg.base.child2_word[3208908] = {
		id = 3208908,
		main_character_face = 0,
		word = "很快，她脸上惊讶的神情就被喜悦代替。直到试弹时间结束，她才依依不舍地起身离开。",
		char_type = 0
	}
	pg.base.child2_word[3208910] = {
		id = 3208910,
		main_character_face = 0,
		word = "[提议离开]",
		char_type = 2
	}
	pg.base.child2_word[3208911] = {
		id = 3208911,
		main_character_face = 0,
		word = "轻声提醒时间不早了。",
		char_type = 0
	}
	pg.base.child2_word[3208912] = {
		id = 3208912,
		main_character_face = 0,
		word = "她乖巧地点点头，又回头看了一眼橱窗，才跟着离开。",
		char_type = 0
	}
	pg.base.child2_word[3209001] = {
		id = 3209001,
		main_character_face = 0,
		word = "从音乐教室的门隙间，流淌出断断续续的钢琴声……",
		char_type = 0
	}
	pg.base.child2_word[3209002] = {
		id = 3209002,
		main_character_face = 0,
		word = "经过音乐教室时，听见里面正在反复练习一段旋律——是《致爱丽丝》的开头几个小节。",
		char_type = 0
	}
	pg.base.child2_word[3209003] = {
		id = 3209003,
		main_character_face = 0,
		word = "门虚掩着，可以看见艾普洛坐在电子琴前，背挺得笔直，手指有些僵硬地按着琴键……",
		char_type = 0
	}
	pg.base.child2_word[3209004] = {
		id = 3209004,
		main_character_face = 0,
		word = "有几处节奏的转换，她似乎总是处理不好。",
		char_type = 0
	}
	pg.base.child2_word[3209005] = {
		id = 3209005,
		main_character_face = 0,
		word = "[给予提醒]",
		char_type = 2
	}
	pg.base.child2_word[3209006] = {
		id = 3209006,
		main_character_face = 0,
		word = "虽然不擅长钢琴，但现代社会从不缺各种教程。",
		char_type = 0
	}
	pg.base.child2_word[3209007] = {
		id = 3209007,
		main_character_face = 0,
		word = "轻轻敲门进入后，艾普洛虽然有些惊讶和害羞，但在听完你的建议后，眼神渐渐亮了起来。",
		char_type = 0
	}
	pg.base.child2_word[3209008] = {
		id = 3209008,
		main_character_face = 0,
		word = "她的弹奏变得流畅多了。",
		char_type = 0
	}
	pg.base.child2_word[3209010] = {
		id = 3209010,
		main_character_face = 0,
		word = "[门外等候]",
		char_type = 2
	}
	pg.base.child2_word[3209011] = {
		id = 3209011,
		main_character_face = 0,
		word = "没有打扰她，只是安静地站在门外听。",
		char_type = 0
	}
	pg.base.child2_word[3209012] = {
		id = 3209012,
		main_character_face = 0,
		word = "旋律又重复了两遍，然后停了下来，传来轻轻的叹息和收拾乐谱的声音。",
		char_type = 0
	}
	pg.base.child2_word[3209101] = {
		id = 3209101,
		main_character_face = 0,
		word = "社区文化节的节目单被张贴在公告栏上，艾普洛的名字也在其中……",
		char_type = 0
	}
	pg.base.child2_word[3209102] = {
		id = 3209102,
		main_character_face = 0,
		word = "文化节的后台休息室。坐在折叠椅上的艾普洛双手紧紧交握，神情紧张。",
		char_type = 0
	}
	pg.base.child2_word[3209103] = {
		id = 3209103,
		main_character_face = 0,
		word = "手边的乐谱边角已被翻得微微卷起，上面用荧光笔标满了各种记号。",
		char_type = 0
	}
	pg.base.child2_word[3209104] = {
		id = 3209104,
		main_character_face = 0,
		word = "化妆镜前的灯光有些刺眼，镜中的她嘴唇略显苍白，正反复做着深呼吸……这似乎是个决定命运的重点时刻。",
		char_type = 0
	}
	pg.base.child2_word[3209105] = {
		id = 3209105,
		main_character_face = 0,
		word = "[出言安抚]",
		char_type = 2
	}
	pg.base.child2_word[3209106] = {
		id = 3209106,
		main_character_face = 0,
		word = "将手轻轻放在她颤抖的肩上，告诉她，错了也没关系，这是她的曲子，她的舞台。",
		char_type = 0
	}
	pg.base.child2_word[3209107] = {
		id = 3209107,
		main_character_face = 0,
		word = "最重要的是，享受这一切。",
		char_type = 0
	}
	pg.base.child2_word[3209108] = {
		id = 3209108,
		main_character_face = 0,
		word = "这番话让艾普洛的双眼重现光彩。之后，她在首场演出中的优异表现，获得了新闻媒体的大幅报道，从此声名远扬。",
		char_type = 0
	}
	pg.base.child2_word[3209110] = {
		id = 3209110,
		main_character_face = 0,
		word = "[无声陪伴]",
		char_type = 2
	}
	pg.base.child2_word[3209111] = {
		id = 3209111,
		main_character_face = 0,
		word = "最终，她的首场演出以失败告终。那个未曾言说的梦想，也跟着尘埃落定……",
		char_type = 0
	}
	pg.base.child2_word[3209201] = {
		id = 3209201,
		main_character_face = 0,
		word = "自然科学教室的储物柜最上层，躺着一本鲜少被翻阅的厚重科普书……",
		char_type = 0
	}
	pg.base.child2_word[3209202] = {
		id = 3209202,
		main_character_face = 0,
		word = "教室里弥漫着淡淡的酒精味和干草标本混合的气味。",
		char_type = 0
	}
	pg.base.child2_word[3209203] = {
		id = 3209203,
		main_character_face = 0,
		word = "艾普洛踮着脚想够那本书，尝试数次，却总是差一点点距离。",
		char_type = 0
	}
	pg.base.child2_word[3209204] = {
		id = 3209204,
		main_character_face = 0,
		word = "[帮忙取下]",
		char_type = 2
	}
	pg.base.child2_word[3209205] = {
		id = 3209205,
		main_character_face = 0,
		word = "抬手轻松地将书取下来，递给她。她抱住厚重的书，露出了害羞又欣喜的表情。",
		char_type = 0
	}
	pg.base.child2_word[3209207] = {
		id = 3209207,
		main_character_face = 0,
		word = "[换本书看]",
		char_type = 2
	}
	pg.base.child2_word[3209208] = {
		id = 3209208,
		main_character_face = 0,
		word = "从其他教室里取来了或许更适合艾普洛阅读的书本，她小声道谢并接过了，但目光还是时不时落在高高的书架上。",
		char_type = 0
	}
	pg.base.child2_word[3209301] = {
		id = 3209301,
		main_character_face = 0,
		word = "雨后的花园，弥漫着清新的气味……",
		char_type = 0
	}
	pg.base.child2_word[3209302] = {
		id = 3209302,
		main_character_face = 0,
		word = "艾普洛正蹲在一片草丛边，静静地观察着什么。",
		char_type = 0
	}
	pg.base.child2_word[3209303] = {
		id = 3209303,
		main_character_face = 0,
		word = "一只瓢虫从叶背爬过，她屏住呼吸，直到它振翅飞走，才轻轻舒了口气。",
		char_type = 0
	}
	pg.base.child2_word[3209304] = {
		id = 3209304,
		main_character_face = 0,
		word = "旁边的长椅上放着她的帆布包，开口处露出了《自然图鉴》的书角……",
		char_type = 0
	}
	pg.base.child2_word[3209305] = {
		id = 3209305,
		main_character_face = 0,
		word = "[陪她一起]",
		char_type = 2
	}
	pg.base.child2_word[3209306] = {
		id = 3209306,
		main_character_face = 0,
		word = "艾普洛开心地展示了她刚刚捡到的一片完整的梧桐叶。",
		char_type = 0
	}
	pg.base.child2_word[3209307] = {
		id = 3209307,
		main_character_face = 0,
		word = "那树叶的叶脉，看起来就像地图上的河流般分叉延伸……确实分外有趣。",
		char_type = 0
	}
	pg.base.child2_word[3209309] = {
		id = 3209309,
		main_character_face = 0,
		word = "[打扫落叶]",
		char_type = 2
	}
	pg.base.child2_word[3209310] = {
		id = 3209310,
		main_character_face = 0,
		word = "落叶堆积有碍观瞻，艾普洛于是帮忙一起打扫起来，只是神情有些失落。",
		char_type = 0
	}
	pg.base.child2_word[3209401] = {
		id = 3209401,
		main_character_face = 0,
		word = "实验室的操作台上，铺着吸水的棉纸和镊子……",
		char_type = 0
	}
	pg.base.child2_word[3209402] = {
		id = 3209402,
		main_character_face = 0,
		word = "艾普洛戴着橡胶手套，正小心翼翼地将一朵压干的矢车菊移到标本框中。",
		char_type = 0
	}
	pg.base.child2_word[3209403] = {
		id = 3209403,
		main_character_face = 0,
		word = "完成转移后，她长舒一口气，才发现自己一直弯着腰，背都有些僵了。",
		char_type = 0
	}
	pg.base.child2_word[3209404] = {
		id = 3209404,
		main_character_face = 0,
		word = "框边贴着一张标签，上面是她一笔一画写下的娟秀小字：“矢车菊，采集于后山”",
		char_type = 0
	}
	pg.base.child2_word[3209405] = {
		id = 3209405,
		main_character_face = 0,
		word = "[给予夸奖]",
		char_type = 2
	}
	pg.base.child2_word[3209406] = {
		id = 3209406,
		main_character_face = 0,
		word = "这般夸奖让艾普洛的耳根微微发红，也让她对自己的兴趣多了几分肯定。",
		char_type = 0
	}
	pg.base.child2_word[3209408] = {
		id = 3209408,
		main_character_face = 0,
		word = "[提醒休息]",
		char_type = 2
	}
	pg.base.child2_word[3209409] = {
		id = 3209409,
		main_character_face = 0,
		word = "她似乎还想再制作一片标本，但最终还是轻轻叹了口气，选择了妥协。",
		char_type = 0
	}
	pg.base.child2_word[3209501] = {
		id = 3209501,
		main_character_face = 0,
		word = "和艾普洛一起来到游乐场了，要玩什么游戏呢？",
		char_type = 0
	}
	pg.base.child2_word[3209502] = {
		id = 3209502,
		main_character_face = 0,
		word = "[刮刮乐摊位]",
		char_type = 2
	}
	pg.base.child2_word[3209503] = {
		id = 3209503,
		main_character_face = 0,
		word = "是大奖！运气爆棚的艾普洛激动地跳了起来。",
		char_type = 0
	}
	pg.base.child2_word[3209505] = {
		id = 3209505,
		main_character_face = 0,
		word = "中奖了！艾普洛的喜悦溢于言表。",
		char_type = 0
	}
	pg.base.child2_word[3209507] = {
		id = 3209507,
		main_character_face = 0,
		word = "没中奖，看来只能领取安慰奖了，艾普洛的失落溢于言表。",
		char_type = 0
	}
	pg.base.child2_word[3209509] = {
		id = 3209509,
		main_character_face = 0,
		word = "[砸钉子小游戏摊位]",
		char_type = 2
	}
	pg.base.child2_word[3209510] = {
		id = 3209510,
		main_character_face = 0,
		word = "史无前例的高分！通过巧妙控制落锤时机，创下了该摊位的分数新高！",
		char_type = 0
	}
	pg.base.child2_word[3209512] = {
		id = 3209512,
		main_character_face = 0,
		word = "意料之内的分数！艾普洛的喜悦溢于言表。",
		char_type = 0
	}
	pg.base.child2_word[3209514] = {
		id = 3209514,
		main_character_face = 0,
		word = "对游戏健将来说算是个爆冷的低分，看来只能领取安慰奖了，艾普洛的失落溢于言表。",
		char_type = 0
	}
	pg.base.child2_word[3209516] = {
		id = 3209516,
		main_character_face = 0,
		word = "[不玩了，学习重要]",
		char_type = 2
	}
	pg.base.child2_word[3209517] = {
		id = 3209517,
		main_character_face = 0,
		word = "艾普洛的失落溢于言表。",
		char_type = 0
	}
	pg.base.child2_word[3238901] = {
		id = 3238901,
		main_character_face = 0,
		word = "午后的琴行外，橱窗里的三角钢琴静立如一位缄默的淑女，于无声中散发着优雅……（可前往触发结局事件）",
		char_type = 0
	}
	pg.base.child2_word[3239001] = {
		id = 3239001,
		main_character_face = 0,
		word = "从音乐教室的门隙间，流淌出断断续续的钢琴声……（可前往触发结局事件）",
		char_type = 0
	}
	pg.base.child2_word[3239101] = {
		id = 3239101,
		main_character_face = 0,
		word = "社区文化节的节目单被张贴在公告栏上，艾普洛的名字也在其中……（可前往触发结局事件）",
		char_type = 0
	}
	pg.base.child2_word[3239201] = {
		id = 3239201,
		main_character_face = 0,
		word = "自然科学教室的储物柜最上层，躺着一本鲜少被翻阅的厚重科普书……（可前往触发结局事件）",
		char_type = 0
	}
	pg.base.child2_word[3239301] = {
		id = 3239301,
		main_character_face = 0,
		word = "雨后的花园，弥漫着清新的气味……（可前往触发结局事件）",
		char_type = 0
	}
	pg.base.child2_word[3239401] = {
		id = 3239401,
		main_character_face = 0,
		word = "实验室的操作台上，铺着吸水的棉纸和镊子……（可前往触发结局事件）",
		char_type = 0
	}
	pg.base.child2_word[3240101] = {
		id = 3240101,
		main_character_face = 0,
		word = "{namecode:199}正悠闲地坐在公园长椅上，露出充满自信的笑容。 ",
		char_type = 0
	}
	pg.base.child2_word[3240102] = {
		id = 3240102,
		main_character_face = 0,
		word = "去和{namecode:199}聊聊",
		char_type = 2
	}
	pg.base.child2_word[3240105] = {
		id = 3240105,
		main_character_face = 0,
		word = "去看看她在做什么",
		char_type = 2
	}
	pg.base.child2_word[3240201] = {
		id = 3240201,
		main_character_face = 0,
		word = "{namecode:199}正在检查装备，看起来十分愉悦。 ",
		char_type = 0
	}
	pg.base.child2_word[3240202] = {
		id = 3240202,
		main_character_face = 0,
		word = "去和{namecode:199}聊聊 ",
		char_type = 2
	}
	pg.base.child2_word[3240203] = {
		id = 3240203,
		main_character_face = 0,
		word = "和{namecode:199}聊了一会儿天，艾普洛若有所思。 ",
		char_type = 0
	}
	pg.base.child2_word[3240205] = {
		id = 3240205,
		main_character_face = 0,
		word = "现在似乎不太方便 ",
		char_type = 2
	}
	pg.base.child2_word[3240301] = {
		id = 3240301,
		main_character_face = 0,
		word = "在海边遇到了{namecode:199}，要去和她聊聊吗？",
		char_type = 0
	}
	pg.base.child2_word[3240302] = {
		id = 3240302,
		main_character_face = 0,
		word = "去和{namecode:199}聊聊",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3240303] = {
		id = 3240303,
		main_character_face = 0,
		word = "和{namecode:199}聊了一会儿天，艾普洛受益匪浅。",
		char_type = 0
	}
	pg.base.child2_word[3240305] = {
		id = 3240305,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3241101] = {
		id = 3241101,
		main_character_face = 0,
		word = "七省正在花园里，细心地为一株郁金香调整支撑杆。",
		char_type = 0
	}
	pg.base.child2_word[3241102] = {
		id = 3241102,
		main_character_face = 0,
		word = "去和七省聊聊",
		char_type = 2
	}
	pg.base.child2_word[3241105] = {
		id = 3241105,
		main_character_face = 0,
		word = "去看看她在做什么",
		char_type = 2
	}
	pg.base.child2_word[3241201] = {
		id = 3241201,
		main_character_face = 0,
		word = "七省正在给新到的花苗换盆，动作轻柔而熟练。",
		char_type = 0
	}
	pg.base.child2_word[3241202] = {
		id = 3241202,
		main_character_face = 0,
		word = "去和七省聊聊",
		char_type = 2
	}
	pg.base.child2_word[3241203] = {
		id = 3241203,
		main_character_face = 0,
		word = "和七省聊了一会儿天，艾普洛若有所思。",
		char_type = 0
	}
	pg.base.child2_word[3241205] = {
		id = 3241205,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3241301] = {
		id = 3241301,
		main_character_face = 0,
		word = "在暖房里看到七省正在记录植物生长数据，要去找她聊天吗？",
		char_type = 0
	}
	pg.base.child2_word[3241302] = {
		id = 3241302,
		main_character_face = 0,
		word = "去和七省聊聊",
		char_type = 2
	}
	pg.base.child2_word[3241303] = {
		id = 3241303,
		main_character_face = 0,
		word = "和七省聊了一会儿天，艾普洛受益匪浅。",
		char_type = 0
	}
	pg.base.child2_word[3241305] = {
		id = 3241305,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3242101] = {
		id = 3242101,
		main_character_face = 0,
		word = "塔什干正在阴凉处，漫不经心地抛玩着一颗水果糖。",
		char_type = 0
	}
	pg.base.child2_word[3242102] = {
		id = 3242102,
		main_character_face = 0,
		word = "去和塔什干聊聊",
		char_type = 2
	}
	pg.base.child2_word[3242105] = {
		id = 3242105,
		main_character_face = 0,
		word = "去看看她在做什么",
		char_type = 2
	}
	pg.base.child2_word[3242201] = {
		id = 3242201,
		main_character_face = 0,
		word = "塔什干正在自动售货机前研究饮料列表。",
		char_type = 0
	}
	pg.base.child2_word[3242202] = {
		id = 3242202,
		main_character_face = 0,
		word = "去和塔什干聊聊",
		char_type = 2
	}
	pg.base.child2_word[3242203] = {
		id = 3242203,
		main_character_face = 0,
		word = "和塔什干聊了一会儿天，艾普洛若有所思。",
		char_type = 0
	}
	pg.base.child2_word[3242205] = {
		id = 3242205,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3242301] = {
		id = 3242301,
		main_character_face = 0,
		word = "在图书室的角落看到塔什干正在翻看图画书，要去和她聊聊吗？",
		char_type = 0
	}
	pg.base.child2_word[3242302] = {
		id = 3242302,
		main_character_face = 0,
		word = "去和塔什干聊聊",
		char_type = 2
	}
	pg.base.child2_word[3242303] = {
		id = 3242303,
		main_character_face = 0,
		word = "和塔什干聊了一会儿天，艾普洛受益匪浅。",
		char_type = 0
	}
	pg.base.child2_word[3242305] = {
		id = 3242305,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3243101] = {
		id = 3243101,
		main_character_face = 0,
		word = "天狼星正站在一面玻璃前，专注地整理着女仆装的袖口。",
		char_type = 0
	}
	pg.base.child2_word[3243102] = {
		id = 3243102,
		main_character_face = 0,
		word = "去和天狼星聊聊",
		char_type = 2
	}
	pg.base.child2_word[3243105] = {
		id = 3243105,
		main_character_face = 0,
		word = "去看看她在做什么",
		char_type = 2
	}
	pg.base.child2_word[3243201] = {
		id = 3243201,
		main_character_face = 0,
		word = "天狼星正在茶水间专注地准备茶点，似乎在思考着什么。",
		char_type = 0
	}
	pg.base.child2_word[3243202] = {
		id = 3243202,
		main_character_face = 0,
		word = "去和天狼星聊聊",
		char_type = 2
	}
	pg.base.child2_word[3243203] = {
		id = 3243203,
		main_character_face = 0,
		word = "和天狼星简单交谈后，艾普洛若有所思。",
		char_type = 0
	}
	pg.base.child2_word[3243205] = {
		id = 3243205,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3243301] = {
		id = 3243301,
		main_character_face = 0,
		word = "看到天狼星在走廊尽头安静地执行巡逻任务，要去找她聊聊吗？",
		char_type = 0
	}
	pg.base.child2_word[3243302] = {
		id = 3243302,
		main_character_face = 0,
		word = "去和天狼星聊聊",
		char_type = 2
	}
	pg.base.child2_word[3243303] = {
		id = 3243303,
		main_character_face = 0,
		word = "观察天狼星工作后，艾普洛受益匪浅。",
		char_type = 0
	}
	pg.base.child2_word[3243305] = {
		id = 3243305,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3244101] = {
		id = 3244101,
		main_character_face = 0,
		word = "重剑正在休息室里，笨拙地练习折叠一件制服。",
		char_type = 0
	}
	pg.base.child2_word[3244102] = {
		id = 3244102,
		main_character_face = 0,
		word = "去和重剑聊聊",
		char_type = 2
	}
	pg.base.child2_word[3244105] = {
		id = 3244105,
		main_character_face = 0,
		word = "去看看她在做什么",
		char_type = 2
	}
	pg.base.child2_word[3244201] = {
		id = 3244201,
		main_character_face = 0,
		word = "重剑在洗衣房对着晾晒的衣物练习折叠技巧。",
		char_type = 0
	}
	pg.base.child2_word[3244202] = {
		id = 3244202,
		main_character_face = 0,
		word = "去和重剑聊聊",
		char_type = 2
	}
	pg.base.child2_word[3244203] = {
		id = 3244203,
		main_character_face = 0,
		word = "观察重剑练习后，艾普洛若有所思。",
		char_type = 0
	}
	pg.base.child2_word[3244205] = {
		id = 3244205,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3244301] = {
		id = 3244301,
		main_character_face = 0,
		word = "看到重剑拿着针线包，在休息室认真练习缝纫。",
		char_type = 0
	}
	pg.base.child2_word[3244302] = {
		id = 3244302,
		main_character_face = 0,
		word = "去和重剑聊聊",
		char_type = 2
	}
	pg.base.child2_word[3244303] = {
		id = 3244303,
		main_character_face = 0,
		word = "和重剑聊了一会儿天，艾普洛受益匪浅。",
		char_type = 0
	}
	pg.base.child2_word[3244305] = {
		id = 3244305,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3245101] = {
		id = 3245101,
		main_character_face = 0,
		word = "{namecode:50}正站在办公室的白板前，专注地调整着下周的训练计划表。",
		char_type = 0
	}
	pg.base.child2_word[3245102] = {
		id = 3245102,
		main_character_face = 0,
		word = "去和{namecode:50}聊聊",
		char_type = 2
	}
	pg.base.child2_word[3245105] = {
		id = 3245105,
		main_character_face = 0,
		word = "去看看她在做什么",
		char_type = 2
	}
	pg.base.child2_word[3245201] = {
		id = 3245201,
		main_character_face = 0,
		word = "{namecode:50}正在资料室整理作战记录，按照日期仔细归档。",
		char_type = 0
	}
	pg.base.child2_word[3245202] = {
		id = 3245202,
		main_character_face = 0,
		word = "去和{namecode:50}聊聊",
		char_type = 2
	}
	pg.base.child2_word[3245203] = {
		id = 3245203,
		main_character_face = 0,
		word = "学习{namecode:50}工作的方法后，艾普洛若有所思。",
		char_type = 0
	}
	pg.base.child2_word[3245205] = {
		id = 3245205,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3245301] = {
		id = 3245301,
		main_character_face = 0,
		word = "看到{namecode:50}在会议室准备演习简报，要去和她聊聊吗？",
		char_type = 0
	}
	pg.base.child2_word[3245302] = {
		id = 3245302,
		main_character_face = 0,
		word = "去和{namecode:50}聊聊",
		char_type = 2
	}
	pg.base.child2_word[3245303] = {
		id = 3245303,
		main_character_face = 0,
		word = "聆听{namecode:50}的讲解后，艾普洛受益匪浅。",
		char_type = 0
	}
	pg.base.child2_word[3245305] = {
		id = 3245305,
		main_character_face = 0,
		word = "现在似乎不太方便",
		char_type = 2
	}
	pg.base.child2_word[3500001] = {
		id = 3500001,
		main_character_face = 0,
		word = "艾普洛似乎还不太适应考核的节奏，平时要多加练习才行。",
		char_type = 3
	}
	pg.base.child2_word[3500003] = {
		id = 3500003,
		main_character_face = 0,
		word = "艾普洛达到了基本要求，不过还需要在某些方面多加训练。",
		char_type = 3
	}
	pg.base.child2_word[3500005] = {
		id = 3500005,
		main_character_face = 0,
		word = "艾普洛的各项能力都发挥得不错，继续保持这个水准吧！",
		char_type = 3
	}
	pg.base.child2_word[3500007] = {
		id = 3500007,
		main_character_face = 0,
		word = "艾普洛展现出了出色的综合实力，这样的表现让人印象深刻！",
		char_type = 3
	}
	pg.base.child2_word[3600101] = {
		id = 3600101,
		main_character_face = 0,
		word = "我和艾普洛一起体验了有趣的手工课程。",
		char_type = 0
	}
	pg.base.child2_word[3600102] = {
		id = 3600102,
		main_character_face = 0,
		word = "艾普洛将我们一同制作的小帆船放进水槽中，动作无比轻柔，生怕惊扰了这场小小的航行。",
		char_type = 0
	}
	pg.base.child2_word[3600201] = {
		id = 3600201,
		main_character_face = 0,
		word = "我和艾普洛一起来到了花园池塘上的小小石桥。",
		char_type = 0
	}
	pg.base.child2_word[3600202] = {
		id = 3600202,
		main_character_face = 0,
		word = "艾普洛望着塘中的锦鲤陷入沉思，似乎在思考应该许什么愿望。",
		char_type = 0
	}
	pg.base.child2_word[3600301] = {
		id = 3600301,
		main_character_face = 0,
		word = "我和艾普洛一起路过乡间小道上的一洼积水。",
		char_type = 0
	}
	pg.base.child2_word[3600302] = {
		id = 3600302,
		main_character_face = 0,
		word = "艾普洛小心翼翼地站在积水旁，低着头有些好奇地注视着水中的倒影，那个有些不一样的自己。",
		char_type = 0
	}
	pg.base.child2_word[3600401] = {
		id = 3600401,
		main_character_face = 0,
		word = "我和艾普洛一起来到了海滩边的休息区。",
		char_type = 0
	}
	pg.base.child2_word[3600402] = {
		id = 3600402,
		main_character_face = 0,
		word = "几只海鸥正迎着海风滑翔，艾普洛轻手轻脚地靠近其中一只，似乎在期待会发生些有趣的互动。",
		char_type = 0
	}
	pg.base.child2_word[3600501] = {
		id = 3600501,
		main_character_face = 0,
		word = "我和艾普洛一起来到了宁静的湖边。",
		char_type = 0
	}
	pg.base.child2_word[3600502] = {
		id = 3600502,
		main_character_face = 0,
		word = "艾普洛在水边微微前倾身体，将专注的目光投向粼粼的湖心，仿佛正与水面下另一个安静的世界打着招呼。",
		char_type = 0
	}
	pg.base.child2_word[3600601] = {
		id = 3600601,
		main_character_face = 0,
		word = "我和艾普洛一起登上了轻轻摇晃的小船。",
		char_type = 0
	}
	pg.base.child2_word[3600602] = {
		id = 3600602,
		main_character_face = 0,
		word = "艾普洛坐在船边，将双脚浸入清凉的湖水中，有节奏地轻轻踢踏着，溅起一串串活泼的水花。",
		char_type = 0
	}
	pg.base.child2_word[3600701] = {
		id = 3600701,
		main_character_face = 0,
		word = "我和艾普洛一起走到了海边的瞭望点。",
		char_type = 0
	}
	pg.base.child2_word[3600702] = {
		id = 3600702,
		main_character_face = 0,
		word = "一阵海风迎面吹来，她微微仰起头，闭上眼睛，任由风拂过她的发梢和衣摆，静静感受这份来自远方的、带着海洋气息的问候。",
		char_type = 0
	}
	pg.base.child2_word[3600801] = {
		id = 3600801,
		main_character_face = 0,
		word = "我和艾普洛一起路过了一处阳光斑驳的水塘。",
		char_type = 0
	}
	pg.base.child2_word[3600802] = {
		id = 3600802,
		main_character_face = 0,
		word = "艾普洛忽然被在水面闪烁的光斑吸引，她盯着那片随着水波摇曳的、虚幻的光亮，脸上露出了专注又略带困惑的可爱神情。",
		char_type = 0
	}
	pg.base.child2_word[3600901] = {
		id = 3600901,
		main_character_face = 0,
		word = "我和艾普洛一起来到了夜晚的野外。",
		char_type = 0
	}
	pg.base.child2_word[3600902] = {
		id = 3600902,
		main_character_face = 0,
		word = "艾普洛仰望着漫天闪烁的星辰，仿佛在聆听那些遥远光芒诉说的故事。",
		char_type = 0
	}
	pg.base.child2_word[3601001] = {
		id = 3601001,
		main_character_face = 0,
		word = "我和艾普洛一起来到了庭院里安静的榕树下。",
		char_type = 0
	}
	pg.base.child2_word[3601002] = {
		id = 3601002,
		main_character_face = 0,
		word = "艾普洛捧着书坐在木椅上一页页翻阅，仿佛已随着文字走进了另一个宁静的世界。",
		char_type = 0
	}
	pg.base.child2_word[3601101] = {
		id = 3601101,
		main_character_face = 0,
		word = "我和艾普洛一起来到了雨后积水的路中间。",
		char_type = 0
	}
	pg.base.child2_word[3601102] = {
		id = 3601102,
		main_character_face = 0,
		word = "艾普洛撑着小伞蹲在小水洼旁，专注地看着自己手指划开的水纹。",
		char_type = 0
	}
	pg.base.child2_word[3601201] = {
		id = 3601201,
		main_character_face = 0,
		word = "我和艾普洛一起来到了海边一处低矮的石堆旁。",
		char_type = 0
	}
	pg.base.child2_word[3601202] = {
		id = 3601202,
		main_character_face = 0,
		word = "艾普洛小心翼翼地把捡来的石头一块块叠放上去，仿佛在完成一项只有她自己知道的、重要的工作。",
		char_type = 0
	}
	pg.base.child2_word[3601301] = {
		id = 3601301,
		main_character_face = 0,
		word = "我和艾普洛看见海豹在石阶旁的水中玩耍。",
		char_type = 0
	}
	pg.base.child2_word[3601302] = {
		id = 3601302,
		main_character_face = 0,
		word = "艾普洛伸出手后，它乖巧地浮出水面，用鼻子蹭着她的掌心。",
		char_type = 0
	}
	pg.base.child2_word[3601401] = {
		id = 3601401,
		main_character_face = 0,
		word = "我和艾普洛来到阳光灿烂的沙滩边。",
		char_type = 0
	}
	pg.base.child2_word[3601402] = {
		id = 3601402,
		main_character_face = 0,
		word = "艾普洛蹲下身坐在了一个漂流瓶旁边，正在思考到底要不要打开它。",
		char_type = 0
	}
	pg.base.child2_word[3601501] = {
		id = 3601501,
		main_character_face = 0,
		word = "我和艾普洛来到了一处环境优美的河边小路。",
		char_type = 0
	}
	pg.base.child2_word[3601502] = {
		id = 3601502,
		main_character_face = 0,
		word = "小路上铺满了石子与落叶，虽然不太好走，但她也能乐在其中。",
		char_type = 0
	}
	pg.base.child2_word[3601601] = {
		id = 3601601,
		main_character_face = 0,
		word = "我和艾普洛来到公园的湖畔。",
		char_type = 0
	}
	pg.base.child2_word[3601602] = {
		id = 3601602,
		main_character_face = 0,
		word = "看到伫立在湖中央的石头，艾普洛忽然想扮演故事里的水中仙女，便轻盈地跳了上去。",
		char_type = 0
	}
	pg.base.child2_word[3601701] = {
		id = 3601701,
		main_character_face = 0,
		word = "我和艾普洛一起欣赏了被白雪覆盖的世界。",
		char_type = 0
	}
	pg.base.child2_word[3601702] = {
		id = 3601702,
		main_character_face = 0,
		word = "艾普洛开心地牵着我的手，向我展示那缀满雪花的一树银白。",
		char_type = 0
	}
	pg.base.child2_word[3601801] = {
		id = 3601801,
		main_character_face = 0,
		word = "我和艾普洛一起发现了这处开阔的湖泊。",
		char_type = 0
	}
	pg.base.child2_word[3601802] = {
		id = 3601802,
		main_character_face = 0,
		word = "她忽然像发现了什么宝藏，抬手遥遥指向湖水那头的远山，迫不及待要与我分享。",
		char_type = 0
	}
	pg.base.child2_word[3700002] = {
		id = 3700002,
		main_character_face = 0,
		word = "玩皮球玩得很开心，运动出了一身汗！",
		char_type = 3
	}
	pg.base.child2_word[3700004] = {
		id = 3700004,
		main_character_face = 0,
		word = "完美地把积木拼图合上了，真厉害！",
		char_type = 3
	}
	pg.base.child2_word[3700006] = {
		id = 3700006,
		main_character_face = 0,
		word = "认真看完了整个故事，学到了新知识！",
		char_type = 3
	}
end)()
(function ()
	pg.base.child2_word[3700008] = {
		id = 3700008,
		main_character_face = 0,
		word = "发挥了想象力，想出了好多有趣的点子！",
		char_type = 3
	}
	pg.base.child2_word[3700010] = {
		id = 3700010,
		main_character_face = 0,
		word = "跟着音乐跳得很投入，动作也越来越标准了！",
		char_type = 3
	}
	pg.base.child2_word[3700012] = {
		id = 3700012,
		main_character_face = 0,
		word = "把小房间清理得干干净净，真棒！",
		char_type = 3
	}
	pg.base.child2_word[3700014] = {
		id = 3700014,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！",
		char_type = 3
	}
	pg.base.child2_word[3700016] = {
		id = 3700016,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！",
		char_type = 3
	}
	pg.base.child2_word[3700018] = {
		id = 3700018,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！",
		char_type = 3
	}
	pg.base.child2_word[3700020] = {
		id = 3700020,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！",
		char_type = 3
	}
	pg.base.child2_word[3700022] = {
		id = 3700022,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！",
		char_type = 3
	}
	pg.base.child2_word[3700024] = {
		id = 3700024,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！",
		char_type = 3
	}
	pg.base.child2_word[3700026] = {
		id = 3700026,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！",
		char_type = 3
	}
	pg.base.child2_word[3700028] = {
		id = 3700028,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！",
		char_type = 3
	}
	pg.base.child2_word[3700030] = {
		id = 3700030,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！",
		char_type = 3
	}
	pg.base.child2_word[3700032] = {
		id = 3700032,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！",
		char_type = 3
	}
	pg.base.child2_word[3700034] = {
		id = 3700034,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！",
		char_type = 3
	}
	pg.base.child2_word[3700036] = {
		id = 3700036,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！",
		char_type = 3
	}
	pg.base.child2_word[3700038] = {
		id = 3700038,
		main_character_face = 0,
		word = "通过练习舞蹈，身体的柔韧性变好了！",
		char_type = 3
	}
	pg.base.child2_word[3700040] = {
		id = 3700040,
		main_character_face = 0,
		word = "在庄园度过了一段忙碌的时光，获得了应有的回报！",
		char_type = 3
	}
	pg.base.child2_word[3700501] = {
		id = 3700501,
		main_character_face = 0,
		word = "让好奇心成为唯一的向导，探索未知，随心而动~ ",
		char_type = 3
	}
	pg.base.child2_word[3700514] = {
		id = 3700514,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！做得不错！",
		char_type = 3
	}
	pg.base.child2_word[3700516] = {
		id = 3700516,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！做得不错！",
		char_type = 3
	}
	pg.base.child2_word[3700518] = {
		id = 3700518,
		main_character_face = 0,
		word = "在体能课上努力锻炼了一番，对自己的体能更自信了！做得不错！",
		char_type = 3
	}
	pg.base.child2_word[3700520] = {
		id = 3700520,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！感觉超棒！",
		char_type = 3
	}
	pg.base.child2_word[3700522] = {
		id = 3700522,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！感觉超棒！",
		char_type = 3
	}
	pg.base.child2_word[3700524] = {
		id = 3700524,
		main_character_face = 0,
		word = "在认真搬运的过程中获得了踏实感！感觉超棒！",
		char_type = 3
	}
	pg.base.child2_word[3700526] = {
		id = 3700526,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！产生了更多有关思考的乐趣！",
		char_type = 3
	}
	pg.base.child2_word[3700528] = {
		id = 3700528,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！产生了更多有关思考的乐趣！",
		char_type = 3
	}
	pg.base.child2_word[3700530] = {
		id = 3700530,
		main_character_face = 0,
		word = "在教室里安静地阅读，收获了知识的快乐！产生了更多有关思考的乐趣！",
		char_type = 3
	}
	pg.base.child2_word[3700532] = {
		id = 3700532,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！收获颇丰！",
		char_type = 3
	}
	pg.base.child2_word[3700534] = {
		id = 3700534,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！收获颇丰！",
		char_type = 3
	}
	pg.base.child2_word[3700536] = {
		id = 3700536,
		main_character_face = 0,
		word = "在观察花草的过程中产生了新的发现！收获颇丰！",
		char_type = 3
	}
	pg.base.child2_word[3700801] = {
		id = 3700801,
		main_character_face = 0,
		word = "度过了一段忙碌的时光，获得了应有的回报！",
		char_type = 3
	}
	pg.base.child2_word[3700802] = {
		id = 3700802,
		main_character_face = 0,
		word = "度过了一段忙碌的时光，获得了应有的回报！",
		char_type = 3
	}
	pg.base.child2_word[3700803] = {
		id = 3700803,
		main_character_face = 0,
		word = "度过了一段忙碌的时光，获得了应有的回报！",
		char_type = 3
	}
	pg.base.child2_word[3700804] = {
		id = 3700804,
		main_character_face = 0,
		word = "在旅途中发现新风景，让心情也跟着好起来了！",
		char_type = 3
	}
	pg.base.child2_word[3700805] = {
		id = 3700805,
		main_character_face = 0,
		word = "在旅途中发现新风景，让心情也跟着好起来了！",
		char_type = 3
	}
	pg.base.child2_word[3700806] = {
		id = 3700806,
		main_character_face = 0,
		word = "在旅途中发现新风景，让心情也跟着好起来了！",
		char_type = 3
	}
end)()
