pg = pg or {}
pg.game_room_template = {
	{
		id = 1,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1002,
		icon = "diediele",
		order = 1,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				31,
				1.3
			},
			{
				21,
				1.2
			},
			{
				11,
				1.1
			},
			{
				6,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小游戏玩法：
1.玩家点击屏幕任意位置下落，堆叠成功即视为得分，落空3次会导致游戏结束
2.玩家需要注意屏幕右侧的平衡条，当平衡条上的小蛮啾触及到红色区域时堆叠倒塌，会导致游戏结束

奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-5：180游戏奖券
6-10：200游戏奖券
11-20：220游戏奖券
21-30：240游戏奖券
31及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			20
		}
	},
	{
		id = 2,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1003,
		icon = "sanxiao",
		order = 2,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				3001,
				1.3
			},
			{
				2001,
				1.2
			},
			{
				1001,
				1.1
			},
			{
				501,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				icon = {
					path = "",
					atlas = "helpbg/3match_1"
				}
			},
			{
				icon = {
					path = "",
					atlas = "helpbg/3match_2"
				}
			},
			{
				icon = {
					path = "",
					atlas = "helpbg/3match_3"
				}
			},
			disableScroll = true,
			pageMode = true,
			defaultpage = 1,
			ImageMode = true,
			windowSize = {
				x = 1263,
				y = 873
			},
			windowPos = {
				y = -70
			},
			helpSize = {
				x = 1176,
				y = 1024
			}
		},
		position = {
			157,
			-153
		}
	},
	{
		id = 3,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1004,
		icon = "sheji",
		order = 3,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				31,
				1.3
			},
			{
				21,
				1.2
			},
			{
				11,
				1.1
			},
			{
				6,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小游戏玩法：1.点击开始游戏，会在18个位置中的12个生成有塞壬头像的标靶，通过移动按钮和开火按钮在倒计时结束前击中不同的标靶获得不同的积分
2.不同标靶对应的积分标注在右侧
3.当十字准心中心在头像区域内时开火即判定命中，每次开火后需要等待一秒才能再次开火
4.每次击倒标靶后，该标靶消失，其余标靶都会刷新重新排列位置
5.游戏倒计时12秒，当倒计时用尽时游戏结束并结算

奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-5：180游戏奖券
6-10：200游戏奖券
11-20：220游戏奖券
21-30：240游戏奖券
31及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			0
		}
	},
	{
		id = 4,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1005,
		icon = "xiaochi",
		order = 4,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				20,
				1.3
			},
			{
				16,
				1.2
			},
			{
				11,
				1.1
			},
			{
				6,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小游戏玩法：
1点击选购开始游戏，左侧角色头顶会出现想要的三种食
物，在思考五秒之后头顶食物消失，玩家需要凭记忆在十秒内从右侧九种食物中选出角色之前想要的三种食物
2.需要按照之前角色头顶从左到右的食物顺序选择食物
3.单击食物选择，再次单击该食物可以取消选择，选择好三种食物后自动提交结果
4.倒计时未用尽的情况下，选好三种食物会进入结算界面，选出的正确食物会增加剩余时间和积分，可以选择继续
游戏或者游戏结算，增加时间和积分规则如下：选中3个正确的食物： 剩余时间增加5秒  积分增加5分选中2个正确的食物： 剩余时间增加2秒  积分增加2分选中1个正确的食物： 剩余时间增加1秒  积分增加1分选中0个正确的食物： 剩余时间增加0秒  积分增加0分   
5.如果选择继续游戏则保留剩余时间和积分，并继续选出符合左侧角色想要的三种食物
6.如果倒计时用尽或者主动选择游戏结算，则算作游戏结束

奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-5：180游戏奖券
6-10：200游戏奖券
11-15：220游戏奖券
16-20：240游戏奖券
21及以上：260游戏奖券]]
			}
		},
		position = {
			320,
			-310
		}
	},
	{
		id = 5,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1006,
		icon = "xiuxing",
		order = 5,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				601,
				1.3
			},
			{
				451,
				1.2
			},
			{
				301,
				1.1
			},
			{
				151,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				icon = {
					path = "",
					atlas = "helpbg/guinu_help1"
				}
			},
			{
				icon = {
					path = "",
					atlas = "helpbg/guinu_help2"
				}
			},
			disableScroll = true,
			pageMode = true,
			defaultpage = 1,
			ImageMode = true,
			windowSize = {
				x = 1263,
				y = 873
			},
			windowPos = {
				y = -70
			},
			helpSize = {
				x = 1176,
				y = 1024
			}
		},
		position = {
			-411,
			-441
		}
	},
	{
		id = 6,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1007,
		icon = "dadishu",
		order = 6,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				6001,
				1.3
			},
			{
				4001,
				1.2
			},
			{
				2001,
				1.1
			},
			{
				801,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小游戏玩法：
1.指挥官点击画面上的敌人时，特装型布里MKIII会对其进行攻击，击败敌人可以获取分数。不同种类的敌人需要点击的次数不同，获取的分数也不同
①<color=#92fc63>怪盗啾啾 需要点击1次 100分</color>
②<color=#92fc63>忍者啾啾 需要点击1次 150分</color>
③<color=#92fc63>巨大啾啾 需要点击2次 200分</color>
④<color=#92fc63>纸箱喵     需要点击1次 150分</color>
2.指挥官击败敌人后下方的EX槽会上涨，涨满时点击EX槽，特装型布里MKIII会进入EX模式，攻击力和攻击范围会上升
3.敌人会从四周向蛋糕靠近，靠近蛋糕时会偷取蛋糕，蛋糕被偷取<color=#92fc63>3</color>次或时间耗尽游戏结束
4.奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-800：180游戏奖券
801-2000：200游戏奖券
2001-4000：220游戏奖券
4001-6000：240游戏奖券
6001及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			-450
		}
	},
	{
		id = 7,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1008,
		icon = "jiujiupata",
		order = 7,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				41,
				1.3
			},
			{
				31,
				1.2
			},
			{
				21,
				1.1
			},
			{
				11,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小游戏玩法：
1.指挥官通过点击画面上的左、右和跳跃按钮，控制萨拉托加向上跳跃。每上升一个台阶则层数加1
2.指挥官需要注意右侧的生命值，从平台边缘坠落、触碰到陷阱或者被生气啾追上都会扣除生命值，生命值耗尽游戏结束
3.奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同层数获得如下数量的奖券：
0-10：180游戏奖券
11-20：200游戏奖券
21-30：220游戏奖券
31-40：240游戏奖券
41及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			-110
		}
	},
	{
		id = 8,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1009,
		icon = "fushun2",
		order = 8,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				4001,
				1.3
			},
			{
				2001,
				1.2
			},
			{
				1001,
				1.1
			},
			{
				501,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小游戏玩法：
1.当年兽进入可攻击区域时，指挥官可以点击<color=#92fc63>A键</color>、<color=#92fc63>B键</color>进行攻击，当可攻击区域内没有年兽时点击A、B键，则会对自身造成硬直
2.若指挥官没有及时击败年兽则会被年兽攻击，每被年兽攻击一次，扣除一颗生命值
3.年兽根据血量分为三种难度，不同难度的年兽需要攻击的次数也不同，击败年兽会获得相应的分数
得分规则：
击败小型年兽： <color=#92fc63>加10分</color>
击败中型年兽： <color=#92fc63>加20分</color>
击败大型年兽： <color=#92fc63>加30分</color>
4.连续击败年兽可以累计combo，combo达到20后击败年兽可以获得额外加分，被年兽攻击则会打断combo
5.击败年兽时画面下方能量槽会上涨，当能量槽涨满时抚顺会进入<color=#92fc63>特殊模式</color>此时指挥官需要快速连续点击A、B键，点击次数越多得分越高。能量槽变空后特殊模式结束
6.奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-500：180游戏奖券
501-1000：200游戏奖券
1001-2000：220游戏奖券
2001-4000：240游戏奖券
4001及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			-200
		}
	},
	{
		id = 9,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1010,
		icon = "zhuazhuale",
		order = 9,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				2001,
				1.3
			},
			{
				1501,
				1.2
			},
			{
				1001,
				1.1
			},
			{
				501,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小游戏玩法：
1.指挥官选中转珠后，最多有7秒的移动时间，在这7秒的移动时间内，可以拖动转珠上下左右不限距离移动
2.移动过程中会与路径上的转珠交换位置，7秒时间结束或指挥官松手后，会开始消除并结算
3.同色转珠横或竖组成三个及以上会进行消除，一次结算消除转珠越多，获得的分数越高
4.奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-500：180游戏奖券
501-1000：200游戏奖券
1001-1500：220游戏奖券
1501-2000：240游戏奖券
2001及以上：260游戏奖券]]
			}
		},
		position = {
			150,
			-180
		}
	},
	{
		id = 10,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1011,
		icon = "wanshengjie",
		order = 10,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				1201,
				1.3
			},
			{
				801,
				1.2
			},
			{
				401,
				1.1
			},
			{
				101,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小游戏玩法：
1.指挥官通过点击画面的左侧和右侧，控制拉德福特左右移动。
2.每次接取到糖果，分数增加100，没有接到糖果或者接到南瓜炸弹，扣除一点生命值
3.当有小幽灵附身在拉德福特身上时，拉德福特的移动速度会降低，点击右侧手电筒可以消除小幽灵
4.当生命值扣除到0时，游戏结束
5.奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-100：180游戏奖券
101-400：200游戏奖券
401-800：220游戏奖券
801-1200：240游戏奖券
1201及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			-300
		}
	},
	{
		id = 11,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1012,
		icon = "xueqiu",
		order = 11,
		unlock_time = {
			{
				2022,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				3001,
				1.3
			},
			{
				1501,
				1.2
			},
			{
				601,
				1.1
			},
			{
				301,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
小游戏玩法：
1.指挥官需要点击左侧按钮控制小人上下移动躲避敌方雪
球，被雪球击中会扣除生命值，生命值耗尽游戏结束。
2.指挥官点击敌方小人即可使用雪球攻击，击中不同敌人
会获得不同分数。
特别注意：击中乱入场地的无辜路人会扣分哦！
得分规则：
击中：樟、松、楙、橗、椿、莲 <color=#92fc63>加100分</color>
击中：皇家方舟 <color=#92fc63>加200分</color>
击中：挖矿啾啾、梿 <color=#ff5c5c>扣50分</color>
3.画面右侧支援槽会随着时间上涨，当支援槽涨满时指挥官可以点击支援槽呼叫空袭支援。空袭支援会清除当前场上敌方雪球并对敌人进行雪球轰炸
4.奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-300：180游戏奖券
301-600：200游戏奖券
601-1500：220游戏奖券
1501-3000：240游戏奖券
3001及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			-280
		}
	},
	{
		id = 12,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1013,
		icon = "shuiguangong",
		order = 12,
		unlock_time = {
			{
				2026,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				601,
				1.3
			},
			{
				451,
				1.2
			},
			{
				301,
				1.1
			},
			{
				151,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				icon = {
					path = "",
					atlas = "helpbg/pipe_minigame"
				}
			},
			disableScroll = true,
			pageMode = true,
			defaultpage = 1,
			ImageMode = true,
			windowSize = {
				x = 1263,
				y = 873
			},
			windowPos = {
				y = -70
			},
			helpSize = {
				x = 1176,
				y = 1024
			}
		},
		position = {
			0,
			-120
		}
	},
	{
		id = 13,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1014,
		icon = "songdangao",
		order = 13,
		unlock_time = {
			{
				2026,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				601,
				1.3
			},
			{
				451,
				1.2
			},
			{
				301,
				1.1
			},
			{
				151,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
活动规则：
1.<color=#92fc63>12月27日</color>为止每日0点开放<color=#92fc63>1</color>场新的游戏，总计<color=#92fc63>7</color>场，可累计。完成游戏可以获得限定家具在内的丰富奖励。

游戏规则：
1.指挥官需要操控角色获取对应甜品送给场中的啾啾裁判，上对甜品加分，上错扣分，时间结束时分数高的一方获胜
2.甜品大作战共计12位角色，指挥官可以选择任意角色和队友进行作战
3.时间归零或点击游戏内退出按钮均视为游戏完成。因为其他原因中途退出游戏则视为未完成。]]
			}
		},
		position = {
			0,
			-120
		}
	},
	{
		id = 14,
		type = 11,
		add_base = 200,
		game_help = "",
		add_type = 12,
		coin_max = 5,
		game_id = 1015,
		icon = "zuma",
		order = 14,
		unlock_time = {
			{
				2026,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				601,
				1.3
			},
			{
				451,
				1.2
			},
			{
				301,
				1.1
			},
			{
				151,
				1
			},
			{
				0,
				0.9
			}
		},
		position = {
			0,
			-120
		}
	},
	{
		id = 15,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1016,
		icon = "dalaotuan",
		order = 15,
		unlock_time = {
			{
				2026,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				601,
				1.3
			},
			{
				451,
				1.2
			},
			{
				301,
				1.1
			},
			{
				151,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
游戏规则：
1.屏幕内会出现不同的打捞物，点击屏幕可伸出抓钩进行打捞。部分打捞物可获得积分，部分打捞物会扣取积分。
2.打捞物积分表：
怀表：20秒游戏时间
宝箱：600分
珍珠：500分
潜水啾：400分
金砖：300分
蝴蝶鱼：200分
贝壳：200分
鲨鱼：250分
海龟：180分
小丑鱼：150分
石头：50分
十纱：-150分
衣玖：-100分
双叶梦：-80分
伊吕波：-50分
鱼雷：-50分
3.游戏时间归零或点击游戏内退出按钮均视为游戏完成。因为其他原因中途退出游戏则视为未完成。
4.持有「探险许可证」的情况下游玩「啾啾打捞团」会获取探险币奖励]]
			}
		},
		position = {
			0,
			-120
		}
	},
	{
		id = 16,
		type = 11,
		add_base = 200,
		game_help = "",
		add_type = 12,
		coin_max = 5,
		game_id = 1017,
		icon = "shatan",
		order = 16,
		unlock_time = {
			{
				2026,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				601,
				1.3
			},
			{
				451,
				1.2
			},
			{
				301,
				1.1
			},
			{
				151,
				1
			},
			{
				0,
				0.9
			}
		},
		position = {
			0,
			-200
		}
	},
	{
		id = 17,
		type = 11,
		add_base = 200,
		game_help = "",
		add_type = 12,
		coin_max = 5,
		game_id = 1018,
		icon = "kuangshi",
		order = 17,
		unlock_time = {
			{
				2026,
				4,
				18
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				601,
				1.3
			},
			{
				451,
				1.2
			},
			{
				301,
				1.1
			},
			{
				151,
				1
			},
			{
				0,
				0.9
			}
		},
		position = {
			0,
			-200
		}
	},
	{
		id = 18,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1019,
		icon = "niuzai",
		order = 18,
		unlock_time = {
			{
				2025,
				6,
				5
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				3001,
				1.3
			},
			{
				1501,
				1.2
			},
			{
				601,
				1.1
			},
			{
				301,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
游戏规则：
1.屏幕自右向左会跑过不同身着布偶装的啾啾，点击右侧套绳按钮套出绳索，套索套中啾啾后可获得积分。
2.套中不同的啾啾获得的积分不同：
奶牛啾啾：50分
安格斯牛啾啾：100分
非洲水牛啾啾200分
美洲野牛啾啾300分
3.游戏时间归零或点击游戏内退出按钮均视为游戏完成。因为其他原因中途退出游戏则视为未完成。
奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-300：180游戏奖券
301-600：200游戏奖券
601-1500：220游戏奖券
1501-3000：240游戏奖券
3001及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			-150
		}
	},
	{
		id = 19,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1020,
		icon = "binghu",
		order = 19,
		unlock_time = {
			{
				2025,
				6,
				5
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				6001,
				1.3
			},
			{
				3001,
				1.2
			},
			{
				2001,
				1.1
			},
			{
				1001,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
游戏规则：
1.每局游戏由三小局组成，最终得分为三小局的分数和
2.按住左侧肌肉指挥喵可进行蓄力，上下移动可改变冰球发射的方向；松开后将会发射冰壶。冰壶碰到障碍则会根据碰撞角度进行反弹，<color=#92fc63>反弹时获得额外积分</color>
3.将冰壶发射至冰面上的圈内可获得积分，蓝色区域1000分，黄色区域2000分，红色区域3000分；不在圈内不得分
4.完成游戏或点击游戏内退出按钮均视为游戏完成。因为其他原因中途退出游戏则视为未完成。
奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-1000：180游戏奖券
1001-2000：200游戏奖券
2001-3000：220游戏奖券
3001-6000：240游戏奖券
6001及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			-200
		}
	},
	{
		id = 20,
		type = 11,
		add_base = 200,
		add_type = 12,
		coin_max = 5,
		game_id = 1021,
		icon = "damaoxian3",
		order = 20,
		unlock_time = {
			{
				2025,
				6,
				5
			},
			{
				0,
				0,
				0
			}
		},
		add_num = {
			{
				6001,
				1.3
			},
			{
				3001,
				1.2
			},
			{
				2001,
				1.1
			},
			{
				1001,
				1
			},
			{
				0,
				0.9
			}
		},
		game_help = {
			{
				info = [[
游戏规则：
1.每局游戏不限时间，损失4点血量或掉下屋顶游戏结束
2.点击左侧跳跃按钮抚顺会进行跳跃，点击右侧攻击按钮抚顺会进行攻击
3.吃到不同的道具将会有不同的效果
金币：获得50分
玉佩：获得300分
跑鞋：跳跃力&移速增加，可通过跳跃踩消灭年兽啾
导弹炮：攻击变为远程导弹攻击
磁铁：会自动吸引附近的道具
护盾：可以抵消一次伤害，最多同时持有三个
消灭年兽啾会获得500分
4.完成游戏或点击游戏内退出按钮均视为游戏完成。因为其他原因中途退出游戏则视为未完成。
奖励规则：游玩时投入游戏币可获得奖券奖励，每投入一枚游戏币，会根据不同分数获得如下数量的奖券：
0-1000：180游戏奖券
1001-2000：200游戏奖券
2001-3000：220游戏奖券
3001-6000：240游戏奖券
6001及以上：260游戏奖券]]
			}
		},
		position = {
			0,
			-200
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20
	}
}
