pg = pg or {}
pg.arena_data_template = {
	{
		id = 1,
		display = "恭喜您，您获得本赛季竞技场的冠军，获得以下奖励。",
		order = {
			1,
			1
		},
		award = {
			{
				1,
				3,
				3000
			}
		}
	},
	{
		id = 2,
		display = "恭喜您，您获得本赛季竞技场的第2档奖励，奖励如下。",
		order = {
			2,
			5
		},
		award = {
			{
				1,
				3,
				2500
			}
		}
	},
	{
		id = 3,
		display = "恭喜您，您获得本赛季竞技场的第3档奖励，奖励如下。",
		order = {
			6,
			10
		},
		award = {
			{
				1,
				3,
				2000
			}
		}
	},
	{
		id = 4,
		display = "恭喜您，您获得本赛季竞技场的第4档奖励，奖励如下。",
		order = {
			11,
			20
		},
		award = {
			{
				1,
				3,
				1800
			}
		}
	},
	{
		id = 5,
		display = "恭喜您，您获得本赛季竞技场的第5档奖励，奖励如下。",
		order = {
			21,
			50
		},
		award = {
			{
				1,
				3,
				1600
			}
		}
	},
	{
		id = 6,
		display = "恭喜您，您获得本赛季竞技场的第6档奖励，奖励如下。",
		order = {
			51,
			100
		},
		award = {
			{
				1,
				3,
				1400
			}
		}
	},
	{
		id = 7,
		display = "恭喜您，您获得本赛季竞技场的第7档奖励，奖励如下。",
		order = {
			101,
			500
		},
		award = {
			{
				1,
				3,
				1200
			}
		}
	},
	{
		id = 8,
		display = "恭喜您，您获得本赛季竞技场的第8档奖励，奖励如下。",
		order = {
			501,
			1000
		},
		award = {
			{
				1,
				3,
				1000
			}
		}
	},
	{
		id = 9,
		display = "恭喜您，您获得本赛季竞技场的第9档奖励，奖励如下。",
		order = {
			1001,
			2000
		},
		award = {
			{
				1,
				3,
				800
			}
		}
	},
	{
		id = 10,
		display = "恭喜您，您获得本赛季竞技场的第10档奖励，奖励如下。",
		order = {
			2001,
			3000
		},
		award = {
			{
				1,
				3,
				600
			}
		}
	},
	{
		id = 11,
		display = "恭喜您，您获得本赛季竞技场的参与奖励，奖励如下。",
		order = {
			3001,
			9999999
		},
		award = {
			{
				1,
				3,
				500
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11
	}
}
