return {
	content = [[
特定商取引法に基づく表示

販売事業者名

株式会社Yostar
所在地

東京都千代田区神田練塀町300番 住友不動産秋葉原駅前ビル11階
代表者名

李　衡達
お問い合わせ先

電話番号：03-5846-8348
FAX：03-5846-8349
メールアドレス：cs@azurlane.net
販売価格

購入画面に記載（表示価格は消費税を含みます）。
お支払い方法

ご利用のスマートフォン端末によって、お支払いの方法が異なります。
iPhoneをご利用の方：App Storeでのお支払いになります。
Androidをご利用の方：Googleウォレットでのお支払いになります。
販売価格以外にご負担いただく費用

アプリをご利用いただくために必要なインターネット接続環境、ソフトウェア、通信料金等はお客様の負担となります。
支払時期

購入ボタンを押した時点
送料

インターネット上の商品のため、送料は発生いたしません。
商品等の引渡、デジタルコンテンツ等の利用が可能になる時期

購入に関するページに特別な定めを置いている場合を除き、購入取引完了後、直ちにご利用いただけます。
お支払い方法

詳細は、各商品および各サービスのページをご確認ください。
キャンセル・返品

デジタルアイテム等購入後のお客様のご都合によるキャンセルは、お受けできません。
免責事項

弊社は、サーバトラブル、ネットワークトラブルその他不可抗力により生じたサービス・商品の提供不能、中断等については一切その責任を負わないものとします。
特別条件　販売条件

ご購入者様が未成年者の場合は、保護者の方の同意を得てからご購入ください。


]]
}
