return {
	id = "G002",
	curtain = true,
	type = 1,
	scripts = {
		{
			actor = 0,
			side = 0,
			say = "啊，新上任的第一天就迷路了，这么主角光环的出场模式真是尴尬…"
		},
		{
			actor = 0,
			side = 0,
			say = "不过，按照这种套路来看，接下来难道我就是要遇到命运中的女主角的节奏了吗嘿嘿嘿..."
		},
		{
			actor = 201010,
			side = 1,
			say = "啊啦~你就是新来的指挥官吗，居然让淑女等待那么久的时间，可真不是个合格的绅士呢哼哼！"
		},
		{
			actor = 0,
			side = 0,
			say = "嗯？哪里突然跑出来的小孩子，还穿着这样奇怪的军服？"
		},
		{
			actor = 201010,
			side = 1,
			say = "什…什么，人家才不是哪里跑出来的小孩子呢！别看我个头小，在我手下教导出来的优秀学生可是数不胜数呢！"
		},
		{
			actor = 0,
			side = 0,
			say = "诶！你居然能听到我脑子里在想的东西！？"
		},
		{
			actor = 201010,
			side = 1,
			say = "哼哼，我们可是搭载了最新型的战术指挥系统的“兵器”哟，只要通过指挥官的脑电波就可以进行远程沟通，这点小事情根本不算什么~"
		},
		{
			actor = 201010,
			side = 1,
			say = "当然，指挥官脑子里要是在想一些很奇怪的东西的话，我们也是能知道的哦哼哼哼~"
		},
		{
			actor = 201010,
			side = 1,
			say = "啊啦，忘了自我介绍一下，我可是来自皇家舰队的高级教官女将号哦，负责对新人（你）进行基础教导~从今天开始就轮到我来好好调教你一番啦！加加会配合你做实战"
		},
		{
			actor = 0,
			side = 0,
			say = "啊…感觉似乎有一种不祥的预感-A-"
		}
	}
}
