return {
	id = "JUEXINGDEHUANGJIN3-4",
	mode = 2,
	fadeOut = 1.5,
	scripts = {
		{
			mode = 1,
			asideType = 1,
			bgm = "theme-fool23-en",
			sequence = {
				{
					"強者たちの戦闘は、まだ続いてる——",
					2
				}
			}
		},
		{
			asideType = 1,
			mode = 1,
			sequence = {
				{
					"「甦れ、わたしの半身——巨竜メカ・「鉄のおてて」！」",
					1
				},
				{
					"「▁▂▃▄▅▆▇███*激しい咆哮*██▌██▌██▌██▌」",
					2
				},
				{
					"「試作型スーパードリルMKII量産型の死を弔う暇もなく、戦地に投入されたのは――」",
					3
				},
				{
					"「甦れ、わたしの半身——巨竜メカ・「鉄のおてて」！」",
					4
				},
				{
					"「▁▂▃▄▅▆▇███*激しい咆哮*██▌██▌██▌██▌」",
					5
				},
				{
					"「試作型スーパードリルMKII量産型の死を弔う暇もなく、戦地に投入されたのは――」",
					6
				},
				{
					"「甦れ、わたしの半身——巨竜メカ・「鉄のおてて」！」",
					7
				},
				{
					"「▁▂▃▄▅▆▇███*激しい咆哮*██▌██▌██▌██▌」",
					8
				}
			}
		},
		{
			asideType = 1,
			mode = 1,
			sequence = {
				{
					"そのまま、時の果てまで続くかのように――",
					2
				}
			}
		},
		{
			asideType = 1,
			mode = 1,
			sequence = {
				{
					"戦いの結果は…？",
					2
				}
			}
		},
		{
			asideType = 1,
			mode = 1,
			sequence = {
				{
					"次回、『試作型ブリMKII、死す』",
					2
				}
			}
		},
		{
			asideType = 1,
			mode = 1,
			sequence = {
				{
					"「注意」",
					2
				},
				{
					"「この作品はある少女の幻想に基づいて作られたものです」",
					4
				},
				{
					"「実在の人物や団体などと関係はありません」",
					6
				},
				{
					"「また撮影中、試作型スーパードリルMKIIとゲリュオンは損傷していません」",
					8
				},
				{
					"「どうぞ安心してご覧ください」",
					10
				},
				{
					"「——蘇るゴールデン・完」",
					12
				}
			}
		}
	}
}
