return {
	id = "XINGHAIZHUGUANG37",
	mode = 2,
	fadeOut = 1.5,
	scripts = {
		{
			mode = 1,
			asideType = 1,
			bgm = "theme-ucnf-image",
			sequence = {
				{
					"――こちらフォートレス。通信連絡試行回数3122回目",
					1.5
				},
				{
					"――反応なし",
					3
				},
				{
					"「ねえ、さっきのはなんだったと思う？」",
					4.5
				},
				{
					"「夢……かしら？」",
					6
				},
				{
					"――夢ではない。確実に判断できる",
					7.5
				},
				{
					"「うん…だってコーラがまだ冷蔵庫にあるし」",
					9
				}
			}
		},
		{
			asideType = 1,
			mode = 1,
			sequence = {
				{
					"「あのね？さっきレディにコーラを持っていく時」",
					1.5
				},
				{
					"「レディが…あの『ギンギツネ』がなんて言ったと思う？」",
					3
				},
				{
					"――？",
					4.5
				},
				{
					"「『プリンストンは『運命』を信じますか？』」",
					6
				},
				{
					"「だって。本当にびっくりしちゃった…」",
					7.5
				},
				{
					"「フォートレス。私たち本当におうちに帰れる…よね？」",
					9
				},
				{
					"――…………",
					10.5
				},
				{
					"――はい",
					12
				}
			}
		},
		{
			stopbgm = true,
			mode = 1,
			blackBg = true,
			effects = {
				{
					active = true,
					name = "xinghaizhuguang"
				}
			},
			sequence = {
				{
					"",
					2
				}
			}
		}
	}
}
