_G.pg.gametip.help_daily_task = {
	tip = {
		{
			info = [[
※ 破交作战开启时间：每天开放，每周最多可挑战两次
◆ 破交作战模式下，指挥官将操纵<color=#92fc63>潜艇编队</color>出战
◆ 不同的<color=#92fc63>鱼雷武器</color>将为<color=#92fc63>装备舰船</color>提供不同数量的<color=#92fc63>弹药</color>
<color=#92fc63>◆ 鱼雷设备</color>将为<color=#92fc63>装备舰船</color>提供额外的<color=#92fc63>弹药</color>
◆ 破交作战模式下，<color=#92fc63>所有潜艇技能</color>不生效，潜艇的全弹发射、专属弹幕通过<color=#92fc63>特殊攻击按钮</color>触发(<color=#92fc63>絮库夫专属弹幕</color>通过<color=#92fc63>上浮</color>触发，每场战斗仅限1次)
◆ 破交作战模式下，全弹发射、专属弹幕<color=#92fc63>伤害提高</color>
◆ 计分方式：
◆ 通关基础分：<color=#92fc63>100</color>分
◆ 击破1艘运输舰：<color=#92fc63>+10</color>分
◆ 1位己方舰船被重创：<color=#92fc63>-15</color>分
◆ S评价：<color=#92fc63>120</color>分
◆ A评价：<color=#92fc63>100</color>分
◆ B评价：<color=#92fc63>70</color>分

※ 商船护送开启时间为：每周一、周四、周日

※ 海域突进开启时间为：每周二、周五、周日

※ 斩首行动开启时间为：每周三、周六、周日

※ 战术研修开启时间为：每天开放
◆ <color=#92fc63>航空</color> 敌方旗舰拥有极高的耐久，使用<color=#92fc63>航空兵器</color>能造成巨量伤害
◆ <color=#92fc63>炮击</color> 敌方旗舰拥有极高的耐久，使用<color=#92fc63>炮击兵器</color>能造成巨量伤害
◆ <color=#92fc63>雷击</color> 敌方旗舰拥有极高的耐久，使用<color=#92fc63>鱼雷兵器</color>能造成巨量伤害

※快速挑战功能将在获得对应关卡的S胜后开启
◆快速挑战可以<color=#92fc63>直接获得</color>每日挑战关卡中应得的全部掉落奖励
◆快速挑战<color=#92fc63>不消耗</color>石油，不会获得任何指挥官经验、舰船经验，也不会影响舰船的心情与好感度，同时不计入个人信息中的作战次数
◆快速挑战可以完成出征获得胜利、以B/A/S胜通关、进行/完成每日挑战，击败小/中/大型舰队，累计从日常关卡中获得道具的任务
◆请注意，快速挑战<color=#92fc63>无法完成</color>个人角色任务。]]
		}
	}
}
