_G.pg.gametip.vote_primary_rule = {
	tip = [[
<size=20>预选赛</size>
<size=19>将所有角色随机分为四组，每组进行为期5天的人气投票，根据全服务器投票结果从每个小组中选出3名得票最多的角色，共12名进入决赛阶段</size>

<size=20>决赛投票</size>
<size=19>预选赛中诞生的12名人气角色，将进行为期10天的决赛投票，该阶段之前累积的投票数量清零</size>

<size=20>活动奖励</size>
<size=19>将根据决赛排名优先制作角色的誓约换装（如果获得冠军的角色已有誓约换装，原则上誓约制作权顺延一位）</size>

<size=20>选票获取</size>
<size=19>25级以上玩家每天可以通过活动任务获得选票，普通选票限当天使用
真爱选票可以保留至决赛，只有当日进行过普通投票的角色，才能进行真爱投票</size>

<size=20>同票规则</size>
<size=19>当小组赛、决赛最终排名出现影响结果的同票情况时，以最后被投票的角色优先</size>]]
}
