_G.pg.gametip.course_class_help = {
	tip = {
		{
			info = [[
大讲堂功能详情：

· 熟练度：
完成三阶突破的100级角色，出击时将根据获得经验同时
获取一定比例的熟练度

· 大讲堂等级：
提升大讲堂等级，可以增加储存熟练度上限、熟练度消耗速度和获取熟练度比例

· 大讲堂课程：
根据课程表，大讲堂每天将教授不同的课程

· 课程表：
周一：《驱逐雷击教学—鱼雷发射技巧分析》
周二：《巡洋炮击教学—如何正确地选择弹药》
周三：《战列理论教学—大炮巨舰的优势分析》
周四：《航母理论教学—论海空综合作战的重要性》
周五：《驱逐实战教学—实用阵型技巧分析》
周六：《巡洋实战教学—火力最大化手段分析》
周日：大讲堂休息，出击获取熟练度比例翻倍

（浅水重炮舰参加战列舰的课程，维修舰、运输舰可以参加驱逐与巡洋的课程，航战可以参加航母与战列舰的课程，潜艇、潜母参加驱逐的课程，超巡参加巡洋的课程）

· 上课：
大讲堂课程最大时长为12小时，下课时扣除消耗的熟练度，角色获取经验
正在后宅休息和训练的角色无法上课
上课会降低角色的心情，心情不好的话就无法开始上课了]]
		}
	}
}
