_G.pg.gametip.card_pairs_help_tip = {
	tip = {
		{
			info = "活动规则："
		},
		{
			info = "    <color=#A1E400FF>1.活动期间每天0:00:00增加一次可获得[月饼]的次数</color>"
		},
		{
			info = "    2.翻开两张相同的牌时即可消除这两张牌"
		},
		{
			info = "    3.当玩家开始翻动卡牌时，计时器才会开始计时"
		},
		{
			info = "    4.当所有牌消除完后，如果拥有可获得[月饼]的次数，\n       可获得一个[月饼]，并消耗一次次数"
		},
		{
			info = "    5.当所有牌消除完后，点击任意区域可以开启一轮新\n       的游戏"
		},
		{
			info = "    6.获得七个[月饼]会自动获得换装[月饼、不来一点吗？]"
		},
		{
			info = "    7.重复进行游戏会记录玩家的最佳成绩并在活动页面\n       显示"
		}
	}
}
