_G.pg.gametip.help_shipblueprintui = {
	tip = {
		{
			info = [[

开始研究
1. 开始方案舰的研究之前，需要满足对应方案舰的研究前置条件
2. 研究前置条件会显示在画面中央
3. 当满足前置条件后，点击开始研究按钮，即可开始研究
4. 方案舰同时只能研究一艘

研究任务
1. 开始研究后，需要完成指定方案舰的所有研究任务才能获得该方案舰
2. 研究任务每24小时解锁一个
3. 第一个研究任务在开始研究后默认解锁
4. 部分研究任务有前置任务，必须完成前置任务后才能开展后续的任务

切换研究对象
1. 在研究过程中，可以切换研究其他方案舰
2. 切换后，原先的方案舰的研究任务解锁进度、任务完成进度会被暂停
3. 切换研究对象后，需要等待24小时后才能再次切换研究对象

完成研究
1. 当完成方案舰的所有研究任务后，即可获得该方案舰，并解锁该方案舰的开发功能
2. 完成研究后，需要手动指定新的研究对象

进行开发
1. 获得方案舰后，会解锁该方案舰的开发功能
2. 通常情况下，开发需要消耗对应方案舰的蓝图，当没有蓝图时无法进行开发
3. 蓝图主要在军部科研室中通过完成科研项目获得
4. 开发可以提高方案舰的能力，到开发等级达到指定等级后，还能解锁开发加成能力

物资追赶
1. 方案舰角色开放达到一定时间后，将会解锁物资追赶功能
2. 解锁物资追赶功能的方案舰，当没有蓝图可以进行开发时，可以使用物资替代蓝图进行开发
3. 物资追赶每日有折扣次数，分别为免费-2次，1折-2次，2折-3次，4折-3次，7折-5次，折扣次数所有方案舰共享，每日凌晨4点重置
4. 《天运拟合》系统同样可使用物资代替蓝图提升完成度，折扣次数与通常开发共用
]]
		}
	}
}
