_G.pg.gametip.help_sos = {
	tip = {
		{
			info = "海域救援说明"
		},
		{
			info = [[


海域救援次数
·我们的舰队可进行的海域救援次数会不定时地增加
·指挥官在离港期间，港区仍会筹备海域救援，可进行的海域救援次数正常增加

搜索信号
·我们可以消耗一次海域救援次数，对指定章节的海域进行信号搜索
·搜索完成后会开启该章节的救援行动，救援行动会持续12小时
·如果无法在限定时间内完成救援，我们将会丢失信号来源，导致无法行动。
·一个章节内最多同时只能出现一个海域救援行动
·在增强信号之前，我们只能搜索到来自第三章海域的信息

信号强度
·信号接收器的强度一共分为8档，在初始状态下我们的信号强度为1档。
·信号强度每增强1档，可进行的海域救援次数上限增加1次，可搜索的海域也能增加1章
·指挥官需要先通关该章节的所有关卡后才能在对应章节搜索到海域救援行动
·信号强度等级越高，完成救援可获得的奖励会变得越丰厚
·以S评价完成当前可搜索的最高章节的救援行动时，信号强度会增强1档
·信号强度决定了指挥官可进行的海域救援次数上限，不同的信号强度对应不同的海域救援次数上限数量

战斗遭遇
·在救援过程中会遭遇到敌方的潜艇部队，请指挥官务必为出击的舰队配备反潜设备]]
		}
	}
}
