_G.pg.gametip.metalgearsub_help_tip = {
	tip = {
		{
			info = "小小的誓言活动说明："
		},
		{
			info = "    1.指挥官操作潜艇躲避敌方护卫舰队和水雷到达关底并\n    击沉运输舰即可获得战斗胜利，返回活动页后可以获得\n    活动道具；"
		},
		{
			info = "    2.活动道具每天有一次获得机会，可累积，活动关每天\n    可以无限次挑战。集齐7个活动道具后可以得到限定设\n    备"
		},
		{
			info = [[
    3.关卡内护卫舰队拥有“无状态”、“疑惑”、“警惕”、
    “攻击”四种警戒状态，
    四种状态分别对应提示：
    无状态：空
    疑惑：？
    警惕：！
    攻击：！！
   当潜艇浮出水面、进入敌方声呐范围、攻击敌方或引爆
   水雷时，护卫舰队的警戒状态会改变，警戒条也会随之
   上涨，当警戒条涨满时，护卫舰队会开始攻击，此时潜
   艇可以通过下潜、远离声呐范围来消除敌方警戒；]]
		},
		{
			info = "    4.关卡内水雷分为水上和水下两种，可以通过下潜或\n   上浮躲避，也可用武器击毁。撞上水雷会引爆并造成\n   伤害 ；"
		},
		{
			info = "    5.潜艇的弹药数是有限的，指挥官需要合理规划弹\n    药使用，预留足够弹药来击沉关底的运输舰才能获得胜\n    利。"
		},
		{
			info = "    6.小小的誓言活动关卡内胜利或失败不计入数据统计；"
		}
	}
}
