_G.pg.gametip.newplayer_help_tip = {
	tip = {
		{
			info = "新兵训练活动说明："
		},
		{
			info = "    1.活动没有时间限制，在玩家未完成所有活动任务前一直开放；"
		},
		{
			info = "    2.完成当前阶段所有任务后解锁挑战任务；"
		},
		{
			info = "    3.完成当前阶段挑战任务后解锁下一个活动阶段；"
		},
		{
			info = "    4.完成新兵训练和科研加速所有活动任务后，活动入口关闭；"
		},
		{
			info = "\n新兵科研加速活动说明："
		},
		{
			info = "    1.玩家指挥官等级达到30级后开放，通过页面右下角标签页切换科研加速、新兵训练两种活动任务的展示；"
		},
		{
			info = "    2.活动没有时间限制，在玩家未完成所有活动任务前一直开放；"
		},
		{
			info = "    3.完成当期所有任务后解锁最终任务；"
		},
		{
			info = "    4.完成新兵训练和科研加速所有活动任务后，活动入口关闭；\n"
		}
	}
}
