_G.pg.gametip.help_activity_bossbattle = {
	tip = {
		{
			info = "                                         ※作战手册※\n"
		},
		{
			info = [[
  活动期间，不同难度的演习，每次通关时可以获得额外收益，
  额外收益每天有获得次数上限。不同难度的额外收益次数分
  别为：初级演习：<color=#92fc63>20</color>次；中级演习：<color=#92fc63>20</color>次；高级演习：<color=#92fc63>40</color>次
]]
		},
		{
			info = "1.参与活动获取pt点数，并与本服玩家协力攻略女仆据点；"
		},
		{
			info = "2.女仆据点攻略完成后，所有参与据点战斗的玩家都将获得限\n定角色<color=#92fc63>【纽卡斯尔号】</color>（通过邮件发放）；"
		},
		{
			info = "3.女仆据点攻略完成后，玩家可继续参与活动累计pt获得大量\n奖励与限定角色<color=#92fc63>【纽卡斯尔号】</color>；"
		},
		{
			info = "4.个人累计pt的奖励截止时间为<color=#92fc63>2018.10.18 23.59.59</color>"
		}
	}
}
