_G.pg.gametip.levelScene_loop_help_tip = {
	tip = {
		{
			info = [[
海域达成<color=#92fc63>100%</color>后可开启<color=#92fc63>周回模式</color>

启用周回模式后，海域将有以下变化：

1 通常海域困难模式中<color=#92fc63>不会出现</color>敌人护卫舰队
2 活动关卡的敌人设置将会出现一部分变化
3 活动关卡中我方的移动格数<color=#92fc63>不会受到移动力限制</color>，可自由移动
4 通常海域关卡中<color=#92fc63>取消伏击与空袭</color>
5 关卡内会开启<color=#92fc63>阵容锁定</color>模式
6 关卡内会开启<color=#92fc63>自律寻敌</color>模式

 <color=#92fc63>自律寻敌</color>模式介绍：
1.<color=#92fc63>自律寻敌</color>只会在周回模式下开启，当关卡首次进入周回模式时，自律寻敌会自动开启
2.自律寻敌开启的同时，会自动开启<color=#92fc63>自律战斗</color><color=#92fc63>和阵容锁定</color>功能。自动呼叫潜艇功能会根据指挥官的设置，不会自动开启
3.开启自律寻敌后，指挥官可以在舰队选择界面设置舰队职能，舰队职能一共分为四种：
①<color=#92fc63>道中战斗</color>：该舰队只会进行道中战斗（<color=#92fc63>指与非敌方旗舰进行战斗</color>），选择该队为道中战斗后，另一队默认为旗舰战斗
②<color=#92fc63>旗舰战斗</color>：敌方旗舰出现后会切换到该舰队与敌方旗舰进行战斗，选择该队为旗舰战斗后，另一队默认为道中战斗
③<color=#92fc63>全部战斗</color>：该舰队会与道中敌人和敌方旗舰进行战斗，选择该队为全部战斗后，另一队默认为待机
④<color=#92fc63>待机</color>：该舰队不参与战斗，原地待机，选择该队为待机后，另一队默认为全部战斗
4.自律寻敌模式中，场上有精英舰队时，优先攻击<color=#92fc63>精英舰队</color>，场上没有精英舰队时，就近攻击离我方<color=#92fc63>最近的敌人</color>，当场上出现敌方旗舰时，最优先攻击<color=#92fc63>敌方旗舰</color>]]
		}
	}
}
