_G.pg.gametip.black_white_grid_notice = {
	tip = {
		{
			info = "活动说明："
		},
		{
			info = "1.净化虚拟空间共有5张游戏图，可以在活动期间内反复游玩，\n但仅有前4张图<color=#92fc63>首次</color>净化成功时可获得奖励。"
		},
		{
			info = "2.前四张游戏图为固定图，第五张游戏图为随机图。"
		},
		{
			info = "3.游戏图需要三星通关对应活动关卡地图才可以解锁。"
		},
		{
			info = "4.需要先完成上一张游戏图，才能进行下一张游戏图。"
		},
		{
			info = "5.每场游戏中，玩家拥有3次翻转次数。"
		},
		{
			info = "6.点击游戏图上的同一格两次，即可进行一次翻转操作。"
		},
		{
			info = "7.执行翻转操作将使以点击格为中心的<color=#92fc63>九格</color>颜色发生<color=#92fc63>反转</color>。\n（黑色格变为白色格，白色格变为黑色格）"
		},
		{
			info = "8.进行3次翻转后游戏进行结算。"
		},
		{
			info = "9.结算时，游戏图上的每个黑色块<color=#92fc63>-1</color>分，每个白色块<color=#92fc63>+1</color>分。\n最终分数<color=#92fc63>≥0</color>时视为净化完成，<color=#92fc63>＜0</color>时视为净化失败。"
		},
		{
			info = "10.每场游戏中，玩家拥有3次翻转次数。"
		}
	}
}
