_G.pg.gametip.pray_build_help = {
	tip = {
		{
			info = "活动说明：\n"
		},
		{
			info = "1.指挥官可以从轻型建造、重型建造、特型建造中\n任选一个构建为祈愿建造"
		},
		{
			info = "2.祈愿建造中各稀有度出现概率与通常建造相同："
		},
		{
			info = "轻型建造:<color=#ffde38>超稀有</color>:7%  <color=#d797ff>精锐</color>:12%  <color=#3dc6ff>稀有</color>:26%  普通:55%"
		},
		{
			info = "重型建造:<color=#ffde38>超稀有</color>:7%  <color=#d797ff>精锐</color>:12%  <color=#3dc6ff>稀有</color>:51%  普通:30%"
		},
		{
			info = "特型建造:<color=#ffde38>超稀有</color>:7%  <color=#d797ff>精锐</color>:12%  <color=#3dc6ff>稀有</color>:51%  普通:30%"
		},
		{
			info = "3.构建时指挥官可以查看该建造中所有可出现角色列表"
		},
		{
			info = "4.指挥官可以从中选择2名角色作为祈愿角色"
		},
		{
			info = "5.可选名单仅包含3月25日前常驻加入对应建造的角色"
		},
		{
			info = "6.有建造解锁条件的角色无法被选为祈愿角色，\n不会在祈愿建造中出现。"
		},
		{
			info = "7.所选祈愿角色的建造概率因稀有度差异而有所不同"
		},
		{
			info = "<color=#ffde38>超稀有</color>:2.0%  <color=#d797ff>精锐</color>:2.5%  <color=#3dc6ff>稀有</color>:2.5%  普通:2.5%"
		},
		{
			info = "8.选择完2名角色后，才算构建祈愿建造成功"
		},
		{
			info = "9.祈愿建造构建完成后，活动期间内不可进行修改"
		},
		{
			info = "10.祈愿建造的消耗与所选建造的消耗相同建造后的\n角色进入队列等待，可以使用快速完成工具"
		}
	}
}
