_G.pg.gametip.challenge_help = {
	tip = {
		{
			info = "  【玩法简介】"
		},
		{
			info = "  限界挑战是面向具有较高舰队实力指挥官的挑战玩法。\n"
		},
		{
			info = "【模式说明】"
		},
		{
			info = "  1. 限界挑战共分为普通和无限两种模式"
		},
		{
			info = "  2. 普通模式下，指挥官可以挑战对手并获取积分，当达到指定的最高积分时，可以领取奖励，普通模式最多可以挑战五关"
		},
		{
			info = "  3. 无限模式下，指挥官可以无限挑战对手，通过的关卡数越多，敌人的实力也会越强。无限模式下无法获得积分，也没有奖励。无限模式只有在通关普通模式后才会开启"
		},
		{
			info = "  4. 两种模式都为连战玩法，即每场战斗结束后，会继承上一场结束时的舰船状态。且每场战斗只能呼叫一次潜艇支援，每场战斗结束后，潜艇呼叫次数会恢复为1次"
		},
		{
			info = "  5. 限界挑战中不会消耗石油，不消耗舰船的好感，战斗胜负不会被计入个人信息统计，也无法获得舰船经验、指挥官经验和指挥喵经验"
		},
		{
			info = "  6. 普通模式和无限模式的编队不通用，指挥官需要分别配置"
		},
		{
			info = "  7. 挑战过程中，玩家不可以更换编队成员，不可以使用紧急维修"
		},
		{
			info = "  8. 两场战斗间可以返回活动主页，战斗中退出、掉线、关闭游戏等操作将导致结算至本关开始前分数并结束本轮挑战。\n"
		},
		{
			info = "  【结算及刷新说明】"
		},
		{
			info = "  1. 限界挑战开放期间，会以每个周日的23:59:59为截止时间，结束并开启新一轮的挑战"
		},
		{
			info = "  2. 挑战结束时，会结算本轮挑战的最高积分，并进行重置；同时无限模式的进入条件也会被重置"
		},
		{
			info = "  3. 开启新一轮的挑战后，挑战对手和顺序会发生变化\n  注：挑战更新后，如果还有上一轮的未结算战斗，该次挑战的数据将不计入统计。因此，请指挥官合理规划挑战时间。"
		},
		{
			info = "  4. 当限界挑战的活动时间结束后，将会暂时关闭，并隔一段时间后再次开启。新开启的限界挑战的内容和奖励均会有变化"
		}
	}
}
