_G.pg.gametip.secondary_password_help = {
	tip = {
		{
			info = "二级密码是用于保护指挥官账号内资产的密码系统。\n"
		},
		{
			info = "1. 在二级密码开启的情况下，解锁角色、拆解部分装备、解锁指挥喵会受到二级密码的限制；\n   注：当拆解重要装备、超稀有及以上装备、强化等级+10的装备时会受到二级密码的限制；\n"
		},
		{
			info = "2. 在以上被提及的操作中，指挥官可自行设置每种敏感操作是否被二级密码限制；\n"
		},
		{
			info = "3. 二级密码开启后，每次登录期间内，第一次执行敏感操作时需要指挥官输入二级密码，输入密码正确后才可继续执行该操作；\n   若本次登录期间内已经正确输入过二级密码，执行敏感操作时则不需要再次输入；\n"
		},
		{
			info = "4. 若遗忘二级密码，则无法关闭该系统，同时也无法通过关闭、再次开启来修改二级密码，请指挥官设置有效的密码提示，帮助记忆二级密码；\n"
		},
		{
			info = "5. 若遗忘二级密码，指挥官需要通过客服来重置二级密码，两次重置二级密码之间的间隔时间不得少于30天；\n"
		}
	}
}
