_G.pg.gametip.option_desc11 = {
	tip = [[
功能开启后，战斗中会展示航母的被侦测提示线（蓝色网格样式）、暴露提示线（红色网格样式，仅演习战斗中有）

航母、轻母隐蔽机制说明：
在【隐蔽】状态下，航母不容易被作为敌方的武器、技能的指向目标，但是会仍然会被流弹命中造成伤害
在【隐蔽】状态下，角色航空攻击伤害计算时，受到的防空减伤影响降低10%

被侦测条的增减
·敌方舰艇在关卡内被侦测范围内、触底或敌方舰载机触底时，被侦测条上升（触底时，离触底单位最近的航母被侦测条会额外上升）
·航母角色空袭，或触发技能攻击时，自身被侦测条上升。空袭时提升的被侦测值随该场战斗内空袭轮次提高（每轮空袭提高基础值的25%，最大值为基础值的250%）空袭后的12秒内，被侦测条的恢复速度降低至基础恢复速度的40%
·航母角色处于被点燃状态时，被侦测条增加一段点燃侦测惩罚，且点燃状态下点燃侦测惩罚不会下降
·被侦测条的最大值与角色机动相关，被侦测值达到最大值时，角色脱离【隐蔽】状态

演习中的额外规则：
演习中，航母被侦测值不会自动降低
演习中，增加暴露提示线，敌方角色进入暴露范围内时，所有航母直接脱离【隐蔽】状态
]]
}
