_G.pg.gametip.music_main = {
	tip = {
		{
			info = "<color=#92fc63>10.29-11.12</color>期间开启限时活动「激唱的Universe」"
		},
		{
			info = "1.通过特别作战获取「激唱徽章」，在「累计奖励」和\n「补给商店」处兑换丰厚奖励"
		},
		{
			info = [[
2.在「激唱舞台」完成音乐小游戏，获取B评价以上时
可以收集「演唱音符」，收集<color=#92fc63>7</color>次「演唱音符」可以获
得限定角色「恶毒(μ兵装)」
<color=#92fc63>注意：</color>每日可获得一次机会，可累计7次，未达到B评价
以上时不会消耗次数，次数用尽后仍然可以进行音乐小
游戏]]
		},
		{
			info = [[
3.在活动中收集全部<color=#92fc63>12</color>个「周边」道具后，可在「纪念
章」处获取「激唱纪念章」
详细获取条件可在「纪念章」界面查看
4.点击「限时建造」可以前往建造界面
5.点击「换装商店」可以前往换装商店界面]]
		}
	}
}
