_G.pg.gametip.decodegame_gametip = {
	tip = {
		{
			info = [[
活动简介：
 1.活动期间，每获得<color=#92fc63>200点</color>「情报PT」，可以获得1点情
报点，最多可获得60点 
 2.每次点击情报页的单元格进行破译，需要消耗1点情报
点
 3.完成一定次数的情报破译即可获得如下奖励：
 完成10次：物资*1000
 完成20次：T3通用改造部件*5
 完成30次：物资*1000
 完成40次：T3攻击教材*2
 完成50次：T3随机改造图纸*2
 完成60次：T3支援教材*2 
 4.3张情报页全部破译后，会出现密码页按钮，点击密码
页按钮可进入解密模式，解密模式下再次点击情报页可进
行比对，比对后每张情报页可以获取三个密码，点击密码
所在单元格可进行输入,<color=#92fc63>9位密码全部输入正确后可获取
最终奖励</color>
5.9位密码每3个为一组，每组密码都属于同一张情报页
6.当密码输入错误时，左侧红灯会亮起，当密码输入正确
时，右侧绿灯会亮起同时将密码保存在密码框中]]
		}
	}
}
