_G.pg.gametip.equipment_upgrade_help = {
	tip = {
		{
			info = "<color=#ffde38>装备研发系统说明：</color>\n"
		},
		{
			info = "· 装备研发是通过<color=#92fc63>消耗</color>研发素材与物资将特定装备转变为更高级装备的系统。"
		},
		{
			info = "·点击选择想要研发的装备，即可进入对应的装备研发界面。"
		},
		{
			info = "·当所选装备拥有多种研发途径获得时，可以使用切换方案按钮进行切换。"
		},
		{
			info = "·当素材装备也可通过研发获得时，可通过点击左侧的快速研发按钮进入对应研发界面。"
		},
		{
			info = "·正在装备中装备也可以作为素材装备，研发后的新装备将直接变为装备中状态。（若新装备的类型无法被原角色装备，则装备返回仓库）"
		},
		{
			info = "·将拥有强化等级的装备作为研发素材时，将会按照装备拆解规则返还强化过程中消耗的<color=#92fc63>部分强化物资</color>，并返还<color=#92fc63>全部强化素材</color>。"
		}
	}
}
