_G.pg.gametip.guild_member_tip = {
	tip = {
		{
			info = "成员管理说明："
		},
		{
			info = "1.大舰队成员可在此界面查看其他成员的指挥官信息。"
		},
		{
			info = "2.舰队司令、副司令可以任命变更<color=#92fc63>职位比自己低</color>的成员的职位。"
		},
		{
			info = "3.舰队司令、副司令可以开除<color=#92fc63>职位比自己低</color>的成员。"
		},
		{
			info = "4.当舰队司令超过<color=#92fc63>10</color>天没有上线，副司令可以<color=#92fc63>弹劾</color>舰队司令。"
		},
		{
			info = "5.弹劾流程：申请弹劾后<color=#92fc63>24</color>小时内，舰队司令可以在大舰队界面内驳回弹劾，如过<color=#92fc63>24</color>小时内未能驳回弹劾，则舰队司令移交给<color=#92fc63>活跃度最高</color>的副司令。"
		},
		{
			info = "6.关于<color=#92fc63>见习成员</color>："
		},
		{
			info = "    初入大舰队的指挥官默认为见习成员"
		},
		{
			info = "    见习成员活跃度达到100自动转正"
		},
		{
			info = "    见习成员无法被管理变更职位"
		},
		{
			info = "    见习成员无法学习大舰队科技"
		},
		{
			info = "    见习成员无法领取大舰队补给"
		},
		{
			info = "    见习成员无法领取作战报告奖励"
		},
		{
			info = "    其余权限等同于普通成员"
		},
		{
			info = "※见习成员被开除后，可以从系统邮箱领取属于在舰队期间累积的作战报告奖励"
		},
		{
			info = "7.关于<color=#92fc63>活跃度</color>："
		},
		{
			info = "在游戏内完成各种日常&周常&大舰队相关行为，可以获得<color=#92fc63>活跃度</color>，相应计数如下："
		},
		{
			info = "    完成日常任务：<color=#92fc63>2</color>点"
		},
		{
			info = "    完成周常任务：<color=#92fc63>5</color>点"
		},
		{
			info = "    完成1次大舰队个人任务：<color=#92fc63>2</color>点"
		},
		{
			info = "    完成1次军需筹备：<color=#92fc63>10</color>点"
		},
		{
			info = "    大舰队作战事件派遣1次：<color=#92fc63>1</color>点"
		},
		{
			info = "    挑战1次大舰队作战首领战：<color=#92fc63>10</color>点"
		}
	}
}
