_G.pg.gametip.guild_tech_tip = {
	tip = {
		{
			info = "科技说明："
		},
		{
			info = "1.大舰队科技可对指挥官港区提供一定的加成。"
		},
		{
			info = "2.大舰队科技有<color=#92fc63>研发模式</color>和<color=#92fc63>通常模式</color>两个界面，通过页面右上角按钮切换。"
		},
		{
			info = "3.研发模式下，舰队司令和副司令可以更换研发的大舰队科技，每天只能更换<color=#92fc63>1</color>次研发项目。"
		},
		{
			info = "4.创建大舰队&系统更新后，研发项目默认选择为<color=#92fc63>大舰队成员席位扩充</color>，指挥官可自行更换。"
		},
		{
			info = "5.大舰队科技的研发需要执行<color=#92fc63>军需筹备</color>，通过在<color=#92fc63>后勤处</color>完成<color=#92fc63>军需筹备</color>可以累计<color=#92fc63>项目筹备进度</color>，筹备完成后，对应大舰队科技等级提升。"
		},
		{
			info = "6.研发模式下，所有成员均可查看项目筹备进度。"
		},
		{
			info = "7.大舰队同时只能进行<color=#92fc63>1</color>项科技的研发项目筹备。"
		},
		{
			info = "8.通常模式下，所有成员均可花费<color=#92fc63>舰队币</color>和<color=#92fc63>物资</color>学习大舰队已经研发的科技。"
		},
		{
			info = "9.成员的大舰队科技等级只能提升到科技等级上限，科技等级上限由<color=#92fc63>当前大舰队</color>科技等级上限与公共舰队科技等级上限较高者决定。"
		},
		{
			info = "10.<color=#92fc63>当前大舰队</color>科技需要达到对应的<color=#92fc63>活跃度</color>才可学习。不满足<color=#92fc63>当前大舰队</color>科技等级提升条件但未达到公共科技等级上限可以继续学习，但所需资源消耗为公共舰队科技消耗。"
		},
		{
			info = "11.如果指挥官退出大舰队，已经习得的大舰队科技<color=#92fc63>等级保留</color>，加入新的大舰队后，对应科技将会<color=#92fc63>重新生效</color>，但不会超过所属舰队的科技等级上限。"
		},
		{
			info = "12.如果指挥官不在任何一个大舰队内，则大舰队科技最多保留至公共舰队科技等级上限。"
		}
	}
}
