_G.pg.gametip.guild_office_tip = {
	tip = {
		{
			info = "后勤说明："
		},
		{
			info = "1.舰队司令，副司令可以在后勤处发布大舰队任务，购买大舰队补给。"
		},
		{
			info = "2.所有成员均可以在后勤处领取&执行大舰队任务，提交军需筹备任务，以及领取大舰队补给。"
		},
		{
			info = "3.大舰队任务：由大舰队全体成员<color=#92fc63>共同执行</color>的任务，完成任务可获得大舰队资金奖励。"
		},
		{
			info = "4.大舰队任务个人奖励每人每周仅可获得<color=#92fc63>1</color>次，但重复完成任务<color=#92fc63>仍然计算</color>大舰队任务执行次数。"
		},
		{
			info = "5.大舰队任务每周结算，按照结算时<color=#92fc63>大舰队全员</color>任务完成次数发放大舰队资金奖励。"
		},
		{
			info = "6.军需筹备：大舰队全体成员可通过军需筹备获取舰队币奖励。"
		},
		{
			info = "7.军需筹备每人每天可以执行<color=#92fc63>3</color>次。"
		},
		{
			info = "8.完成军需筹备除个人舰队币奖励以外，同时还可为大舰队提供一定数量的大舰队资金。"
		},
		{
			info = "9.每次完成军需筹备，舰队科技研发的<color=#92fc63>筹备进度</color>将会对应增加，<color=#92fc63>项目筹备进度</color>达到标准，研发中的大舰队科技等级将会提升。"
		},
		{
			info = "10.军需筹备可获取的<color=#92fc63>大舰队资金</color>和<color=#92fc63>筹备进度</color>存在每日上限，达到上限后。军需筹备将无法继续提供<color=#92fc63>大舰队资金</color>与<color=#92fc63>筹备进度</color>，但是可以正常获得<color=#92fc63>舰队币</color>。"
		},
		{
			info = "11.军需筹备的<color=#92fc63>每日上限次数</color> 为：大舰队人数上限*3 次"
		},
		{
			info = "12.大舰队补给：由舰队司令，副司令花费大舰队资金购买的成员福利。"
		},
		{
			info = "13.购买大舰队补给需要消费一定量的大舰队资金，购买后<color=#92fc63>14</color>天内，所有大舰队成员每天可领取<color=#92fc63>1</color>份大舰队补给。"
		},
		{
			info = "14.新加入大舰队的成员，当天无法获得大舰队补给，加入大舰队第二天，可获得第<color=#92fc63>1</color>份补给(如果该大舰队有购买补给)。"
		},
		{
			info = "15.单个成员的大舰队补给最多可储存<color=#92fc63>3</color>份，超过<color=#92fc63>3</color>份未领取将无法获得新的大舰队补给。"
		}
	}
}
