_G.pg.gametip.doa_main = {
	tip = {
		{
			info = [[
活动规则：
<color=#92fc63>11.26-12.10</color>期间开启限时活动「假日航线」
1.通过特别作战获取「维纳斯点数」，在「累计奖励」和
「补给商店」处兑换丰厚奖励
2.完成「排球练习赛」小游戏第七战可以获得限定装备
<color=#92fc63>「觉醒宝珠」</color>
注意：每日开放1场新的比赛，总计7场
3.在活动中收集14个「角色喜好」道具后，可在
「纪念章」处获取<color=#92fc63>「维纳斯假期纪念像」</color>
详细获取条件可在「纪念章」界面查看
4.点击「限时建造」可以前往建造界面
5.点击「换装商店」可以前往换装商店界面
6.<color=#92fc63>11.26-12.09</color> 每日刷新一个活动特殊委托，该委托不占
用可派出舰队上限，完成委托可获取活动奖励
未进行的委托将于次日消失，进行中的委托可于次日领取
奖励，领取奖励后可刷新次日的活动特殊委托，领取时间
截止12月16日23点59分]]
		}
	}
}
