_G.pg.gametip.snowball_help = {
	tip = {
		{
			info = [[
活动规则：
1.<color=#92fc63>1月4日</color>为止每日0点开放<color=#92fc63>1</color>场新的比赛，总计<color=#92fc63>7</color>场，可累
计。全部完成后可以获得<color=#92fc63>桸</color>限定换装<color=#92fc63>「迎春的神乐舞」</color>
2.指挥官每完成1场新的比赛还可以获得2次敲钟祈福次数，
<color=#ff5c5c>最多可获得14次敲钟祈福有效次数</color>，花费物资消耗敲钟祈
福次数可以获得不同效果
游戏规则：
1.指挥官需要点击左侧按钮控制小人上下移动躲避敌方雪
球，被雪球击中会扣除生命值，生命值耗尽游戏结束。
2.指挥官点击敌方小人即可使用雪球攻击，击中不同敌人
会获得不同分数。
特别注意：击中乱入场地的无辜路人会扣分哦！
得分规则：
击中：樟、松、楙、橗、椿、莲 <color=#92fc63>加100分</color>
击中：皇家方舟 <color=#92fc63>加200分</color>
击中：挖矿啾啾、梿 <color=#ff5c5c>扣50分</color>
3.画面右侧支援槽会随着时间上涨，当支援槽涨满时指挥
官可以点击支援槽呼叫空袭支援。空袭支援会清除当前场
上敌方雪球并对敌人进行雪球轰炸
4.指挥官生命值耗尽结束游戏或是点击游戏内退出按钮退
出游戏都视为完成游戏。因为其他原因中途退出游戏则算
作未完成游戏]]
		}
	}
}
