_G.pg.gametip.help_xinnian2021__qiaozhong = {
	tip = {
		{
			info = [[
<size=31><color=#92fc63>TIPS：
在没有敲钟有效次数时点击敲钟仍然会消耗物资，但是不会
获得加成效果</color></size>
1.活动期间指挥官每完成<color=#92fc63>啾啾雪合战</color>的1场新比赛可以获
得<color=#92fc63>2次</color>敲钟有效次数，<color=#ff5c5c>最多可获得14次敲钟有效次数</color>
2.拥有有效次数的情况下消耗5物资点击敲钟可以选择不
同加成效果：
学业：战术学院技能学习时间略微减少
事业：主线、困难、作战档案关卡中，我方战斗内造成的
伤害略微提高
姻缘：秘书舰好感度提高速度加快
以上三种效果持续时间为一天
3.获得学业效果时不会减少正在进行的技能学习时间，学
业效果消失时不会增加已经被学业效果减少的技能学习时
间
4.如果在已经拥有加成效果的状态下进行敲钟，那么新获
得的加成效果会覆盖掉之前拥有的加成效果，且持续时间
重置
5.同一时间只能存在一种加成效果]]
		}
	}
}
