_G.pg.gametip.fushun_adventure_help = {
	tip = {
		{
			info = [[
活动规则：
1.<color=#92fc63>2月10日</color>为止每日0点开放<color=#92fc63>1</color>场新的关卡，总计<color=#92fc63>7</color>关，关卡可累计
各关卡完成奖励明细如下：
	完成第1关获得 红包 x1；
	完成第2关获得 红包 x1；
	完成第3关获得 红包 x1；
	完成第4关获得 红包 x1；
	完成第5关获得 红包 x1；
	完成第6关获得 红包 x1；
	完成第7关获得 限定角色<color=#92fc63>「抚顺」</color>x1
游戏规则：
1.当年兽进入可攻击区域时，指挥官可以点击<color=#92fc63>A键</color>、<color=#92fc63>B键</color>进行攻击，当可攻击区域内没有年兽时点击A、B键，则会对自身造成硬直
2.若指挥官没有及时击败年兽则会被年兽攻击，每被年兽攻击一次，扣除一颗生命值
3.年兽根据血量分为三种难度，不同难度的年兽需要攻击的次数也不同，击败年兽会获得相应的分数
得分规则：
击败小型年兽： <color=#92fc63>加10分</color>
击败中型年兽： <color=#92fc63>加20分</color>
击败大型年兽： <color=#92fc63>加30分</color>
4.连续击败年兽可以累计combo，combo达到20后击败年兽可以获得额外加分，被年兽攻击则会打断combo
5.击败年兽时画面下方能量槽会上涨，当能量槽涨满时抚顺会进入<color=#92fc63>特殊模式</color>此时指挥官需要快速连续点击A、B键，点击次数越多得分越高。能量槽变空后特殊模式结束
6.指挥官生命值耗尽结束游戏或是点击游戏内退出按钮退出游戏都视为完成游戏。因为其他原因中途退出游戏则算作未完成游戏]]
		}
	}
}
