_G.pg.gametip.exercise_rule_tip = {
	tip = [[
   1、每<color=#92fc63>14</color>天为一个赛季，赛季中达到指定军衔，即可获得军衔对应奖励
   2、战斗胜利可以按军衔等级获得功勋，即使失败也可获得<color=#92fc63>一半</color>的功勋
   3、战斗胜利可以获得积分，战斗失败<color=#92fc63>不会扣除积分</color>
   4、受到其他人的挑战而失败不会扣除积分
   5、积分达到一定值，就可以提升军衔，<color=#92fc63>将阶以上</color>军衔需要达到一定名次
   6、军衔只要达到过1次，就会立刻获得军衔奖励
   7、获得的功勋可以在功勋商店兑换科技箱、角色等奖励
   8、演习对手可以免费手动更换，每天只能更换<color=#92fc63>5</color>次
   9、挑战后，无论成败，都会自动更换一组对手
   10、演习次数每天00:00、12:00、18:00刷新，刷新时增加<color=#92fc63>5</color>次演习次数，演习次数上限为<color=#92fc63>10</color>次
   11、赛季结束后，所有玩家军衔和积分重置]]
}
