_G.pg.gametip.securitycake_help = {
	tip = {
		{
			info = [[
小游戏玩法：
1.指挥官点击画面上的敌人时，特装型布里MKIII会对其进行攻击，击败敌人可以获取分数。不同种类的敌人需要点击的次数不同，获取的分数也不同
①<color=#92fc63>怪盗啾啾 需要点击1次 100分</color>
②<color=#92fc63>忍者啾啾 需要点击1次 150分</color>
③<color=#92fc63>巨大啾啾 需要点击2次 200分</color>
④<color=#92fc63>纸箱喵     需要点击1次 150分</color>
2.指挥官击败敌人后下方的EX槽会上涨，涨满时点击EX槽，特装型布里MKIII会进入EX模式，攻击力和攻击范围会上升
3.敌人会从四周向蛋糕靠近，靠近蛋糕时会偷取蛋糕，蛋糕被偷取<color=#92fc63>3</color>次或时间耗尽游戏结束
活动规则：
活动期间每日可获得1次可用次数，可用次数最多可以叠加7次
1.在有可用次数的情况下参与蛋糕保卫战会消耗掉可用次数并获得签到次数，集齐7次签到次数可以获得<color=#92fc63>「四周年邀请函」</color>
2.可用次数可以在啾啾乐园页面右侧看到，签到进度可以通过点击啾啾乐园页面<color=#92fc63>「邀请函」</color>按钮查看
3.在没有可用次数的情况下进行蛋糕保卫战不会获得签到次数
4.使用游戏内退出按钮退出时，会进行结算。因为其他原因中途退出小游戏不会消耗可用次数，同时也不会获得任何奖励]]
		}
	}
}
