_G.pg.gametip.meta_help = {
	tip = {
		{
			info = "META研究室说明："
		},
		{
			info = [[
·META研究室是进行META角色获取、养成的专用系统
·META角色拥有<color=#92fc63>「能量激活」</color>、<color=#92fc63>「战术研习」</color>、<color=#92fc63>「舰装强化」</color>、<color=#92fc63>「资讯同步」</color>4个系统模块
·重复获取的META角色将会自动转换为1个对应的角色结晶，可用于在<color=#92fc63>「能量激活」</color>中使用。
]]
		},
		{
			info = [[
1.<color=#92fc63>资讯同步</color>
·<color=#92fc63>2021.9.9-2021.12.9</color>期间限时开放「蛟·META」的「资讯同步」，通过「信标·META」战斗获取其同步值，达到一定同步值可以获取<color=#92fc63>「蛟·META」角色</color>
·获得META角色后可以通过角色的<color=#92fc63>「资讯同步」</color>模块在<color=#92fc63>上述时间</color>内继续获取包含养成材料在内的丰厚奖励
·注意：<color=#ff5c5c>「蛟·META」的「资讯同步」将于时间结束后暂时关闭,已累计的同步值也会消失。</color>

2.<color=#92fc63>能量激活</color>
·META角色达到指定等级后可以使用对应的角色结晶进行激活。激活后可以提升角色星级
·角色结晶可以通过「资讯同步」奖励获取
]]
		},
		{
			info = [[
3.<color=#92fc63>战术研习</color>
·完成战术研习任务获得META角色的技能升级经验，部分任务可以重复完成
·一名角色只能同时进行一项技能的战术研习任务，多名角色之间彼此独立，同时进行
·一名角色每日最多获取<color=#92fc63>30000</color>点技能升级经验，其中前<color=#92fc63>60%</color>的技能升级经验拥有双倍任务完成效率
（剩余次数不满2次时不生效）
·任务类型和可完成次数会随着技能等级升级而刷新
]]
		},
		{
			info = [[
4.<color=#92fc63>舰装强化</color>
·META角色可以通过消耗舰装强化材料对「炮击」「雷击」「航空」「装填」4个属性中的若干个进行强化
·强化会提升相应属性值，当强化进度达到一定数值后还可获得额外属性提升。
·舰装强化材料可通过「资讯同步」奖励及大型作战内港口商店购买获取]]
		}
	}
}
