_G.pg.gametip.gametip_xiaotiancheng = {
	tip = {
		{
			info = "「小小军师成长记」说明："
		},
		{
			info = "1.活动期间，玩家可获得临时npc角色小鳐，临时角色不可誓约、不可退役、不可被选为强化突破材料。"
		},
		{
			info = "2.活动期间，击破普通难度主线第三章及之后章节或活动地图旗舰，可增加临时npc角色小鳐的友好度。（不包括大型作战）"
		},
		{
			info = "3.上阵小鳐参与战斗，且未被击沉，可增加双倍友好度。"
		},
		{
			info = "4.在活动结束前累计获得1000点好友度，可领取奖励并将临时角色「小鳐」转化为永久角色。"
		},
		{
			info = "5.在活动结束后，未完成转化的临时角色「小鳐」将离开港区，不返还已经消耗的强化、突破等培养材料。"
		},
		{
			info = "6.npc角色无法参与大型作战"
		},
		{
			info = "7.npc角色无法参与大舰队作战中的事件派遣、攻坚队和首领战"
		}
	}
}
