_G.pg.gametip.idolmaster_main = {
	tip = {
		{
			info = [[
活动规则：
<color=#92fc63>7.22-8.05</color>期间开启限时活动「响彻碧海的偶像歌」
1.通过特别作战获取「联动Pt」，在「累计奖励」和「补给商店」处兑换丰厚奖励
2.完成「啾啾见面会」小游戏第七场可以获得限定装备<color=#92fc63>「偶像手环」</color>
注意：每日开放1场新的见面会，总计7场
3.在活动中收集14个「角色资料」道具后，可在「纪念章」处获取<color=#92fc63>「765纪念章」</color>详细获取条件可在「纪念章」界面查看
4.点击「限时建造」可以前往建造界面
5.点击「换装商店」可以前往换装商店界面
6.<color=#92fc63>7.22-8.04</color> 每日刷新一个活动特殊委托，该委托不占用可派出舰队上限，完成委托可获取活动奖励，未进行的委托将于次日消失，进行中的委托可于次日领取奖励，领取奖励后可刷新次日的活动特殊委托，领取时间截止8月11日23点59分]]
		}
	}
}
