_G.pg.gametip.levelScene_escort_help_tip = {
	tip = {
		{
			info = "护航关卡说明 "
		},
		{
			info = "    1. 商路护航的开放时间为8月12日~8月19日；"
		},
		{
			info = "    2.每日有一次挑战机会，不可累积，进入关卡时扣除次数。关卡分为简单，普通，困难三个难度，玩家进入关卡即消耗挑战次数；"
		},
		{
			info = "    3.商船会沿着固定航线前进，玩家舰队每行动一次，商船前进一格，不会躲避敌船和水雷，玩家需要保护商船安全到达撤退点；"
		},
		{
			info = "    4.商船撞上敌船，血量减少1，并且进入遇袭中状态，此时玩家每行动一次商船血量会减少1，直至玩家击败袭击商船的敌方舰队；"
		},
		{
			info = "    5.商船撞上水雷，血量减少2，玩家撞上水雷也会受到伤害但是带有驱逐舰的舰队走到水雷上后可以拆除水雷；"
		},
		{
			info = "    6.商路护航奖励依据商船到达撤退点时血量进行发放：\n20~16血为1档、15~11血为2档、10~1血为3档、0血，战斗失败或撤退为4档；"
		}
	}
}
