_G.pg.ship_skin_words[302040] = {
	feeling1 = "指揮官，請打起精神……",
	feeling3 = "指揮官~哎？沒事啦，就是突然想打個招呼，嘿嘿~",
	lose = "嗚哇，指揮官，我們先撤退吧",
	propose = "……嘿嘿~指揮官，準備好了嗎？嗯，那我閉上眼睛了……",
	expedition = "軍事委託？那也是我的工作範圍呢",
	win_mvp = "希望每場戰鬥都能像今天一樣漂亮~",
	home = "太好了，指揮官平安無事地回來了",
	mission = "偶爾休息一下、偷偷懶應該是會被原諒的吧，欸嘿嘿~",
	touch2 = "有時候搞不懂指揮官想做些什麼呢~",
	voice_key_2 = -1,
	skill = "嘿嘿，做好準備了嗎？",
	drop_descrip = "{namecode:46}級輕巡洋艦一番艦—{namecode:46}",
	mail = "欸嘿嘿～指揮官，有新郵件",
	touch = "指揮官碰到什麼麻煩了嗎？",
	profile = "重櫻{namecode:46}級輕巡洋艦一號艦。參加過所羅門、中太平洋等各處海戰，中途島時代替沉沒的{namecode:91}擔起旗艦職責，指揮了大家的撤退，不過到底還是逃不過被潛艇擊沉的宿命呢……嘿嘿~",
	mission_complete = "哇，完成了嗎！？ 指揮官，好厲害！",
	feeling4 = "伴隨護衛？這種事情我已經駕輕就熟啦，這次是？誒——和指揮官一起私訪港區！？",
	unlock = "欸嘿嘿，我是{namecode:46}。指揮官，有期待我的加入嗎？",
	feeling5 = "昨天看到了好多姐妹不為人知的一面呢……指揮官想看我不為人知的一面？唔……怎麼辦好呢？",
	main = "被雨淋濕了就得趕緊換衣服……唔，要不要把我的衣服借給你？|{namecode:47}能交到朋友真是太好了，就是……|戳戳~指揮官的臉好可愛~",
	battle = "這次的敵人是什麼？",
	upgrade = "氧氣魚雷……好想要……",
	voice_key = 30204,
	headtouch = "",
	feeling2 = "唔，今天晚餐給妹妹們做什麼好呢~",
	login = "戳戳~指揮官，在發呆嗎？",
	vote = "",
	hp_warning = "",
	id = 302040,
	detail = "指揮官喜歡什麼樣的女孩子呢？——欸嘿嘿，是嗎～",
	couple_encourage = {
		{
			{
				30209
			},
			1,
			"{namecode:47}，不要總纏著{namecode:45}啦……",
			0
		}
	}
}
