_G.pg.ship_skin_words[302080] = {
	feeling1 = "懦夫，永遠也沒法駕馭惡鬼。",
	feeling3 = "哼，雖然{namecode:46}她們有各種一言難盡的地方，不過你還是能好好讓她們派上用場呢，我替她們謝謝你了。 ——什麼，我也有些一言難盡的地方……哪裡？快給我詳細說說！",
	lose = "惡鬼，終究輸給了時代嗎…",
	propose = "你就是征服了惡鬼的強者，指揮官。今日的誓言，我必將銘記於心。一起向著更強進發吧！",
	expedition = "委託組的大家可要等得不耐煩了。",
	win_mvp = "與我為敵，就已經註定了你們的失敗。",
	home = "回來了啊，出擊越久就越是懷念港區。好好休息，養精蓄銳吧",
	mission = "別忘了你的任務，執行上級的命令可是軍人的天職。",
	touch2 = "你真的，要惹怒我吗？",
	voice_key_2 = -1,
	skill = "休想逃走！",
	drop_descrip = "{namecode:46}級輕巡洋艦五番艦—{namecode:181}",
	mail = "郵件裡的重要信息，已經給你圈上了，指揮官。",
	touch = "要和我比試一場嗎？放心，我會讓你一隻手的。",
	profile = "我是{namecode:46}型輕巡洋艦{namecode:181}號，名字取自“兇猛狂暴如鬼之怒”的鬼怒川。跟我的名字一樣，惡鬼發怒起來，可是很凶悍的。相信我，你絕對不想看到那一幕。",
	mission_complete = "收下這些獎勵吧，這是達成任務者的應得的回報。",
	feeling4 = "今晚出來陪我喝兩杯吧？哈，放心吧，只是普通的聊聊天而已。藉著美酒說點真心話，還有什麼事能比這更讓人心情舒暢呢？",
	unlock = "我是{namecode:181}。如果想讓惡鬼服從於你的話，就展現你的強大來看看吧",
	feeling5 = "嗯……總有一種能把自己全部託付給你的感覺呢。惡鬼的歸宿，就是此處嗎…指揮官，若是能自由地驅使我的話，你會怎麼做？",
	main = "不擅長應付的人？硬要說的話…{namecode:46}吧。因為…欸？ {namecode:46}姐！ ？等、等下，不要抱過來！唔嗯嗯~~~|新式的氧氣魚雷…我說，把那東西也給我裝一個吧？我保證能發揮它的全部威力。 |披風很帥氣？嘿~你也是這樣想的嘛！ …不對，別想趁機偷懶！",
	battle = "儘管放馬過來！",
	upgrade = "唯有實戰，才能檢驗強化的成果。",
	voice_key = 30208,
	headtouch = "別隨便碰我的腦袋。",
	feeling2 = "像你這樣看上去人畜無害的傢伙，居然是掌控整個港區的大人物。我對你稍微有點興趣了呢。",
	login = "快點安排今天的任務吧。",
	vote = "",
	hp_warning = "哈哈哈！讓你們看看真正的惡鬼吧！",
	id = 302080,
	detail = "其他的你隨意檢查，不過我的鬼面還是最好不要亂碰。",
	couple_encourage = {
		{
			{
				30201
			},
			1,
			"小心點，別放鬆警惕。",
			0
		},
		{
			{
				30303
			},
			1,
			"喂，{namecode:55}，可別再叫我把妳背回去了。",
			0
		},
		{
			{
				30209
			},
			1,
			"下次把妳的魚雷借我用一下吧？",
			0
		}
	}
}
