_G.pg.ship_skin_words[302100] = {
	feeling1 = "反正，我這種倒霉的傢伙，也只能攤上這樣的指揮官了……",
	feeling3 = "說到我的角……雖然不是很在意，但是額頭長角不是會比較顯眼嗎，我實在是不太習慣在人群裡被大家注目這種事……哈……",
	lose = "果然我也就這種程度嗎……",
	propose = "選擇像我這樣的…真的不會後悔嗎…唔，我知道啦，往後我也會為了能成為足以和你共同前進的人好好努力的……總之，請、請多關照",
	expedition = "要去迎接委託組嗎？我就算了，免得撞到別人…",
	win_mvp = "我是第一…有什麼意見嗎？",
	home = "大家都平安回來了嗎，這不是挺好的",
	mission = "任務已經整理好了……這點程度我還是不會出錯的，大概",
	touch2 = "噫？！ ！！ 指、指揮官對我這樣的人也有興趣嗎…",
	voice_key_2 = -1,
	skill = "這次不會再失敗了！",
	drop_descrip = "{namecode:57}級輕巡洋艦一番艦—{namecode:57}",
	mail = "新郵件我取來了，放在這裡就好嗎？",
	touch = "不用你提醒我也會好好工作的",
	profile = "我是{namecode:57}級的命名艦{namecode:57}……話是這麼說，在中途島和萊特灣把{namecode:58}和{namecode:64}害成那樣，一點也沒有當命名艦的資格就是了，雖然撞了{namecode:64}之後我自己也……總之，工作交給我是沒關係，不要太抱期望比較好",
	mission_complete = "任務獎勵的話，我去拿吧，你繼續工作就好",
	feeling4 = "……我當然知道{namecode:64}和{namecode:58}都不怪我，但就是這樣我才不能原諒我自己……呼，不過跟你說了之後感覺好多了……角很可愛？！ ！！ ………………笨、笨蛋",
	unlock = "{namecode:57}，報到……不用太在意我，放我一個人隨便地找個地方待著就好",
	feeling5 = "那個……指揮官……就是，如果，我是說如果，你真的喜歡的話……就是……你，你要不要……摸、摸一摸我的角？",
	main = "{namecode:58}現在不知道在幹什麼……不過她跟我不一樣，應該不需要擔心吧|選我做秘書真的好嗎，還有其他比我好得多的人選吧？我是認真的，可不是想逃避工作|我要不要也學一學{namecode:64}，私下練習怎麼才能陽光一點什麼的……啊，糟了，說漏嘴了……",
	battle = "雖然我不想戰鬥，但也……不想輸",
	upgrade = "謝謝……怎麼了，我說謝謝很奇怪嗎？",
	voice_key = 30210,
	headtouch = "",
	feeling2 = "想和我這種倒霉的人交流，你的好奇心也真是夠旺盛的。算了，只是聊天的話……就陪陪你吧",
	login = "歡迎回來。嗯？再熱情一點？那還真是抱歉",
	vote = "",
	hp_warning = "是我的霉運害了大家嗎……",
	id = 302100,
	detail = "不說話的時候看起來有點酷？……大概也只有你會這麼想了吧",
	couple_encourage = {
		{
			{
				30211
			},
			1,
			"{namecode:58}，果然還是對不起……",
			0
		},
		{
			{
				30308
			},
			1,
			"{namecode:64}，抱歉……",
			0
		},
		{
			{
				30501
			},
			1,
			"{namecode:78}姐，結束後能不能幫我驅邪一下……",
			0
		}
	}
}
