_G.pg.ship_skin_words[302120] = {
	feeling1 = "是時候離開了",
	feeling3 = "看到不平之事我就要用拳頭管一管，這是我的生存方式。不過我也知道會給其他人添麻煩，所以一直盡量不和人扯上關係",
	lose = "……真痛啊，不過……呵，這樣才對",
	propose = "指揮官，收下這個之前，你若忘了初心，我只會離開你。但收下之後，你要是忘了，可要咬緊牙關了啊，飽含愛與憤怒的拳頭可是很痛的",
	expedition = "喂，委託完成了，你不會想讓她們等你吧？",
	win_mvp = "嘖嘖，看起來換繃帶的功夫都省了",
	home = "下次出擊是什麼時候？我的繃帶還有很多呢",
	mission = "任務……我喜歡",
	touch2 = "指揮官，你是不是活膩了，要來兩拳冷靜下嗎，嗯？",
	voice_key_2 = -1,
	skill = "給我破！",
	drop_descrip = "{namecode:38}級輕巡洋艦一番艦——{namecode:38}",
	mail = "接著，信",
	touch = "指揮官，隨便靠近我會受傷的",
	profile = "我就是{namecode:38}型一號艦{namecode:38}，雖然比不上妹妹，也當過三水戰的旗艦。參加過不少戰役，最後是在布干維爾，作為戰士倒是沒什麼遺憾就是了",
	mission_complete = "指揮官，不去拿獎勵？我倒是無所謂",
	feeling4 = "話是這麼說，我也在這裡待了很長時間了，要說不是你的人估計也沒人信了……嗯？回想起來真是不知不覺就待了這麼久啊",
	unlock = "指揮官？我不需要這種東西……不過能遇到也是一種緣分，就稍微打擾一下吧，我叫{namecode:38}，別忘了",
	feeling5 = "也是，你是個厲害的傢伙，做的也都是我想做的，而且做得更好，跟在你身邊不知不覺就忘了時間……好吧，只要你能不忘現在的心情，我{namecode:38}就奉陪到天涯海角吧",
	main = "我的夢想是堅持正義……算了，你就當我開玩笑吧|我有的只是信念和拳頭，即使如此，我也會走下去|指揮官，你覺得最大的敵人是誰，塞壬嗎？我覺得是我們自己的內心",
	battle = "就讓我來會會你們吧！",
	upgrade = "我要變得更強，然後……",
	voice_key = 30212,
	headtouch = "",
	feeling2 = "我不太喜歡跟人扯上關係，讓我一個人獨處吧。不過放心，我既然在你麾下，事情還是會好好做的",
	login = "我已經熱身完了，要出擊嗎？",
	vote = "",
	hp_warning = "",
	id = 302120,
	detail = "繃帶？這個是用來保護手部的，可不是我受傷了……能讓我受傷的傢伙可不多",
	couple_encourage = {
		{
			{
				30301,
				30302
			},
			2,
			"第五戰隊，出擊！",
			0
		},
		{
			{
				30302
			},
			1,
			"{namecode:54}，別離開我身邊",
			0
		},
		{
			{
				30213
			},
			1,
			"{namecode:39}，我該怎麼行動？",
			0
		}
	}
}
