_G.pg.ship_skin_words[302140] = {
	feeling1 = "姐姐們之所以會選擇指揮官，難道只是因為指揮官什麼都不會，正好能讓她們可以自由發揮……？真奇怪…",
	feeling3 = "欸？愛好啊……我倒是沒想過呢，對我來說，讀書和訓練都挺開心哦，指揮官也來一起努力怎麼樣，嘻嘻？",
	lose = "呼，指揮官，撤退吧，{namecode:39}姐說過，無謂的犧牲是不必要的",
	propose = "指揮官，再多注視著我一點也沒關係哦，因為這樣你會收穫一個文武雙全，還全心全意喜歡著你的{namecode:40}的~",
	expedition = "軍事委託好像完成了，去打個招呼吧！",
	win_mvp = "我的目標是超越姐姐們，這點程度可還不夠呢！",
	home = "回家的感覺真好，指揮官也這麼覺得吧？",
	mission = "指揮官，任務書整理好了，來，請選一份吧！",
	touch2 = "呀！……真是的，指揮官，工作的時候請做該做的事！",
	voice_key_2 = -1,
	skill = "{namecode:40}我可是很厲害的！",
	drop_descrip = "{namecode:38}級輕巡洋艦三番艦—{namecode:40}",
	mail = "指揮官，有你的郵件，我鍛煉回來的路上看到的",
	touch = "哼~哼~哼哼~♪啊，不好意思，指揮官，沒有吵到你吧？",
	profile = "我是{namecode:38}型的三號艦{namecode:40}，因為地震的關係，比姐姐們晚降生許多，而且經歷也比較坎坷，作為第四水雷戰隊的旗艦也沒什麼成績……不過沒關係，我會以姐姐們為目標繼續努力，直到超過她們！",
	mission_complete = "又完成了一件任務，不愧是指揮官呢，我也要加油！",
	feeling4 = "唔，讓指揮官總是陪著我也不太好意思呢，指揮官有什麼想做的事嗎，我也可以陪你哦？",
	unlock = "指揮官，初次見面！我是輕巡洋艦{namecode:40}，雖然沒有兩個姐姐那麼有名，不過總有一天我會超過她們的！",
	feeling5 = "什麼呀，指揮官也一直想要約我而找不到機會嗎，那我們不就是想到一起去了？嘻嘻，那，指揮官，我們一起去約會吧~",
	main = "指揮官，暫時用不到我的話，我能做些自己的訓練嗎？不會打擾到你的~|{namecode:39}姐是文，{namecode:38}姐是武，那我{namecode:40}就要做到文武雙全！……啊哈哈，雖然不知道能不能做到就是了|指揮官，累了的話，要不要我教你一些放鬆的辦法？我知道很多哦~",
	battle = "姐姐們，請期待我的活躍吧！",
	upgrade = "有指揮官的支持，我一定會更努力的！",
	voice_key = 30214,
	headtouch = "",
	feeling2 = "休息日在做什麼嗎？早上起來先晨練一小時，接著讀一小時的書，再進行兩小時的炮術訓練，然後……唔，總之排的挺滿啦，為了變強這是必需的哦？",
	login = "指揮官，歡迎回來，今天我也會努力加油的！",
	vote = "",
	hp_warning = "各位，不要慌張，改變策略！",
	id = 302140,
	detail = "指揮官，來開學習會嗎？",
	couple_encourage = {
		{
			{
				30212,
				30213
			},
			2,
			"我也要綻放和姐姐們一樣的光芒！",
			0
		}
	}
}
