_G.pg.ship_skin_words[302200] = {
	feeling1 = "抱歉，指揮官你呼出的空氣讓我有些不快呢~",
	feeling3 = "指揮官，來聊聊天吧，我也想知道我的指揮官是個怎麼樣的人~",
	lose = "大意了呢…看來回去之後要特訓了…",
	propose = "指揮官，你喜歡{namecode:49}嗎？願意永遠和我在一起嗎？欸，為什麼是由我問？就算是我，處於被動的時候也會害羞嘛～",
	expedition = "指揮官，委託組回來了喔？再發呆下去就要錯過接她們的時間囉？",
	win_mvp = "指揮官看到{namecode:49}的奮鬥了嗎～？",
	home = "指揮官，出征辛苦了，來喝一杯熱·茶吧",
	mission = "新的任務整理好了哦~",
	touch2 = "指~揮~官~（微笑）",
	voice_key_2 = -1,
	skill = "最新銳之名可不是裝飾品哦~",
	drop_descrip = "{namecode:49}級輕巡洋艦一番艦——{namecode:49}",
	mail = "指揮官的郵件，不會是哪個女孩子送來的情書吧～？嘻嘻",
	touch = "這些文件就交給我——嗯？意外？興趣和工作我還是會好好分清的哦",
	profile = "我正是{namecode:49}級的大姐~作為輕巡的性能可是頂尖的哦，不過生不逢時也是事實就是了~總之各方面都請指揮官多多包涵了～",
	mission_complete = "連任務獎勵都要秘書艦提醒的話，可是會一步步變成廢人的喲，指揮官？雖然變成那樣也挺有趣的就是了，嘻嘻嘻",
	feeling4 = "我嗎？我比較喜歡有趣的事情呢，比如騙得指揮官團團轉就很有意思~啊哈哈，對不起對不起~",
	unlock = "閣下就是指揮官？不才{namecode:49}，從今往後請多指教—呵呵呵……沒事，我只是對接下來的生活感到期待而已~",
	feeling5 = "指揮官你知道嗎，有一種人就是越喜歡別人就越會欺負他的類型~你覺得…我是不是呢~？",
	main = "指揮官，據說工作累了繞著辦公室青蛙跳有助於血液循環呢~要不要試試？|雖然不上前線的生活很悠哉，不過太悠哉了也會有點無聊呢……|指揮官，工作是不是有點累了？嗯？我就是問一下，請繼續加油~",
	battle = "大家一起加油吧~",
	upgrade = "頂尖輕巡的實力，請儘管期待吧",
	voice_key = 30220,
	headtouch = "",
	feeling2 = "今天會有什麼有趣的事發生呢，真令人期待~",
	login = "指揮官，還不到執勤的時間哦，你是不是搞錯啦？",
	vote = "",
	hp_warning = "哎呀呀，這下有點不妙了呢～",
	id = 302200,
	detail = "哎呀，這不是指揮官嗎～我正好試做了點心，請來試ㄉ……來品嚐一下吧",
	couple_encourage = {
		{
			{
				30204
			},
			1,
			"想欺負{namecode:46}的話，得先問過我才行呢～",
			0
		}
	}
}
