_G.pg.ship_skin_words[302210] = {
	feeling1 = "指揮官，你太浮躁了。試著沉靜下來反省一下自己如何？",
	feeling3 = "{namecode:49}姐姐邀請我一起訓練…唔…總覺得她又想要捉弄我了…不過推辭的話，好像又沒有什麼說得過去的理由…對了，指揮官，要不你在那個時間段給我安排一點工作吧！",
	lose = "我們必須撤退了…",
	propose = "既然接受了指揮官的心意，那我也要有所回應才行。之後的話……約會、做便當、培養感情，但是訓練不能落下，秘書艦的工作也……啊，對不起，我只是發了會呆。我，我們繼續吧？",
	expedition = "該派出下一批委託隊伍了呢",
	win_mvp = "冷靜的思考與正確的決策引導出的結果，必然是勝利。",
	home = "唔……嗯？啊，對不起，我剛剛在想事情。既然你回來了，那我們就來做這次出擊戰鬥的檢討吧？",
	mission = "任務很多的話，不如先按照重要程度規劃一下吧",
	touch2 = "請，請務必對剛剛的行為作出檢討！",
	voice_key_2 = -1,
	skill = "就是現在！",
	drop_descrip = "{namecode:49}級輕巡洋艦二番艦——{namecode:50}",
	mail = "信件？我確認一下，沒有什麼奇怪的內容吧？",
	touch = "遇到困難的話，先冷靜下來思考一下如何？",
	profile = "也許如姐姐所說，我們有些生不逢時。不過，作為新銳的{namecode:49}級的一員，只要有能給我發揮的環境，我是不會讓您失望的。",
	mission_complete = "任務獎勵拿到了哦。保險起見，確認一下有沒有缺少吧",
	feeling4 = "說起來，“女性的直覺”是什麼東西？我是聽同伴們提到，比較好奇，所以想問下。 ……指揮官也說不清楚嗎？抱歉，是有些難為你了。",
	unlock = "{namecode:49}級二號艦，{namecode:50}，從今日起加入您的艦隊。讓我們共同努力，互相向對方證明自己的能力吧。",
	feeling5 = "這就是所謂“心動”的感覺嗎…比起“直覺”，我更習慣於理性的思考，這樣的心情多少讓我感到有些混亂…不過，現在我有些明白了。無論是我的心情，還是指揮官的心情",
	main = "唔，要不要把明天的三餐先規劃好呢……|合理的歸類和擺放能節省尋找想要的資料的時間，我建議指揮官能抽空整理一下辦公桌。 |雖然{namecode:49}姐姐總是那副笑呵呵的樣子，不過…我每次都猜不到她的想法，最後反倒被她利用捉弄…",
	battle = "再確認一遍作戰計劃吧。",
	upgrade = "戰力的強化就拜託您了。",
	voice_key = 30221,
	headtouch = "",
	feeling2 = "指揮官，我在考慮訓練的事情。你也應該有自己的事情要做吧？",
	login = "來得很早啊。先思考一下今天的計劃如何？",
	vote = "",
	hp_warning = "糟了，難道這是敵人的陷阱！",
	id = 302210,
	detail = "不論什麼情況下，只有冷靜地思考，才能順利解決困難，這是我的準則哦",
	couple_encourage = {
		{
			{
				30220
			},
			1,
			"姐姐，小心點，別又受傷了",
			0
		},
		{
			{
				10707,
				10708
			},
			2,
			"唔…能、能不要離我太近嗎？",
			0
		}
	}
}
