_G.pg.ship_skin_words[303030] = {
	feeling1 = "要不要去海外取材呢~",
	feeling3 = "指揮官，我來艦隊有些日子了，對大家也做了不少取材，一開始還覺得說不定是什麼壞人，結果你被大家信任著呢，很厲害嘛~",
	lose = "我是青……嘖，算了，不能這麼沒志氣",
	propose = "先說好，我對這種場合超不行的，所以你就別指望我也說些肉麻的話了……不過……我的回答當然也只有一個，我也最喜，喜，喜歡你了！",
	expedition = "辛勤工作的女孩們正是艦隊一景……ok，指揮官，帶點慰問品，我們一起去港口取材吧！",
	win_mvp = "ok，我去採訪一下敗者的心情……欸，要走了嗎？！",
	home = "指揮官，出戰的孩子裡你最喜歡哪一個呢？",
	mission = "任務？那我就負責記錄指揮官的英姿吧~欸，我也要來？",
	touch2 = "……指揮官，得罪記者可不明智哦",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "{namecode:55}級重巡洋艦一番艦—{namecode:55}",
	mail = "指揮官你對訊息也太不敏感了，拿去，新的信",
	touch = "啊，想到了好點子！這一定會成為熱門的！",
	profile = "是是~我是{namecode:55}，基本待在第六戰隊，和妹妹參加過許多戰役也算是活到了最後，不過也完全不是值得自豪的事就是了……啊這種沉悶的話題就到此為止吧，以前來過從軍作家所以從他那學了點本事，所以指揮官，身邊有什麼有趣的事嗎？",
	mission_complete = "指揮官別拖了，趕緊去把獎勵領了我來幫你拍張照",
	feeling4 = "我呢，以前犯下過大錯，就想著至少要給努力過的大家留下點什麼……啊，抱歉抱歉，說了些不像我的話吧，但是也怪你讓我放鬆了下來，所以我的問題你也不能迴避哦！",
	unlock = "哼哼，我聞到了，沒錯，這支艦隊裡有新聞的氣息！你就是指揮官嗎？就讓我{namecode:55}毫不客氣地取材吧！",
	feeling5 = "好我決定了，為了這裡最喜歡的大家，我{namecode:55}要把每個人都記錄下來！其中包不包括你？真是的，這種問題自·己·去·想·啦~",
	main = "我相信只要肯行動就一定會有回報~欸，昨天是不是我跟蹤你？啊哈哈，你在說什麼我完全不明白呢|我說指揮官，你要是讓我取材的話，說不定我也有好東西給你哦？比如有關你在意的那個孩子的~|要找到好新聞真難啊……乾脆去製造點新聞好了",
	battle = "想逃過我{namecode:55}的眼睛你們還早了一萬年呢！",
	upgrade = "感覺離新聞更近了一點！多謝啦指揮官~",
	voice_key = 30303,
	headtouch = "",
	feeling2 = "指揮官，坐擁這麼大一個後，啊不對，艦隊的感想能請你講述一下嗎~",
	login = "哼哼，指揮官，被我看到了哦~",
	vote = "",
	hp_warning = "自己上新聞可笑不出來……",
	id = 303030,
	detail = "怎麼了？情報的話可是要收費的~",
	couple_encourage = {
		{
			{
				30304
			},
			1,
			"完了……又要被唸了",
			0
		},
		{
			{
				30301
			},
			1,
			"{namecode:53}…那個時候抱歉了啊",
			0
		},
		{
			{
				30301,
				30302,
				30304
			},
			1,
			"第六戰隊，出動！",
			0
		},
		{
			{
				10105
			},
			1,
			"來比比看職業嗅覺吧！",
			0
		}
	}
}
