_G.pg.ship_skin_words[303040] = {
	feeling1 = "指揮官想做什麼就做什麼吧",
	feeling3 = "姐姐雖然是那個樣子，其實心裡一直很愧疚呢",
	lose = "要回去開反省會了呢……",
	propose = "指揮官，真是的，這麼重要的時候袖子，領子還是老樣子不弄好，之後我可要好好說說你，現在就先舉行儀式吧~",
	expedition = "指揮官，自己不出委託的話至少也要記得去迎接在努力的姐妹們吧？",
	win_mvp = "各位，不要因為贏了就掉以輕心哦",
	home = "指揮官，要注意勞逸結合哦，剛回來就先休息一下吧",
	mission = "指揮官，把工作往後拖只會越來越多哦",
	touch2 = "指揮官，請坐好，接下來是有關艦隊風紀的講座",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "{namecode:55}級重巡洋艦二番艦—{namecode:56}",
	mail = "指揮官，我應該有講過要時刻檢查信箱吧？",
	touch = "指揮官要來做體操放鬆一下嗎？",
	profile = "您好，我是{namecode:56}，解散前一直和姐姐在第六戰隊，我們也一起參加了許多比如威克島，珊瑚海和所羅門海戰，最後要比姐姐倒霉一點……總之，指揮官不能學姐姐那樣專注工作廢寢忘食哦",
	mission_complete = "指揮官，把獎勵放在那裡不去領也不會變多哦？",
	feeling4 = "其實我也覺得老是說教不太好啦，不過說姐姐說習慣了，而且指揮官也不阻止我……欸，還挺喜歡嗎？那……我就不客氣啦",
	unlock = "您好，我是{namecode:56}，指揮官有好好地吃飯和睡覺嗎？像姐姐那樣可不行……這麼說起來，請問姐姐也在這裡嗎？",
	feeling5 = "姐姐雖然總是不耐煩但我還是會一直說，因為她是我最親愛的姐姐，指揮官也一樣，不知不覺變成了我很重要的人呢",
	main = "指揮官，有好好休息嗎？健康可是最重要的|姐姐不知道有沒有好好休息……哈……指揮官不能像姐姐那樣不愛護自己哦|該玩的時候好好玩，該工作的時候努力工作，這樣才能獲得幸福哦",
	battle = "大家注意保護好自己，不要莽撞",
	upgrade = "指揮官，鋪張浪費可不好哦",
	voice_key = 30304,
	headtouch = "",
	feeling2 = "指揮官，房間整理好了嗎，出門有記得關門嗎，沒有落下什麼東西吧？",
	login = "歡迎回來，指揮官今天有補充足夠的營養嗎？沒有的話我去做點什麼吧",
	vote = "",
	hp_warning = "不要慌張，先重整隊形！",
	id = 303040,
	detail = "健康第一！",
	couple_encourage = {
		{
			{
				30303
			},
			1,
			"姐姐，別東張西望了",
			0
		}
	}
}
