_G.pg.ship_skin_words[101390] = {
	feeling1 = "為不喜歡的人做飯原來是這麼痛苦的事啊……",
	feeling3 = "要是我不研究一些奇怪的菜式就完美了？那可真是抱歉呢！不過我覺得呢，驚喜也是很重要的哦！",
	lose = "指揮官，對不起……",
	propose = "指揮官，即使到很久很久以後，我也天天給你做飯好不好？欸，希望到時候奇怪的菜少一點？啊哈哈，我會加油的~",
	expedition = "指揮官，委託完成了呢！",
	win_mvp = "我是第一？欸，我只要能幫到指揮官就很開心啦",
	home = "指揮官，辛苦啦~飯菜我有保溫哦，要吃嗎？",
	mission = "努力完成任務吧，指揮官~",
	touch2 = "指、指揮官果然也是對色色的東西感興趣的呢……",
	voice_key_2 = -1,
	skill = "要上囉！",
	drop_descrip = "佛萊契爾級驅逐艦—馬拉尼，舷號DD-528",
	mail = "指揮官，有你的郵件呢，不要忘了讀哦",
	touch = "欸，廚房那邊的黑煙？啊哈哈哈，我完全不知道發生了什麼呢",
	profile = "我們佛萊契爾級的姐妹實在是太多了，所以要是指揮官沒聽過我也不奇怪。大戰中還是經歷了不少危險的時刻呢，不過最後還是平安度過了～還有就是在那之後，我還去東煌生活了一段時間，或許看起來稍微顯得大一點也是因為這樣也說不定？",
	mission_complete = "任務獎勵啊……我要不要也給指揮官做點什麼呢？",
	feeling4 = "指揮官，有保持良好的作息嗎，覺得一個人做不到的話，就讓我來幫忙生活上的事吧~",
	unlock = "指揮官，你好，我是佛萊契爾級的馬拉尼，從今往後就要一起生活了呢，請多關照囉~",
	feeling5 = "總是麻煩我覺得不好意思？沒事的沒事的，能幫到最關心的人也是我最開心的事哦~從今往後也儘管依靠我吧！",
	main = "唔，為什麼我明明是按照食譜做的菜，做出來的卻是這個樣子呢……|指揮官，要注意勞逸結合哦，偷懶和過勞都是不好的~|指揮官，加油哦，相信自己，你是最棒的~",
	battle = "今天也要為了指揮官加油~",
	upgrade = "啊，是新菜譜的靈感！",
	voice_key = 10139,
	headtouch = "被當成小孩子的感覺…有點奇怪呢…啊哈哈…",
	feeling2 = "指揮官，你有什麼喜歡的東西嗎？我的話喜歡做菜哦，就是有時候會做出一些奇怪的東西，大部分時候還是很好吃的，嗯！",
	login = "指揮官，吃過了嗎，要不要我給你做點什麼？",
	vote = "",
	hp_warning = "糟、糟糕了……",
	id = 101390,
	detail = "指揮官，有什麼需要我的地方記得叫我哦",
	couple_encourage = {
		{
			{
				10109
			},
			1,
			"姐姐，我來幫你！",
			0
		}
	}
}
