_G.pg.ship_skin_words[303090] = {
	feeling1 = "指揮官大人，如果不喜歡和我待著的話，可以說出來……",
	feeling3 = "雖然我手不太靈巧，雖然摺出的紙鶴已經不能算“紙鶴”了……但我還是要給您。總感覺應該這樣做……",
	lose = "我、我還能再戰！",
	propose = "指揮官大人，搞這種突然襲擊是犯規的…唔，周圍好像沒別人…那、那就…讓我稍微靠一下—嗯，指揮官大人，好暖和…",
	expedition = "指揮官大人，委託組已經回來了",
	win_mvp = "還算…不錯吧",
	home = "指揮官大人……雖說可以休息一下了，但請不要鬆懈太久。",
	mission = "任務還有很多……指揮官大人，好多任務我都不太明白，不會給你幫倒忙吧？",
	touch2 = "唔…這、這種時候該怎麼反應比較好…我需要問問姐姐…",
	voice_key_2 = -1,
	skill = "全部斬斷吧！",
	drop_descrip = "{namecode:63}級重巡洋艦三番艦—{namecode:144}",
	mail = "郵差已經完成了使命……指揮官大人，快看看吧~",
	touch = "這個是{namecode:63}姐姐送我的，平常都會錄些{namecode:63}姐姐說的話，有空的時候就聽一下…嗯？這樣很奇怪嗎？",
	profile = "我是{namecode:144}，{namecode:63}型三番艦。有幸作為代表艦參加了皇家那場盛大的閱艦式…居住性能？…要想在戰場上存活下來，有些東西是不得不犧牲的呢",
	mission_complete = "任務完成……指揮官大人還是先去看看獎勵吧。",
	feeling4 = "指揮官大人今天怎麼回事，還親自把漱口的杯子和洗臉的毛巾遞到我的床前……哇啊！？ 原來已經那麼晚了？！ 完全睡過頭了…",
	unlock = "{namecode:144}，前來報到。指揮官大人，我的利劍將會幫助你斬斷所有敵人",
	feeling5 = "為什麼，感覺有些心神不寧……指揮官剛才不在的時候，我、我好像摺了100多隻紙鶴……很奇怪吧……",
	main = "裝備只是實力的一部分，自身的實力才是決定性的因素……這是姐姐教我的。|讓別人一提到“重櫻”就能想到我？嗯，我也正在為之奮鬥。|指揮官大人……感謝您每天陪我練習，我會不斷精進自己的！",
	battle = "一起上吧！祝諸位武運昌隆！",
	upgrade = "呼，這下精神多了……",
	voice_key = 30309,
	headtouch = "",
	feeling2 = "指揮官大人要來參觀我的房間？…我先整理一會兒，請稍等片刻。",
	login = "指揮官大人……終於又見面了。能耽誤您一下子，做我劍術練習的對手嗎？",
	vote = "",
	hp_warning = "現在正是考驗我等的時刻！繼續衝吧！",
	id = 303090,
	detail = "就算多看我幾眼，我也不會變強的…比起那個，不如多讓我出擊幾次吧，指揮官",
	couple_encourage = {
		{
			{
				30307
			},
			1,
			"姐姐，終於到我們聯手的時候了！",
			0
		}
	}
}
