_G.pg.ship_skin_words[303110] = {
	feeling1 = "刀劍無眼，還請不要隨意靠近我身邊",
	feeling3 = "偶爾放下其他事情，像這樣和指揮官說說話好像也不錯呢",
	lose = "大意了…下次一定不會失敗的！",
	propose = "能得到指揮官的認可是{namecode:66}無上的榮幸……這柄劍，從今往後，也將只為你而揮動！從今往後，也請多指教了！",
	expedition = "執行委託的艦隊回來了，要去迎接嗎？",
	win_mvp = "呼……又斬了些無聊的東西……",
	home = "太好了，您能平安無事地回來",
	mission = "新的任務下達了，要確認一下嗎？",
	touch2 = "呀！嚇了我一跳……不、不知廉恥！",
	voice_key_2 = -1,
	skill = "惡·即·斬！",
	drop_descrip = "{namecode:66}級重巡洋艦一番艦—{namecode:66}",
	mail = "有新郵件，要幫你拿過來嗎？",
	touch = "敵、敵人！？ 啊…原來是指揮官嗎……對不起我視力不是很好……",
	profile = "我是{namecode:66}級重巡洋艦一號艦——{namecode:66}。別看我這樣，我也是橫越過無數戰場以後才站在這裡的。請放心依賴我的火力和護甲吧",
	mission_complete = "任務完成，要前往回收獎勵嗎？",
	feeling4 = "最近修行的時候不太能靜下心來……一想到指揮官心就亂了，劍也就亂了……這樣的我，還有資格留在指揮官的身邊嗎？",
	unlock = "你就是指揮官嗎？在下{namecode:66}，願為你獻上綿薄之力",
	feeling5 = "即使滿身瘡痍，狼狽不堪，我也一定會活著回來，陪在指揮官的身邊的。所以，指揮官也能一直陪在我的身邊嗎？",
	main = "即使回到母港也不可過於懈怠，危機往往就潛伏在日常之中|就算是指揮官，也無法接下我的一刀吧——|所謂日日精進，就是說要每天努力向目標靠近，指揮官可不要懈怠了啊",
	battle = "戰鬥就交給我吧！必定不辱“最強”之名！",
	upgrade = "力量……流入了我的劍中",
	voice_key = 30311,
	headtouch = "",
	feeling2 = "有什麼事嗎？沒事我就回去繼續工作了……",
	login = "{namecode:66}在此待命，請問有什麼指示？",
	vote = "",
	hp_warning = "明鏡止水……！",
	id = 303110,
	detail = "繩鋸木斷，水滴石穿。平日的不懈鍛煉才能在關鍵時刻帶來勝利，我是這麼相信著的",
	couple_encourage = {
		{
			{
				303120
			},
			1,
			"{namecode:67}，我的背後就拜託你了！",
			0
		},
		{
			{
				303130,
				303140
			},
			2,
			"妹妹們，隨我衝鋒！",
			0
		}
	}
}
