_G.pg.ship_skin_words[303120] = {
	feeling1 = "對於不聽話的指揮官…是不是該來點懲罰了呢…呵呵呵……",
	feeling3 = "指揮官，要姐姐給你掏耳朵嗎~來，不要客氣，儘管交給姐姐我吧~ ",
	lose = "哎呀呀，這下有點麻煩了……",
	propose = "呵呵，被指揮官抓住了呢~或者說，指揮官終於被我抓住了？嘻嘻，你已經跑不掉了哦~",
	expedition = "執行委託的孩子們回來了呢，要好好迎接她們喲？",
	win_mvp = "作戰…完成～多虧了指揮官的指揮呢～",
	home = "歡迎回來～指揮官累了嗎？快到姐姐懷裡來～",
	mission = "任務更新囉，別忘了確認哦？",
	touch2 = "……其實再多摸一會也沒關係的喲？不保證指揮官會有什麼下場就是了，嘻嘻……",
	voice_key_2 = -1,
	skill = "要怎麼折磨你們好呢",
	drop_descrip = "{namecode:66}級重巡洋艦二番艦—{namecode:67}",
	mail = "哎呀？有新郵件～會是誰呢～？",
	touch = "啊啦……？指揮官要幫我按摩一下嗎？",
	profile = "我是{namecode:66}級重型巡洋艦二號艦、第二艦隊旗艦——{namecode:67}喲。許多姐妹都曾經在我的帶領下作戰過呢。不管是什麼任務，都放心交給姐姐我吧，呵呵……",
	mission_complete = "任務目標達成～會有什麼獎勵呢～？",
	feeling4 = "不行哦，指揮官。露出這麼可愛的表情，不是讓人更忍不住想好好“疼愛”你一下了嘛……",
	unlock = "啊啦，好可愛的指揮官呢～我是{namecode:67}，以後就讓姐姐來好好照顧你吧",
	feeling5 = "不行，姐姐已經忍不住了……指揮官，成為我的東西吧，你什麼都不用想，只需要聽我的話就足夠了，我會滿足你所有的要求的……",
	main = "最近總覺得肩膀…有點酸呢…|總是盯著我發著呆可不好喲，指揮官？|嘿呀！呼…有小蟲子闖進來了呢…你沒看到？我對視力可是很有自信的喲？",
	battle = "對於不聽話的壞孩子就要給點懲罰～",
	upgrade = "這個感覺……渾身都在發熱，指揮官，能陪我一下嗎~",
	voice_key = 30312,
	headtouch = "",
	feeling2 = "想法不好好表達出來的話，可是沒有人能理解的喲，指揮官",
	login = "…歡迎回來，今天想要做些什麼呢？",
	vote = "",
	hp_warning = "看來姐姐也要拿出些真本事了……",
	id = 303120,
	detail = "少女的體重可不能隨便深究哦？呵呵……",
	couple_encourage = {
		{
			{
				30311
			},
			1,
			"{namecode:66}，在戰場上盡情馳騁吧——",
			0
		},
		{
			{
				30313
			},
			1,
			"{namecode:68}，不要衝太快哦？",
			0
		},
		{
			{
				30314
			},
			1,
			"{namecode:69}，不要只顧著其他人而忘了自己哦？",
			0
		}
	}
}
