_G.pg.ship_skin_words[303140] = {
	feeling1 = "一起打起精神來吧，指揮官！",
	feeling3 = "指揮官，今晚想吃什麼？唔，我來決定嗎…奶油燉菜和炸豬排如何？",
	lose = "我……還能戰鬥，已經不想再失去任何人了……",
	propose = "雖然沒有奢求指揮官的回報…不過如果指揮官也是發自真心，那{namecode:69}…樂意之至~指揮官，願意為我戴上誓約幸福的戒指嗎？",
	expedition = "軍事委託成功，物資獲取是……OK，這邊已經記好了～",
	win_mvp = "大家一起高高興興地回去吧~",
	home = "出擊辛苦了，文書工作就交給{namecode:69}，指揮官請去休息一會吧～",
	mission = "指揮官，新的任務整理好了哦",
	touch2 = "如、如果是指揮官的要求的話……",
	voice_key_2 = -1,
	skill = "我的溫柔…只限於同伴喔！",
	drop_descrip = "{namecode:66}級重巡洋艦四番艦—{namecode:69}",
	mail = "指揮官，郵件的內容，{namecode:69}來念給你聽吧",
	touch = "在太陽落山之前，一起去哪裡散散步吧？",
	profile = "{namecode:66}級重巡洋艦四號艦{namecode:69}，武勳艦，擔任過第八艦隊旗艦，在許多海戰中都活躍過。無論有什麼問題，都請儘管交給我吧，指揮官～",
	mission_complete = "太好了指揮官，任務順利完成了呢~",
	feeling4 = "能讓指揮官感到高興，就是{namecode:69}最大的幸福~",
	unlock = "總覺得好像很久以前在哪裡見過指揮官呢……我是{namecode:69}，{namecode:68}的同胞妹妹，以後請多多指教了喲",
	feeling5 = "{namecode:69}願意為指揮官做任何事——指揮官也一樣嗎？嘻嘻…我現在感到非常幸福~",
	main = "指揮官，一直都很溫柔呢…… |指揮官，等到天氣晴朗，適合踏青的時候，一起去看看風信子們吧|指揮官，要休息嗎？我為了這種情況特意練習了按摩技巧呢，來吧請不要客氣~",
	battle = "全艦隊狀況確認……炮擊戰準備！",
	upgrade = "謝謝，{namecode:69}會為了指揮官慎重地使用這份力量的",
	voice_key = 30314,
	headtouch = "",
	feeling2 = "指揮官，稍微休息一會吧…誒，想聽{namecode:69}唱歌？那就——",
	login = "指揮官，歡迎回來。文件{namecode:69}已經整理好了。然後…要吃一點餅乾嗎？",
	vote = "",
	hp_warning = "我還…沒問題！",
	id = 303140,
	detail = "誒，會不會無聊？不會哦，只要跟指揮官在一起，即使像現在這樣什麼也不做，{namecode:69}也會感到很開心!",
	couple_encourage = {
		{
			{
				30402
			},
			1,
			"這次也請多指教了～",
			0
		},
		{
			{
				30313
			},
			1,
			"一起加油吧！",
			0
		}
	}
}
