_G.pg.ship_skin_words[303170] = {
	feeling1 = "{namecode:57}姐是自我評價太低，不過指揮官的話，大概要變成他人評價低了呢……",
	feeling3 = "指揮官是對{namecode:59}自身感興趣嗎？說給您聽自然是沒問題的……真的光說明就可以了嗎？",
	lose = "唔…沒辦法呢……",
	propose = "（小聲）指揮官，在儀式結束後……知道該做什麼吧？請放心，{namecode:59}會比所有人都更好對待指揮官的…對吧？達令♥",
	expedition = "委託組回到港區了。一起去迎接她們吧，怎麼樣？",
	win_mvp = "祝賀各位——欸？ {namecode:59}是MVP嗎…？謝、謝謝…",
	home = "將經驗總結或用到下次的戰鬥中是非常重要的喲。可以優先確認一下報告嗎？",
	mission = "我整理了任務的進行狀況，請過目",
	touch2 = "嗯…指揮官從一開始就是想要這樣吧…{namecode:59}可是很清楚的。沒錯，再清楚不過了……呵呵呵♥",
	voice_key_2 = -1,
	skill = "要認真上了！",
	drop_descrip = "{namecode:57}級重巡洋艦三番艦—{namecode:59}",
	mail = "郵件送到了。這是…給指揮官的郵件…啊…",
	touch = "指揮官…剛才偷偷看我這裡了吧？我都知道哦…？剛才能明顯感受到您的視線…沒錯吧？",
	profile = "我是{namecode:57}型三號艦{namecode:59}。曾經作為第七艦隊的一員，和{namecode:57}姐她們一起奮戰過。最後的戰鬥雖然留下了一點遺憾…但是在這個新的戰場，我會以全新的動力和新的夥伴們一起奮鬥的。還請您多多關照了",
	mission_complete = "任務獎勵來了。真是讓人開心呢～",
	feeling4 = "…想隱瞞是沒用的。 {namecode:59}已經知道您的想法了，指揮官您也對自己正直一點吧…！",
	unlock = "{namecode:57}型重巡洋艦{namecode:59}，前來報到。指揮官，從今天起請多關照了喲",
	feeling5 = "啊啊…指揮官的視線如此的…現在的話，感覺可以清楚地說出來了。 {namecode:59}一直十分仰慕指揮官……！ ？ （小聲）啊嗚…說出來以後感覺有點…心癢癢的呢…",
	main = "指揮官的視線…沒、沒什麼！ | {namecode:60}，不可以給{namecode:57}姐添麻煩哦？ {namecode:58}姐又會胃疼的……|雖然也有我們是“{namecode:59}型”的說法，但我還是覺得“{namecode:57}型”聽起來更舒服呢。畢竟大家從過去就一直在一起……",
	battle = "這次…絕對不會再逃避了！",
	upgrade = "戰力強化了。太好了呢",
	voice_key = 30317,
	headtouch = "",
	feeling2 = "想要了解我們{namecode:57}型嗎？嗯，我可以為指揮官做一一講解。您想先聽哪個？",
	login = "歡迎回來，指揮官。今天要從什麼工作開始呢？",
	vote = "",
	hp_warning = "就這點程度…我是不會撤退的！",
	id = 303170,
	detail = "指揮官？啊，我在預習下次上課的內容。請不用顧忌我，繼續您的工作就可以了",
	couple_encourage = {
		{
			{
				30210
			},
			1,
			"{namecode:57}姐的苦處我能理解",
			0
		},
		{
			{
				30701,
				30312,
				30602
			},
			1,
			"難道我也……？不對，我才沒有…… ",
			0
		}
	}
}
