_G.pg.ship_skin_words[304010] = {
	feeling1 = "你不配擁有勝利！",
	feeling3 = "{namecode:96}一個人出擊沒問題吧……嗯，這個距離應該不會被她發現",
	lose = "請放心，局勢還沒到不可挽回的地步",
	propose = "既然你已為追逐我的身影付出這麼多努力，那麼我確然也應對你有所回應。來，牽住我的手吧",
	expedition = "呼——稍微休息一下吧。指揮官，要來杯紅茶嗎？",
	win_mvp = "勝利即是優雅！",
	home = "辛苦了，有好好完成戰術目標嗎？",
	mission = "需要我親自出馬嗎？",
	touch2 = "指揮官，你該不會對我的妹妹們，也做出過此等不雅之舉吧——",
	voice_key_2 = -1,
	skill = "一鼓作氣——！",
	drop_descrip = "{namecode:70}級高速戰艦一番艦—{namecode:70}",
	mail = "根據新情報，重新調整下作戰計劃吧",
	touch = "發生必須優先處理的緊急事態了！？",
	profile = "{namecode:70}級高速戰艦首艦、第七代聯合艦隊旗艦、同時也是重櫻最後一艘自海外訂購的主力艦，享有如此多榮銜的——那就是我，{namecode:70}！",
	mission_complete = "很好，距離最終的勝利又近了一步！",
	feeling4 = "聽說在黃昏時分，人最容易吐露心聲……你也是這樣嗎？",
	unlock = "我是{namecode:70}級巡洋戰艦一號艦，{namecode:70}。通向勝利的路途，就由我為指揮官探明！",
	feeling5 = "{namecode:71}今晚又要舉辦宴會嗎……指揮官，你有時間陪我一起去嗎？",
	main = "區區魚雷怎麼可能擊沉像我這樣的戰艦！|擊潰眼前的敵人，越過那條狹隘的運河，重返我出生的地方吧——！|如果你認為我過於嚴肅，那是因為你太懈怠了！|角？啊啊，你說這個啊，其實是帽子上的裝飾哦，這樣才比較有“重櫻的一員”的感覺，不是嗎？",
	battle = "全員展開戰鬥序列！",
	upgrade = "呼……又多了一張底牌",
	voice_key = 30401,
	headtouch = "",
	feeling2 = "指揮官，請安心等待勝利的到來吧",
	login = "已經充分休息過了嗎？艦隊現在交由您來指揮",
	vote = "",
	hp_warning = "逆轉的機會來了！",
	id = 304010,
	detail = "請千萬不要忘記，戰爭的唯一價值便是和平",
	couple_encourage = {
		{
			{
				30402,
				30403,
				30404
			},
			3,
			"高速戰艦戰隊，出擊！",
			0
		},
		{
			{
				30402
			},
			1,
			"一同邁向勝利吧！",
			0
		},
		{
			{
				30403
			},
			1,
			"千、千萬小心敵方的炮彈！",
			0
		},
		{
			{
				30404
			},
			1,
			"在戰場上受歡迎可不是好事",
			0
		}
	}
}
