_G.pg.ship_skin_words[304020] = {
	feeling1 = "真遺憾……",
	feeling3 = "{namecode:73}她……還真是受歡迎啊……",
	lose = "被擺了一道嗎……",
	propose = "這是……永遠相伴的誓約嗎？謝謝，我很高興…但是，假如不幸的時刻真的降臨了，希望您能優先考慮自身……",
	expedition = "歡迎回來～沒有遇到什麼奇怪的人吧",
	win_mvp = "舉手之勞～",
	home = "歡迎回來，茶的溫度現在剛剛好",
	mission = "一鼓作氣，全都做完吧！",
	touch2 = "呵呵，指揮官是沒有睡醒嗎？",
	voice_key_2 = -1,
	skill = "與波濤一同消逝吧！",
	drop_descrip = "{namecode:70}級高速戰艦二番艦—{namecode:71}",
	mail = "這些是最新的信件嗎？辛苦了",
	touch = "只要是風與海能夠抵達的地方，無論哪裡我都可以帶您去——",
	profile = "我是首艘於重櫻建造的{namecode:70}級戰艦——{namecode:71}。曾悠然巡弋在重櫻港灣上，也曾率領艦隊奮戰於所羅門海——指揮官，準備好了嗎？宴會馬上開始了喲",
	mission_complete = "慶祝一下，晚上舉行宴會吧！",
	feeling4 = "每次看到筵席上大家露出的笑容，舉辦宴會的辛勞都會一掃而空——",
	unlock = "{namecode:70}級二號艦——{namecode:71}來了～指揮官，接下來您想巡遊哪裡？",
	feeling5 = "指揮官，今晚的宴會結束後，您可以稍微等我一會嗎？呵呵，請好好期待吧——",
	main = "哈……{namecode:73}每次參加宴會，跟著她來的那些女孩子們都會把宴會的氣氛弄得亂七八糟……|在戰鬥中理智與勇氣同樣重要。賭上一切，然後大獲全勝的奇蹟決不會發生第二次——|請放心，無論遭遇何種狀況，我都有保護您的餘裕",
	battle = "呵呵，巡遊的餘興節目登場了",
	upgrade = "今天的風兒格外舒爽呢",
	voice_key = 30402,
	headtouch = "",
	feeling2 = "呵呵，指揮官，您有什麼煩惱嗎？",
	login = "在緊張戰鬥的間歇，宴遊是最好的放鬆……指揮官，今天我有空喲",
	vote = "",
	hp_warning = "指揮官……還沒到放棄的時候！",
	id = 304020,
	detail = "呵呵，抹茶和紅茶——您更喜歡哪種？",
	couple_encourage = {
		{
			{
				30126
			},
			1,
			"還在等你的姐姐嗎？",
			0
		}
	}
}
