_G.pg.ship_skin_words[101400] = {
	feeling1 = "指揮官，聽我說哦~再這樣下去，我也要稍微離你遠一點才好了……",
	feeling3 = "和杜威比起來稍微有一點…哼，才不胖呢！真是的，不理指揮官了啦！",
	lose = "啊嗚…真的輸了…指揮官，能給點糖果安慰一下嗎…？",
	propose = "指揮官…就算喜歡上列星頓小姐也沒關係，但是…不可以不喜歡我哦？為了讓指揮官一直喜歡我，我會每天每天、每天每天都努力加油的，所以…一定要關注著我哦？一定哦？",
	expedition = "委託完成~指揮官，一起去迎接委託組的大家吧？",
	win_mvp = "拿到MVP了喲~要給獎勵才是好指揮官哦~",
	home = "指揮官終於回來了~有沒有帶什麼好吃的回來呢？ ——哇啊，多謝款待哦~",
	mission = "有任務了哦~快點行動吧，嘿嘿，現在做不完的話也沒關係就是了~",
	touch2 = "啊，指揮官，這樣可不禮貌哦？",
	voice_key_2 = -1,
	skill = "艾爾文也要給敵人一點顏色看看~",
	drop_descrip = "法拉格特級驅逐艦—艾爾文，舷號DD-355",
	mail = "唔？好像有郵件呢…哈啊——快看，有好東西寄過來哦~",
	touch = "什~麼~事？指揮官？",
	profile = "我是白鷹驅逐艦、艾爾文。在生涯中經歷了多次演習和戰役，和皇家還有鳶尾的各位都有所交集，憧憬列星頓小姐那樣的成熟女性…請多指教了，指揮官",
	mission_complete = "任務完成啦，指揮官的獎勵應該會有很多哦~",
	feeling4 = "…指揮官果然還是喜歡有點肉的女孩子吧？ …我每天喝牛奶、吃糖果，總有一天能變成指揮官喜歡的類型的對吧？",
	unlock = "初次見面，指揮官，我是艾爾文~其實我去過很多地方，對航路很熟悉的哦。如果艦隊需要帶路的話，儘管找我吧~",
	feeling5 = "指揮官，我今天也有一點變化哦？注意到了嗎？ …還沒注意到嗎？ …快點、快點、快點注意到吧…吶？",
	main = "昨晚夢到和列星頓小姐一起同台演出了呢~如果，只是如果哦，我以後真的做了偶像，指揮官會來支持我嗎？ |唔…好多演習，一個接一個…好想實戰啊，想和大家一起出擊呢~|每次和杜威一起出擊，她都特別照顧我喲。也許是作為同樣喜歡列星頓的同伴意識使然吧~？呵呵…",
	battle = "大家，一起加油哦~",
	upgrade = "呼…好像身體沒什麼感覺？不管啦，變強了總歸是好事~",
	voice_key = 10140,
	headtouch = "",
	feeling2 = "指揮官現在特別忙嗎？嗯，我有點話想跟你說——給，棒棒糖～糖分對大腦是有好處的哦",
	login = "歡迎回來指揮官，新的一天又要開始了~",
	vote = "",
	hp_warning = "還、還沒問題~大概……",
	id = 101400,
	detail = "列星頓小姐和薩拉托加小姐，指揮官更喜歡哪邊呢？還是說…更喜歡別的女孩子？",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"列星頓小姐，我來為妳護航啦~我就一直在妳身邊哦~",
			0
		},
		{
			{
				10102
			},
			1,
			"姐姐，好好看下我的表現哦~",
			0
		}
	}
}
