_G.pg.ship_skin_words[304030] = {
	feeling1 = "死心吧——",
	feeling3 = "激戰之後，就應該吃一桶熱騰騰的米飯呢",
	lose = "咕……很抱歉，但輸了就是輸了——",
	propose = "有、有點害羞呢……現在，指揮官就是我最重要的人了……哎，和姐姐們比？那、那個，不一樣的啦——",
	expedition = "哎——還沒輪到我出場！？",
	win_mvp = "{namecode:70}姐，我要獎勵！",
	home = "辛苦了，有遇上敵人嗎？",
	mission = "{namecode:71}姐，一起去活動活動筋骨怎麼樣？",
	touch2 = "咦？帶上手套，就不容易弄髒手了呀",
	voice_key_2 = -1,
	skill = "火力——全開！",
	drop_descrip = "{namecode:70}級高速戰艦三番艦—{namecode:72}",
	mail = "我很喜歡你的嗓音，所以——能唸給我聽嗎？",
	touch = "指揮官，你也喜歡吃{namecode:71}姐做的大福嗎？",
	profile = "重櫻航速最快的，同時也是唯一一艘直到最後都在奮戰的高速戰艦——武勳艦{namecode:72}。這一次，我也會——努力盡情盡力地戰鬥！",
	mission_complete = "{namecode:70}姐，我也算能獨當一面了吧？",
	feeling4 = "指揮官，你也會跳舞嗎？嗯…那個——能教教我嗎？",
	unlock = "初次見面，我是重櫻首艘高速戰艦——{namecode:72}。指揮官，比起刀劍，我更喜歡拳頭唷",
	feeling5 = "指揮官，在{namecode:71}姐的宴會上，我能做你的舞伴嗎？  ",
	main = "終於有能和威爾斯以拳交心的機會了！|指揮官，沒有勇氣和毅力戰勝不了的敵人，你也是這麼認為的吧？|牛肉果然還是上州的最好——指揮官，你也嚐嚐看吧？",
	battle = "終於到我出場了！",
	upgrade = "速度又變快了！",
	voice_key = 30403,
	headtouch = "",
	feeling2 = "{namecode:70}姐，我來幫你揉揉肩吧",
	login = "這麼爽朗的天氣，不出海實在太可惜了，對吧，指揮官",
	vote = "",
	hp_warning = "一切還沒有結束！",
	id = 304030,
	detail = "我也…想像{namecode:73}那樣受人歡迎呢…",
	couple_encourage = {
		{
			{
				30401
			},
			1,
			"{namecode:70}姐，我怎麼樣！？ ",
			0
		},
		{
			{
				30402
			},
			1,
			"我會將眼前的一切，都乾淨利落地——擊潰！",
			0
		},
		{
			{
				30404
			},
			1,
			"好好欣賞姐姐的英勇身姿吧！",
			0
		},
		{
			{
				30503,
				30504
			},
			2,
			"吳港分隊——出擊！",
			0
		}
	}
}
