_G.pg.ship_skin_words[304040] = {
	feeling1 = "指揮官肯定有什麼苦衷的吧！",
	feeling3 = "其實我和{namecode:72}算是雙胞胎姐妹，而且對我來說，她更像個讓人不省心的妹妹呢",
	lose = "能在炮擊戰中謝幕，說不一定也是一種幸運……",
	propose = "沒想到會由指揮官發起攻勢…總覺得有點不好意思呢…咳咳，那就作為回禮…指揮官，願意與我共舞一曲嗎",
	expedition = "真是辛苦，我也去幫幫忙吧——",
	win_mvp = "嘛，因為我全力以赴了嘛~",
	home = "辛苦啦，指揮官，下次也帶上我吧~",
	mission = "唔，回來的時候要帶什麼禮物呢……",
	touch2 = "指揮官，要做就堂堂正正的來，我就在這裡——啊哈哈，害羞了嗎？",
	voice_key_2 = -1,
	skill = "露出破綻了哦——",
	drop_descrip = "{namecode:70}級高速戰艦四番艦—{namecode:73}",
	mail = "給你的信件，指揮官還真是有人氣啊",
	touch = "指揮官，寂寞了嗎？",
	profile = "我是{namecode:70}級最小的妹妹——{namecode:73}號高速戰艦。曾炮擊過亨德森與南達科他，探照燈、三式彈？哈……哈哈……",
	mission_complete = "指揮官，一起來把累趴下的孩子們抱回寢室吧",
	feeling4 = "大體來說，我的姐姐們都很優秀，為了成為不令她們蒙羞的妹妹，我一直都在努力——我也很棒？啊哈哈…得到指揮官你的承認太好了",
	unlock = "我是高速戰艦、{namecode:73}！未來的路途還很漫長，指揮官，我們一同前行吧！",
	feeling5 = "指揮官，{namecode:71}姐宴會上的舞伴…能拜託你嗎？我能想到的只有你了——誒？這種一般要由男士邀約？啊哈哈……",
	main = "探照燈？啊哈哈…戰場和舞台還是不一樣呢…|為什麼蒙面？哈哈，要不要猜猜看？|{namecode:70}姐，我來幫妳——欸，不、不需要嗎……",
	battle = "萬方將由此炮而定！",
	upgrade = "繼續改造下去，我最終會變成什麼模樣呢……",
	voice_key = 30404,
	headtouch = "",
	feeling2 = "{namecode:71}姐真是無論何時都不慌亂…",
	login = "指揮官，我有什麼能為您效勞的嗎",
	vote = "",
	hp_warning = "最終幕……拉開了！",
	id = 304040,
	detail = "指揮官要一起來喝點紅茶嗎？{namecode:70}姐送我的",
	couple_encourage = {
		{
			{
				10514
			},
			1,
			"讓我看看最強之盾是否名副其實！",
			0
		},
		{
			{
				30401
			},
			1,
			"{namecode:70}姐，今天也很漂亮啊",
			0
		},
		{
			{
				30402
			},
			1,
			"{namecode:71}姐，這次不要再離開我了！",
			0
		},
		{
			{
				30403
			},
			1,
			"{namecode:72}，要來比一比嗎？",
			0
		}
	}
}
