_G.pg.ship_skin_words[304050] = {
	feeling1 = "明主難尋呢……",
	feeling3 = "策略只能彌補有限的實力之差，所以…咳咳…讓自己變強才是最重要的，主上",
	lose = "計算…出錯了嗎…",
	propose = "主上…選擇了我嗎？本想若是為了主公之大業，即便此身殞落也在所不惜…這下看來，不得不稍微注意一下自己的身體了呢…",
	expedition = "主上，委託完成了，另外，關於接下來的人選我有些建議——",
	win_mvp = "那麼…要如何活用這場勝利呢…",
	home = "主上，我的計策可有發揮用途？",
	mission = "下一個任務是……",
	touch2 = "主上…我正在想事情呢…",
	voice_key_2 = -1,
	skill = "呵呵呵……",
	drop_descrip = "{namecode:161}級戰鬥巡洋艦一番艦—{namecode:161}",
	mail = "主上，有信件，是新的情報嗎？",
	touch = "呵呵呵……啊，主上，我只是在想，點心吃什麼好呢？",
	profile = "{namecode:161}級戰鬥巡洋艦首艦·{namecode:161}，原本預定要和妹妹{namecode:91}一起接受改造成為航母…可惜我不幸在那場地震中倒下…咳咳…如您所見，我的身體不是很好，不過還請不要有所顧慮",
	mission_complete = "任務報酬…要投入到最合適的地方才行呢…",
	feeling4 = "咳咳…主上是令{namecode:161}都心悅誠服之人，再自信一些也無妨喲？",
	unlock = "咳咳…戰鬥巡洋艦、{namecode:161}，前來拜見。這裡似乎能讓我稍微發揮一下本領呢…主上，能為在下介紹一下我們的敵人嗎？",
	feeling5 = "主上如果真的關心{namecode:161}，就請全力向前邁進吧…您的勝利與笑容，對我來說就是最好的特效藥",
	main = "通往理想的道路雖然艱險，但也因此才有挑戰的價值不是嗎？|無須畏懼失敗，主上。有我在，所有挫折和失敗都將化為勝利的食糧|{namecode:91}…成長得稍微有些超乎想像呢",
	battle = "那麼，按照計劃行事吧，諸位",
	upgrade = "感覺身體狀況…似乎好了點",
	voice_key = 30405,
	headtouch = "",
	feeling2 = "對於策士來說最重要的東西就是情報，知道的比對方多，就已經贏了一半",
	login = "主上，今日的作戰方案已經放在桌上了，請過目",
	vote = "",
	hp_warning = "需要改變一下戰術了呢…",
	id = 304050,
	detail = "不想讓大家受傷嗎……呵呵，主上給我出了個難題呢，不過就讓我試試吧",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"{namecode:91}…？哎呀，似乎認錯了呢",
			0
		},
		{
			{
				30701
			},
			1,
			"{namecode:91}，聽好了，是主上的命令哦？",
			0
		}
	}
}
