_G.pg.ship_skin_words[305010] = {
	feeling1 = "殿下是禍津日神的化身嗎……！",
	feeling3 = "殿下最近有些疲憊呢，過度工作可不是好習慣，請來我這邊，我為您做一些能消除疲勞的儀式吧",
	lose = "糟了，難道說彈藥庫又被詛咒了！？",
	propose = "……願如高砂之同根松，如大椿之八千年般，門楣廣大，家名高響，有奮發圖強之志。謹以拜言，誠惶誠恐——這樣我與殿下就是一心同體了……小女子不才，從今往後也請多多指教",
	expedition = "殿下，委託組的姐妹們已經回來了，一起去迎接她們嗎？",
	win_mvp = "願你們魂歸故土，不在這海上游盪",
	home = "殿下，您辛苦了，請來{namecode:78}這裡好好休息一下吧",
	mission = "殿下，發布了新的任務，請確認一下吧",
	touch2 = "殿下，這樣是不潔的！",
	voice_key_2 = -1,
	skill = "請賜祓除，請賜清淨！",
	drop_descrip = "{namecode:78}級戰艦一番艦—{namecode:78}",
	mail = "有新的信件，殿下，請過目",
	touch = "殿下，請過來躺好，我來為您掏耳朵",
	profile = "我是重櫻的第一艘超弩級戰艦{namecode:78}，為了祓除從誕生時就纏繞我與妹妹身上的厄運而一直向神明祈禱，當然，我自己也有在努力，唯有萊特灣時的悲劇我絕不會讓它在我和妹妹身上重演，要是能得到殿下的幫助就再好不過了",
	mission_complete = "殿下，不領取獎勵可不是好習慣哦",
	feeling4 = "神樂？那是用在神明之前的舞蹈……對了，那我為殿下跳一支裡神樂吧~不過要是被其他姐妹看到會很害羞的，請不要告訴其他人，當做我和殿下兩個人的秘密可以嗎？",
	unlock = "初次見面，您就是指揮官殿下吧，{namecode:78}已經等候多時了~這也是神明的指引，從今往後，還請多多指教",
	feeling5 = "殿下，您知道嗎？重櫻的巫女雖然是侍奉神明之身，不過本身並沒有戀愛方面的禁令，不如說為了神社的繼承，巫女有時候還要努力地尋找夫婿呢……不知道殿下……意下如何呢？",
	main = "即使是不幸的命運，只要努力也是能夠改變的，所以向神明祈禱的同時自己也不能懈怠……我是這麼認為的|只要{namecode:79}那孩子能夠茁壯成長，我就心滿意足了|我的主炮因為是火力特化型的，發射時的反作用力總是讓身體晃得很厲害，稍微有些困擾……",
	battle = "擋在殿下面前的話，我是不會留手的",
	upgrade = "這樣就能多為殿下出力了",
	voice_key = 30501,
	headtouch = "",
	feeling2 = "殿下對重櫻的八百萬神靈感興趣嗎？呵呵，即使沒有興趣也沒有關係，我會連同您的份一起向神明祈禱的",
	login = "殿下，歡迎回來~來占卜一下接下來的運勢嗎？",
	vote = "",
	hp_warning = "神明們，請保佑我們……！",
	id = 305010,
	detail = "殿下，要一起喝杯茶嗎？",
	couple_encourage = {
		{
			{
				30502
			},
			1,
			"{namecode:79}，不要離姐姐太遠",
			0
		}
	}
}
