_G.pg.ship_skin_words[305050] = {
	feeling1 = "汝的願望…就是讓吾做和過去一樣的事嗎？吾…知道了",
	feeling3 = "多和大家在一起？即使和她們在一起吾也不知道做什麼，而且吾看得出來，她們在畏懼吾……汝在做什麼，為什麼要把吾的艦裝脫下來……",
	lose = "嗚…又失敗了嗎…",
	propose = "若戰爭的彼端，不是吞噬一切的白光，而是你溫暖的懷抱…對現今的我來說，就已經別無他求了",
	expedition = "委託完成了…喂，吾難得記住了時間，汝就沒有什麼表示嗎？",
	win_mvp = "為什麼非要招惹吾呢？",
	home = "吾從未迎接過別人，能開一炮作為代替嗎？",
	mission = "任務書整理成這樣就好了嗎？吾不太明白",
	touch2 = "……輕、輕薄無禮！",
	voice_key_2 = -1,
	skill = "吾乃{namecode:74}，重櫻的{namecode:74}",
	drop_descrip = "{namecode:74}級戰艦一番艦—{namecode:74}",
	mail = "這些紙是什麼？信？原來這就是信嗎，吾能看看嗎？",
	touch = "……！還、還沒有人敢這麼隨意觸碰我…",
	profile = "吾代表著重櫻的軍魂，重櫻的榮光以及重櫻的輝煌。吾是BIG 7之一，吾之存在即是那個時代，睜大汝的雙眼，頂禮膜拜吧——看夠了嗎，吾站膩了，要休息一下…",
	mission_complete = "任務獎勵…嘿咻…放這裡就可以了嗎？",
	feeling4 = "原來如此，脫掉以後，大家似乎不再那麼敬畏吾了。確實有種輕鬆的感覺…但這股淡淡的失落感又是怎麼回事呢…就像把旗艦之職轉交給{namecode:83}那時一樣…",
	unlock = "吾乃重櫻聯合艦隊旗艦——{namecode:74}。汝就是指揮官嗎？汝是否有取得天下的能力，就由吾用這雙眼親自確認吧",
	feeling5 = "被一個人視為珍寶就足夠了嗎？…是汝將吾硬拉了出來，汝要對吾負責…所以…那個，就是說…我、吾命令汝，將吾視作汝的寶物…不、不行嗎？",
	main = "吾厭惡鬥爭，但…那個時候，吾……別無選擇|那些輕言戰爭的人們…真的做好了付出代價的準備了嗎？|獲得拯救的人們臉上的表情，吾永遠不會忘記…那才是吾想要保護的東西",
	battle = "又是…悲哀的戰爭…",
	upgrade = "但願…能迎來鑄劍為犁的那天——",
	voice_key = 30505,
	headtouch = "",
	feeling2 = "汝有什麼事嗎？吾？吾什麼都沒在做。自從把位置交給{namecode:83}後，吾就只有在戰場之上才有事可做了",
	login = "歡迎肥…咬到了舌頭…",
	vote = "",
	hp_warning = "決戰的時刻到了嗎…",
	id = 305050,
	detail = "在這裡，大家臉上都洋溢著笑容……吾喜歡這裡！",
	couple_encourage = {
		{
			{
				3
			},
			5,
			"聯合艦隊，粉碎敵人",
			3
		},
		{
			{
				30501,
				30502,
				30506
			},
			1,
			"第一戰隊，火力全開",
			0
		}
	}
}
