_G.pg.ship_skin_words[305060] = {
	feeling1 = "指揮官…為什麼呢？",
	feeling3 = "我知道的喲，有些事情搞明白了反而會讓人更難過…但是我還是想弄明白～而且～有更多知道了會讓人開心的事呀～",
	lose = "指揮官，三號炮塔好像出了點問題…",
	propose = "這樣我就和指揮官牢牢地聯繫在了一起嗎？好厲害呀，我看到戒指，好像真的能感覺到和指揮官在一起的樣子，這是為什麼呀？",
	expedition = "指揮官，港口好像有人回來啦~",
	win_mvp = "指揮官快看快看，有條魚好好看，牠是什麼魚呀？",
	home = "指揮官不要動，我來給你驅邪~",
	mission = "指揮官，這個任務是要去幹什麼呀？還有這個呢？",
	touch2 = "指揮官，為什麼要這麼做呀？這麼做是什麼意思呀？",
	voice_key_2 = -1,
	skill = "喵喵，小心點喲，我要……認真啦！",
	drop_descrip = "{namecode:74}級戰艦二番艦—{namecode:75}",
	mail = "這就是信呀…指揮官，我也給你寫信然後你給我回信吧~",
	touch = "呀哈哈，指揮官，好癢啦~",
	profile = "我是{namecode:74}型二號艦{namecode:75}！戰前可是和{namecode:74}姐姐輪流當聯合艦隊的旗艦哦～不過之後就交給{namecode:83}小姐啦！外面的世界有好多新奇的東西呀～欸，三號炮塔？唔…這回應該沒問題吧？",
	mission_complete = "指揮官，任務獎勵我放在炮塔上運過來啦，小心點不要嚇到喵喵了~",
	feeling4 = "指揮官~~有時間陪我玩嘛？要工作的話我就等會兒再來問問，我有好多想問的問題，也有好多想讓指揮官知道的事呢~",
	unlock = "你好~我叫{namecode:75}，是{namecode:74}姐姐的妹妹！那個那個，你就是指揮官嗎？為什麼你是指揮官呀？怎麼樣才能成為指揮官呀？指揮官是不是很厲害呀？告訴我告訴我~",
	feeling5 = "想問指揮官喜不喜歡我，也想問我這樣問來問去有沒有添麻煩，還想要告訴指揮官，我最喜歡艦隊的大家還有指揮官啦～",
	main = "指揮官，為什麼這裡要這樣呀，這樣不行嗎？為什麼呀？|指揮官指揮官，外面好像有好玩的事情，我能去看看嘛？|螞蟻們究竟會爬到哪裡去呢，好好奇哦！",
	battle = "聯合艦隊！那個…出擊！",
	upgrade = "我會加油的！",
	voice_key = 30506,
	headtouch = "",
	feeling2 = "和姐姐在柱島的時候，我就常會想…天為什麼會這麼藍呢？鳥為什麼會飛呢？大家為什麼要打來打去呢？…世界上不可思議的事情真的好多呢",
	login = "啊，指揮官！跟你講哦，你不在的時候我又發現了不知道的事情，所以所以，為什麼——",
	vote = "",
	hp_warning = "我要保護大家！",
	id = 305060,
	detail = "指揮官，來幫我檢查一下三號炮塔~",
	couple_encourage = {
		{
			{
				30505
			},
			1,
			"姐姐姐姐~一起加油吧！",
			0
		}
	}
}
