_G.pg.ship_skin_words[305070] = {
	feeling1 = "你不是我追求的強者…",
	feeling3 = "為什麼想要變強？這種事不需要理由吧，不過硬要說的話，想要贏過{namecode:161}吧",
	lose = "嘖，我記住你們了！",
	propose = "把一切交給值得託付的人，然後沒有後顧之憂的戰鬥…這不正是我一直夢寐以求的東西嗎。而且對象是你的話，求之不得！",
	expedition = "委託完成了。說起來，委託有趣嗎，我也想去試試",
	win_mvp = "太弱了！給我回去重頭練過再來吧",
	home = "沒有什麼比戰勝強敵更令人愉快的事了，不是嗎？",
	mission = "任務？跟戰鬥無關的就不要找我了",
	touch2 = "…總之先吃我一拳！",
	voice_key_2 = -1,
	skill = "只有強者才有立於戰場的資格！",
	drop_descrip = "{namecode:92}級戰艦一番艦—{namecode:92}",
	mail = "接著，郵件",
	touch = "指揮官，整天待在房間裡你不會膩嗎？跟我出去透透氣吧",
	profile = "我是{namecode:92}級戰艦的一號艦{namecode:92}，因為條約的關係原本要廢棄，結果又要改造成航母…不過比起{namecode:161}…嘖，還想和她一決勝負的…",
	mission_complete = "任務獎勵？我去拿吧，正好活動一下身體",
	feeling4 = "指揮官你覺得怎樣才能變強？原本我以為只要按照認定的道路走下去就行了，不過看著{namecode:161}，看著你，又覺得只有這樣似乎是不夠的",
	unlock = "嚯～這裡就是接下來我要一展拳腳的地方嗎？不錯，我是{namecode:92}，戰艦{namecode:92}，可別搞錯了！",
	feeling5 = "似乎在指揮官麾下，我才能成為更強的自己…呵呵，不過這樣感覺，也不壞",
	main = "航母的小飛機真的很厲害嗎？我一點也不覺得，而且不能親自戰鬥，你不覺得很無趣嗎|既然當了秘書艦，不做點什麼也說不過去。所以，指揮官，有什麼能給我做的？ |{namecode:161}是最好的對手，也是我最尊敬的人，即使是要輔佐她，我也心服口服",
	battle = "強敵嗎…就讓我期待一下吧，可不要讓我失望啊",
	upgrade = "呵，我不會讓你失望的",
	voice_key = 30507,
	headtouch = "",
	feeling2 = "認識到自己的弱小不是什麼丟人的事，只要之後再變強就好了",
	login = "指揮官，開始工作前先熱熱身吧",
	vote = "",
	hp_warning = "不錯，你們值得我拿出全力！",
	id = 305070,
	detail = "光是看看可沒辦法讓人變強啊，指揮官。快讓我出擊吧",
	couple_encourage = {
		{
			{
				30405
			},
			1,
			"{namecode:161}，可不要又一個人去很遠的地方了啊",
			0
		}
	}
}
