_G.pg.ship_skin_words[305110] = {
	feeling1 = "昭和的笨蛋！",
	feeling3 = "如果沒有想好如何結束戰爭，就不該挑起戰爭！",
	lose = "這就是壇之浦嗎……",
	propose = "想要被我仰視，現在的你還遠遠不夠呢！嘻嘻～這段旅程就由我來陪伴你吧——直到你成為我觸碰不到的偉大之人！",
	expedition = "如果後勤匱乏，再強大的艦隊也會成為烏合之眾",
	win_mvp = "大亨以正，天之道也！",
	home = "很好！戰爭的天平正在一點一點朝我們這邊傾斜！",
	mission = "今天我來制定任務完成計劃？那就……吾——唔，幹嘛摀住我的嘴！",
	touch2 = "想找我做勝利後慶功舞會的舞伴！？ 真沒辦法～",
	voice_key_2 = -1,
	skill = "諸君一同，戮力齊心！",
	drop_descrip = "{namecode:136}級戰艦四番艦—{namecode:82}",
	mail = "獎章與榮耀我永不嫌多……嘿嘿～",
	touch = "一個人無論多麼努力都難免偶爾鬆懈，這種時候進行進諫就是我的職責",
	profile = "我是{namecode:136}級戰艦四號艦，“六六艦隊”的最後一艘戰艦{namecode:82}號。在我擔任艦隊總旗艦時，獲得了那場令吾等威名響徹世界的大海戰的勝利—",
	mission_complete = "那麼，趕快去掠——領取勝利的果實吧！",
	feeling4 = "我認同你的努力了——但是，可不要就此鬆懈喔",
	unlock = "我乃從槍林彈雨中脫圍而出，將勝利與威名帶回祖國的、重櫻艦隊旗艦——前無畏艦、{namecode:82}！",
	feeling5 = "不用那麼拼命啦，稍微放慢些步伐、鬆懈一會兒我也會睜隻眼閉隻眼喔～想念我的膝枕了？真沒辦法～",
	main = "對馬的勝利可不是偶然喔|皇家料理？不……那種東西那時候我就吃夠了——|飛在天上的那個，唔，是叫做”肥雞“的玩具嗎？",
	battle = "為了重櫻的未來！",
	upgrade = "只有戰場才能分辨“優秀”與“平庸”",
	voice_key = 30511,
	headtouch = "",
	feeling2 = "見不到過去的同伴，確實有些……但——為了仍舊幼稚的後輩們，我可得打起精神才行！",
	login = "在重拾往昔的榮光前，無論如何都決不能停下前進的步伐！",
	vote = "",
	hp_warning = "不要慌張，勝負還沒有塵埃落定！",
	id = 305110,
	detail = "身為旗艦，當然要身居最前線指揮戰鬥，這是理所當然的吧！",
	couple_encourage = {
		{
			{
				70201
			},
			1,
			"一起為了人類而戰吧",
			0
		},
		{
			{
				30706
			},
			1,
			"振作精神，勇往直前吧！",
			0
		},
		{
			{
				30505
			},
			1,
			"不用擔心，重櫻的大家永遠都是你的夥伴~",
			0
		},
		{
			{
				30701
			},
			1,
			"小心吶，這份力量若是使用不慎，可是會反噬自身的",
			0
		}
	}
}
