_G.pg.ship_skin_words[305140] = {
	feeling1 = "哈啊…無論在哪都一樣沒什麼好事呢…至少請讓我輕鬆一點吧…",
	feeling3 = "比、比起我，請多關心關心其他人！不用像這樣隔三岔五就來噓寒問暖一下啦，我沒問題的！",
	lose = "好啦完事完事…不、不要在丟人的事情上這麼顯眼啊！",
	propose = "指揮官真是愛多管閒事啊…事到如今我也不會再覺得驚訝了。你的感情，是貨真價實的，我從很早以前就知道了——{namecode:175}，誠心誠意接受指揮官愛的誓約。",
	expedition = "委託組返航了，差不多該去迎接了吧？",
	win_mvp = "笨蛋！是我…不，是我們的勝利！",
	home = "辛苦了。不用在意我，請好好休息吧",
	mission = "把任務完成掉吧。這是作為指揮官應盡的義務呢",
	touch2 = "呀！ ？突然地是要幹嘛呢……！",
	voice_key_2 = -1,
	skill = "打飛你們！！",
	drop_descrip = "{namecode:80}級戰列艦—{namecode:175}",
	mail = "有新郵件呢。請確認",
	touch = "指揮官，我會遵循你的指示行動",
	profile = "我是{namecode:80}級戰列艦三號艦、{namecode:175}。雖然在大戰時沒有最終建成…不，沒什麼，能像這樣和艦隊的同伴們並肩作戰也算是一種緣分，既然已經在這裡報到了，我就會竭盡全力做到最好。請多指教。",
	mission_complete = "報酬我拿來了，呼…",
	feeling4 = "知、知道你很關心我，不過在大家面前這樣實在是太羞恥了！像這樣給我增加煩惱是能拿什麼好處嗎？ ！真是的！",
	unlock = "戰列艦、{namecode:175}，前來報到。和這個港區多少也算是有些緣分…不，沒什麼，請不要在意",
	feeling5 = "哈啊…結果因為指揮官，在港區裡又變得很引人注目了…真是的，就算是親密的體現，也有很多不那麼讓人害羞的方法吧…！指揮官，究竟是想怎樣啊！",
	main = "分析資料，提出計劃，這方面的工作似乎更適合我呢，畢竟速讀和默記都是我擅長的|我和不顧一切往前衝的類型的人有點合不來呢。實際上也確實有過一些很痛苦的經歷…不過對於這種性格的人我本身倒是不討厭就是|對於把我任命為秘書艦這件事我非常感激。不過，只有我的話果然還是有點忙不過來呢，能再多點其他的同伴一起在指揮室幫忙就再好不過了|雖然我不喜歡競爭，不過對於找上門的架我是絕對不會推辭的，畢竟這就是為了戰鬥而生的我們的存在意義|在這個港區生活從各種方面來說都挺輕鬆的呢，畢竟有那麼多比我優秀的同伴在",
	battle = "{namecode:175}艦隊…全、全力以赴…！",
	upgrade = "所謂勝負…不取得勝利就毫無意義了。為此像這樣的強化還是多少有必要的吧",
	voice_key = 30514,
	headtouch = "沒有摸到角…太好了…不，沒什麼！",
	feeling2 = "旗艦{namecode:175}，作為港區的一員，將為艦隊獻上微薄之力。隨時等待您的命令，指揮官",
	login = "今天一天也要加油工作哦。需要我的幫助請儘管提出來，不要客氣",
	vote = "",
	hp_warning = "啊啊真是的！運氣真差！",
	id = 305140,
	detail = "方案艦的各位，角色屬性都很強烈…不對，個性都很獨特呢。雖然我並不羨慕就是了",
	couple_encourage = {
		{
			{
				30505
			},
			1,
			"{namecode:74}大人，我來保護您！",
			0
		},
		{
			{
				30702
			},
			1,
			"{namecode:92}小姐…請不要太逞強",
			0
		},
		{
			{
				30405
			},
			1,
			"{namecode:161}小姐…只要有您在……",
			0
		},
		{
			{
				39902
			},
			1,
			"如果我再稍微多等下的話…大概也不太可能吧… ",
			0
		}
	}
}
