_G.pg.ship_skin_words[101420] = {
	feeling1 = "啊，你繼續窩著就好，我去鍛煉了，拜拜",
	feeling3 = "指揮官，下次休息日一起去買護具怎麼樣，有好的裝備輔助，可是能讓效果事半功倍的",
	lose = "這裡的空氣有點糟糕啊……",
	propose = "放心吧，指揮官，一起奮鬥了這麼久，你的想法我也是知道的，只是，那個……不知道該怎麼回應……所以，我是說……我願意……",
	expedition = "委託完成了嗎，指揮官，比一比誰先到港口？",
	win_mvp = "呼，狀態不錯",
	home = "給你毛巾，擦汗",
	mission = "用任務來驗證自己的能力嗎？我喜歡",
	touch2 = "吃我……迴旋踢！",
	voice_key_2 = -1,
	skill = "你們躲不開的",
	drop_descrip = "弗萊契爾級驅逐艦—斯莫利，舷號DD-565",
	mail = "有新郵件？我去拿吧，10秒，不，8秒就夠了",
	touch = "指揮官，你也來學一點自由搏擊吧，可以防身",
	profile = "弗萊契爾級的斯莫利。無論是雷達警戒、沿岸炮擊、巡航，還是救援、運輸、外交訪問，都請儘管交給我。 ……至於興趣，應該不用我再說一次了吧？",
	mission_complete = "比起獎勵，我更喜歡通過任務證明了自己的感覺",
	feeling4 = "指揮官果然你也是明白的吧，通過鍛煉，看到自己一點一點改變的那種成就感，嘻嘻，我們很合得來呢",
	unlock = "斯莫利，驅逐，興趣是自由搏擊，報到。",
	feeling5 = "果然，兩個人互相督促，又互相幫助，要比一個人的時候更加快樂……指揮官，讓我們一起變得更強吧！",
	main = "指揮官，我可以教你一組運動，坐在位置上也能做的那種，太缺乏運動對身體不好|自由搏擊講究的是百無禁忌，什麼部位都可以成為武器，雖然……海戰中用不到就是了，所以只是興趣|有機會，想和戰艦級的大姐們過過招，她們之中……有不少看起來很強",
	battle = "先來點熱身運動吧",
	upgrade = "謝謝，感覺身體輕盈了一些",
	voice_key = 10142,
	headtouch = "",
	feeling2 = "指揮官，一起去運動一下嗎？",
	login = "指揮官，我可以在辦公室裡訓練嗎？",
	vote = "",
	hp_warning = "運動不足啊……",
	id = 101420,
	detail = "巴爾的摩小姐？ ……啊，是指揮官嗎……不好意思，剛才在鍛煉沒注意到",
	couple_encourage = {
		{
			{
				10109
			},
			1,
			"大姐，我來保護妳！",
			0
		}
	}
}
