_G.pg.ship_skin_words[306070] = {
	feeling1 = "總覺得指揮官散發著一股讓人不想靠近的氣息呢…",
	feeling3 = "對於他人的批評或讚賞，指揮官是什麼想法呢？沒什麼，我只是稍微有點好奇，不必在意…",
	lose = "哼，這次就讓你們一局吧",
	propose = "{namecode:179}，今後也會陪伴在你的身邊，與你共同進退。……今、今後我會用真實的自己面對指揮官你的，請做好覺悟…………吧？ ",
	expedition = "委託完成了。我先去迎接她們了，但願這次是個大豐收。",
	win_mvp = "無論勝負，皆淡然處之，這才是重櫻名門應有的風範",
	home = "辛苦了，稍微休息下好了…但也不能太過鬆懈，一會就來做戰術研討吧！",
	mission = "新的任務嗎……既然是上面的指令，還是盡快完成吧。",
	touch2 = "必須祛除你心中的妖魔！",
	voice_key_2 = -1,
	skill = "勝利…在我的手中！",
	drop_descrip = "{namecode:179}級輕型航空母艦—{namecode:179}",
	mail = "信件，裡面會是什麼樣內容……很在意呢",
	touch = "華麗而不失凜然氣質，指揮官也能明白這服裝的美好之處吧？",
	profile = "從潛水母艦到輕航母，從狀況頻發到最後久居瀨戶內海……但我是不會一直駐足不前的，正如之前所說，{namecode:179}，會為您帶來勝利的",
	mission_complete = "有了指揮官的努力，任務才能完成得如此順利。",
	feeling4 = "只要是自己切實努力得到的褒獎，我都會欣然接受，然後把它們轉變成前進的動力。 ……所、所以指揮官，今後請給我更多出擊的機會吧！",
	unlock = "潛水母艦{namecode:183}改裝，{namecode:88}級輕航母，{namecode:179}，將會為您帶來勝利！沒錯，這回不會再屢遭挫折，只會迎來接連不斷的勝利！",
	feeling5 = "正是因為在指揮官身邊，我才能夠有機會展示自己的實力。沒有指揮官，就沒有今天的我。所以在指揮官面前，就算不用壓抑想法也…欸？平時就表現得很明顯？是、是這樣嗎！ ？",
	main = "照顧潛艇的孩子們可是很辛苦的……這、這可是我的親身體驗，相信我！ |我不會在意別人對我的看法。我們是艦船，等同於出身武家，這是應有的風度|有時候也挺羨慕那些正規航母的。如果我也能有和她們一樣的力量的話…",
	battle = "累積已久的戰意和激情，全部傾瀉在敵人身上！",
	upgrade = "承蒙厚愛，感激不盡，指揮官",
	voice_key = 30607,
	headtouch = "",
	feeling2 = "那片大海…那是個讓人又懷念，又心情複雜的地方呢……不過這些都和現在沒有關係了。我需要的只有努力",
	login = "竟然讓我等了這麼久…沒，沒什麼。這點程度都還好",
	vote = "",
	hp_warning = "嘖，偏偏在這種時候…",
	id = 306070,
	detail = "潛艇的強大我是心知肚明的。雖然現在說這個有點不合適，但是如果那次大戰中我沒有被改造成航母，在大家眼中我又會是怎樣的一個存在呢……",
	couple_encourage = {
		{
			{
				30601
			},
			1,
			"這一次我們一起加油吧！",
			0
		},
		{
			{
				10707
			},
			1,
			"呃，你好像是那時候的……",
			0
		},
		{
			{
				30603
			},
			1,
			"{namecode:89}前輩，請多多指教！",
			0
		},
		{
			{
				8
			},
			1,
			"啊啊啊別纏著我啊！",
			1
		}
	}
}
