_G.pg.ship_skin_words[307010] = {
	feeling1 = "只要把指揮官切成幾塊保存在身邊，指揮官就不會老是讓{namecode:91}傷心了呢……呵呵呵……",
	feeling3 = "指揮官是我一個人的哦，即使您要管理艦隊，只有這一點請不要忘了……不然的話……",
	lose = "這點傷，比起想到被指揮官拋棄的痛可要差遠了！",
	propose = "{namecode:91}終於等到了這一天呢，嘻嘻……從現在起，再也沒有人能將指揮官和{namecode:91}分開了，我的一切都是屬於指揮官的，指揮官的一切也是屬於我的……呵呵，呵呵呵呵呵呵……",
	expedition = "雖然希望去委託的傢伙們最好不要回來……委託我已經核對過了哦，指揮官看一眼就好了~",
	win_mvp = "只要是為了指揮官，就算是神，{namecode:91}也會贏給你看哦~",
	home = "“命運的五分鐘”？是指指揮官和我在一起的每一個五分鐘嗎？",
	mission = "新的任務……也就是我和指揮官新的羈絆，嘻嘻……",
	touch2 = "指揮官想的話，把姐妹們叫來圍觀也，行，哦~",
	voice_key_2 = -1,
	skill = "我的愛也是無敵的哦，啊哈，哈哈哈……",
	drop_descrip = "{namecode:91}號航空母艦",
	mail = "有信件呢……指揮官，是誰啊？說嘛，是誰？是誰？",
	touch = "{namecode:91}愛著您哦~",
	profile = "我是光榮的{namecode:100}，人稱無敵艦隊的{namecode:91}。 \n只要和我引以為傲的載航機還有指揮官一起，無論是什麼樣的戰局都能跨越。呵呵呵，是的，只要是和指揮官一起……",
	mission_complete = "獎勵……不過我只要有和指揮官一起的證明就夠了",
	feeling4 = "指揮官，剛才你和其他孩子說話了吧？明明要來見{namecode:91}的，為什麼要和那孩子搭話呢？是她引誘你的嗎？這樣的話，就由{namecode:91}去把她……",
	unlock = "終於遇到你了，指揮官，不過…看來礙眼的傢伙有點多呢，先讓我“掃除”一下，再來進行愛的交流吧，呵呵呵~",
	feeling5 = "指揮官~嘻嘻，這樣我們就是兩個人獨處了……指揮官的懷抱，指揮官的笑容，指揮官的氣味就全部全部都屬於我了……",
	main = "認真工作的指揮官太可愛了，只是看著就整個人像是灼傷一樣……|不要欺負{namecode:91}跑得慢啦……嘿！抓·住·你·了！|這個氣味……是那孩子嗎……！指揮官，{namecode:91}離開一下喲~",
	battle = "你們也想要接近指揮官嗎？！ ——呵呵呵",
	upgrade = "啊，指揮官的愛在{namecode:91}的胸中沸騰",
	voice_key = 30701,
	headtouch = "",
	feeling2 = "{namecode:91}和指揮官的結合是命中註定喲……從第一眼開始，我就知道指揮官是我要找的那個人了",
	login = "哎呀，歡迎回來…指揮官再晚點出現，這裡就要被我變成一片火海了呢…嘻嘻",
	vote = "",
	hp_warning = "呵呵呵，我開始興奮了",
	id = 307010,
	detail = "指揮官把{namecode:91}當做自己的寶物了嗎？好開心",
	couple_encourage = {
		{
			{
				30702
			},
			1,
			"指揮官，我美嗎？",
			0
		},
		{
			{
				10706
			},
			1,
			"小心別被我誤傷~",
			0
		},
		{
			{
				10502,
				20122
			},
			1,
			"我很大度哦，呵呵呵……",
			0
		},
		{
			{
				10209,
				10501,
				10502,
				10704,
				10705,
				10706,
				10701,
				30702
			},
			3,
			"指揮官，這是對{namecode:91}愛的考驗嗎~？",
			0
		}
	}
}
