_G.pg.ship_skin_words[307020] = {
	feeling1 = "看來你不是我追求的勇者…",
	feeling3 = "如果有一天你輸了，那只能說明你太弱了，弱者被淘汰也是正常，不過，誰讓你是我的人呢，只好由我來替你報仇了",
	lose = "這份痛楚……我會十倍奉還的！",
	propose = "——這個是給我的？……呵呵呵呵……強者會彼此吸引，這可能就是命運吧？既然如此，就讓我遵循命運和自己的本能吧",
	expedition = "出委託的姐妹們回來了，你先去吧，我去給她們準備一些點心",
	win_mvp = "弱者就是這個下場，太弱了，才會死，僅此而已",
	home = "屠戮過敵人之後，就是愉快的獎勵時間了，盡情享受短暫的喘息時間吧",
	mission = "指揮官，別顧著玩了，還有任務沒完成",
	touch2 = "……如果這樣能讓你放鬆一下的話",
	voice_key_2 = -1,
	skill = "戰場上只有強者才能生存哦！",
	drop_descrip = "{namecode:92}號航空母艦",
	mail = "有你的信件，下次不要忘了",
	touch = "有什麼疑問嗎？",
	profile = "我是第一航空戰隊的重型空母，{namecode:92}。\n雖然一開始是按照戰艦的規格進行建造，但現在成為正航可謂是命運的安排吧。——對待敵人？當然只有虐殺一途，那不是我的興趣，而是我的義務，明白嗎？",
	mission_complete = "獎勵下達了，這也是你努力的成果",
	feeling4 = "雖然我自己也很納悶，不明白為什麼有這種心情，這是獸性本能嗎？",
	unlock = "這裡能讓我找到足以滿足的敵人？好吧，從今以後，我就是你的人了，這大概也是某種命運吧",
	feeling5 = "雖然有很多話想跟你說，但是一看到你的臉，就全都想不起來了",
	main = "我是一切的征服者，無論對誰|我們的敵人很強，但正因為如此，才有摧殘殆盡的價值，呵呵呵呵呵……|五航戰的孩子們？她們好好努力的話還是值得一看的",
	battle = "用你們死前最後的掙扎來取悅我吧…呵呵…",
	upgrade = "不錯的感覺……想到了不少新的手段呢",
	voice_key = 30702,
	headtouch = "",
	feeling2 = "弱者被淘汰是必然的下場，不甘心的話就變強啊",
	login = "公平與正義只適用於強者，弱者只能縮在角落里哀泣",
	vote = "",
	hp_warning = "死鬥時間到了~呵呵，呵呵呵……",
	id = 307020,
	detail = "指揮官，你這麼看著我，會讓我有些想把你吃掉的",
	couple_encourage = {
		{
			{
				30701
			},
			1,
			"姐姐，請嚴肅一點",
			0
		},
		{
			{
				10706
			},
			1,
			"可不能讓一航戰被看扁了",
			0
		},
		{
			{
				10209,
				10501,
				10502,
				10704,
				10705,
				10706,
				10707,
				30701
			},
			3,
			"想不到和你們一起……",
			0
		},
		{
			{
				30204
			},
			1,
			"{namecode:46}，那個時候多受你照顧了",
			0
		},
		{
			{
				30707
			},
			1,
			"真是難纏的傢伙啊",
			0
		}
	}
}
