_G.pg.ship_skin_words[307030] = {
	feeling1 = "請好好完成工作",
	feeling3 = "我的過去？那可沒有什麼好聽的，不過指揮官要是感興趣，那就一邊聊一邊來一局吧",
	lose = "焦躁是不可取的，回去需要好好反思一下了",
	propose = "指揮官，您又偷偷用經費買了什麼吧！…給我的禮物？別以為——欸？這是……！咳，咳咳……只有這次我就放過您吧",
	expedition = "委託組準時返港，檢查成果",
	win_mvp = "精英空母可不是開玩笑的",
	home = "雖然想說還有許多文件，不過就請先好好休息吧",
	mission = "任務也請按部就班的好好完成吧",
	touch2 = "你！……你是想讓我把你的手砍下來嗎？",
	voice_key_2 = -1,
	skill = "豬、鹿、蝶！",
	drop_descrip = "{namecode:93}號航空母艦",
	mail = "指揮官，有新的信件",
	touch = "……指揮官，請不要在別人工作時隨便打擾",
	profile = "我是重櫻海軍第一艘正規艦隊航母，為日後航母的設計提供了參考……對不起，請不要提起中途島",
	mission_complete = "這是任務完成的獎勵清單，請您核對一下吧",
	feeling4 = "不知不覺和指揮官玩了好久的花札呢，也說了很久的話……現在回想起來，當時您說喜歡花札完全就只是想接近我的藉口吧……",
	unlock = "我是{namecode:93}，從今往後，指揮官在做奇怪的事情之前，請務必跟我提交書面申請",
	feeling5 = "從花札開始，那就用花札來延續吧，呵呵，指揮官要是能從我手裡贏下一局的話，我什麼都答應你哦",
	main = "指揮官，發什麼呆呢，請好好工作|請認真點執行任務！絕對不要對奇怪的東西產生興趣|航空戰隊聽命，全方位鎖定指揮官，保證工作進行",
	battle = "雖然我希望避免無意義的戰鬥——",
	upgrade = "我會以行動來回報您的",
	voice_key = 30703,
	headtouch = "",
	feeling2 = "有什麼事，指揮官？花札？你要是有興趣我當然不介意……那麼，這是松，這是梅……",
	login = "指揮官，公文已經準備好了，請開始批閱吧",
	vote = "",
	hp_warning = "指揮官，冷靜一點",
	id = 307030,
	detail = "如果這些數據對您有所幫助的話……",
	couple_encourage = {
		{
			{
				30704
			},
			1,
			"{namecode:94}，熱身完畢了嗎",
			0
		},
		{
			{
				10705
			},
			1,
			"真是讓人生不起氣的人",
			0
		}
	}
}
