_G.pg.ship_skin_words[307040] = {
	feeling1 = "哈！（拳頭停在你的臉頰旁邊）離我遠點",
	feeling3 = "要說女子力……你不覺得姐姐那樣有點不近人情的感覺反而有魅力嗎？還有姐姐的腳踝也超棒的！我要是有一天也能像姐姐一樣就好了",
	lose = "勝敗乃兵家常事",
	propose = "那個……我一點也不像其他姐妹們那麼溫柔，身材也不像姐姐那麼好，唯一有自信的就是戰鬥，即使是這樣的女孩子你也……願意接納嗎？",
	expedition = "指揮官，前去完成委託的姐妹們應該回來了",
	win_mvp = "預料之中的勝利，不值一提",
	home = "這是剛才的記錄，開始戰術總結吧",
	mission = "任務啊，會有什麼挑戰呢，真期待",
	touch2 = "指揮官，在我出拳前姑且問一下，你莫非不把我當作女性？",
	voice_key_2 = -1,
	skill = "花！見！那個……！",
	drop_descrip = "{namecode:94}號航空母艦",
	mail = "信。這樣飛很危險？我會注意",
	touch = "當心，隨意靠近我可能會受傷的",
	profile = "我是{namecode:93}級航空母艦的{namecode:94}，我和{namecode:93}雖然是姐妹艦，但不是同型艦。\n作為航空母艦，在戰鬥中一旦大意可不行，慎重地前進，以最好的戰果為目標來戰鬥吧！",
	mission_complete = "獎勵清單，請過目",
	feeling4 = "不過修行要做什麼好呢，戰鬥的修行我倒是很拿手……欸，不用做特別的事只要待在你身邊？……既然你這麼說了……",
	unlock = "空母{namecode:94}聽候差遣。有任務就交給我吧，我會戰鬥到最後一刻！",
	feeling5 = "唔，感覺好像沒什麼變化……不過至少確認了指揮官是把我當女孩子看的，我在指揮官身邊也有姐姐說的女孩子心動的感覺，這就……足夠了吧？",
	main = "狀態良好，隨時待命！|嗯……我一直覺得，姐姐的腳踝曲線，真是優美……|指揮官沒事做的話，和我過過招如何？",
	battle = "先手必勝！艦載機，起飛！",
	upgrade = "喝！……嗯，狀態很不錯",
	voice_key = 30704,
	headtouch = "",
	feeling2 = "我因為滿腦子都是戰鬥所以一直被姐妹們說沒有女子力，所以……那個……就是，想在您這裡修行一下！",
	login = "哈！欸，啊！指揮官，躲開！",
	vote = "",
	hp_warning = "不要害怕炮火！",
	id = 307040,
	detail = "這個姿勢很酷……嗎？",
	couple_encourage = {
		{
			{
				30703
			},
			1,
			"姐姐的美足天下第一",
			0
		},
		{
			{
				10706
			},
			1,
			"天下無雙真有氣勢啊",
			0
		}
	}
}
