_G.pg.ship_skin_words[307050] = {
	feeling1 = "我似乎看到指揮官被{namecode:91}前·輩砍殺的未來了呢",
	feeling3 = "對一二航戰的不滿？當然有啦——自說自話地拋棄了妹妹的姐姐，不可能不遭妹妹怨恨吧",
	lose = "真遺憾~我可不會像{namecode:94}前·輩那樣不知進退",
	propose = "我的笛音宛若流水，是以縱情吹之必立於高山。不過——比起高山，現在是你的身側更適合我的笛聲呢",
	expedition = "為了丸五計劃，這些也是必需的",
	win_mvp = "五航戰的榮耀~噗~",
	home = "像我們五航戰一樣平穩地回到港口了呢",
	mission = "我來看看任務……不是去珊瑚海呢，真遺憾~",
	touch2 = "指揮官，請沉浸在{namecode:95}的溫柔中吧",
	voice_key_2 = -1,
	skill = "這是姐姐的權利！",
	drop_descrip = "{namecode:95}級航空母艦一番艦—{namecode:95}",
	mail = "郵件上寫司令部決定實行AL/MI計劃……了……開玩笑的~",
	touch = "指揮官，想聽一聽我的笛聲嗎？",
	profile = "第五航空戰隊旗艦{namecode:95}~因為笨蛋前·輩們輕率地死掉不得已扛起了重櫻航空部隊的大旗，雖然戰績比前·輩們高了一點點但總是被說比前·輩們弱，大概是因為謝幕得不夠快不夠華麗吧噗嗤——那麼，再重新自我介紹一下，我是重櫻航空戰隊的被害擔當——大型艦隊空母，{namecode:95}~，請多關照~",
	mission_complete = "九段漸減邀擊計劃……嘁，不實行啊",
	feeling4 = "前輩們實在是太狡猾了！明明我馬上就要超越她們了——卻一下子跑到了我永遠也觸及不到的地方！真是太狡猾了！",
	unlock = "第五航空戰隊旗艦{namecode:95}，今後會以一航戰的前·輩們為目標，好好努力的！噗嗤~別露出那種表情啊~開玩笑的~",
	feeling5 = "指揮官，我可以借下你的肩膀嗎……有時我也會想什麼都不想地發會呆呢……到時候我可以依靠你嗎？",
	main = "一直和一航戰的前·輩們相處，指揮官一定很辛苦吧~|雖說好像是加害者與被害者的關係，不過，在各個方面今後都請加多指教了喲，列星頓~ | {namecode:96}，再給白鷹的同·僚們添麻煩的話，今天晚上你就只能吃天婦羅囉",
	battle = "理想型艦隊航母——{namecode:95}，出擊！",
	upgrade = "能更好地保護{namecode:96}了！",
	voice_key = 30705,
	headtouch = "",
	feeling2 = "我和妹妹{namecode:96}在最艱難的時刻並肩作戰了兩年，要是笨蛋前輩們能再爭點氣的話……",
	login = "理智是女人的美德……拜此所賜，我總與那些前·輩們格格不入呢，真困擾~",
	vote = "",
	hp_warning = "反……反向注水！",
	id = 307050,
	detail = "我的笛聲是亡者的安魂樂……指揮官，你想聽一曲嗎？",
	couple_encourage = {
		{
			{
				30706
			},
			1,
			"{namecode:96}，全力攻擊！我來掩護你！",
			0
		},
		{
			{
				30701
			},
			1,
			"看到我的實力了嗎，{namecode:91}姐！",
			0
		},
		{
			{
				30702
			},
			1,
			"這次……絕對會讓你承認我的實力！",
			0
		},
		{
			{
				10702
			},
			1,
			"離我太遠，防空圈會保護不到你的~",
			0
		},
		{
			{
				10703
			},
			1,
			"修理廠女皇是要去哪巡游啊？",
			0
		}
	}
}
