_G.pg.ship_skin_words[307060] = {
	feeling1 = "指揮官，你想體驗一下——馬里亞納海戰時我的心情嗎？",
	feeling3 = "我的命運一直和列星頓糾纏在一起……啊，指揮官，這句話不要告訴薩拉小姐，我可拿她沒轍……",
	lose = "又要與大炮巨艦……一同消亡了嗎……",
	propose = "哎、哎！這、這個代表的是……我、我沒有想錯吧！？ 那、那個……從今以後，請多多指教了，親、親愛的！嗚哇嗚哇！{namecode:95}姐在叫我！",
	expedition = "如果能有更多的艦載機……",
	win_mvp = "我可是幸運之鶴！",
	home = "好好整備一下吧——不過，可不能耽誤戰機！",
	mission = "到休息時間了？指揮官，也來嚐嚐{namecode:95}姐的手藝吧，嚼嚼～",
	touch2 = "指揮官，{namecode:95}姐的更大更軟唷",
	voice_key_2 = -1,
	skill = "只要姐姐在我身邊—!",
	drop_descrip = "{namecode:95}級航空母艦二番艦—{namecode:96}",
	mail = "那麼，是好消息？還是壞消息？",
	touch = "我最討厭的食物？當然是火雞囉",
	profile = "我是五航戰的{namecode:96}！嘛，雖然也去過一航戰就是啦。和姐姐一同，在前輩們華麗麗地退場後成為了重櫻僅存的精銳航母。雖然還有一些後輩，可遺憾的是沒發揮什麼作用就都去追隨一航戰們了。參與擊沉過列星頓和大黃蜂，也重傷過企業，不過——灰色幽靈那傢伙，說不定、不，是肯定比我更幸運吧！最後經列星頓之手謝幕，也算是宿命和因果的輪迴吧，不過和前輩們不同，在謝幕之前——我可是好好地把自己最後的任務完成了喲！",
	mission_complete = "這樣、局勢應該會稍稍好轉一些吧",
	feeling4 = "心情煩亂，不知道該做什麼的時候就去訓練吧！遲早有一天，我要追上那個“幽靈”！",
	unlock = "我是重櫻航空戰隊最後的精銳——{namecode:96}！不過……指揮官，只有在{namecode:95}姐身邊我才能發揮出全部的戰鬥力唷",
	feeling5 = "指揮官給我的感覺和{namecode:95}姐有點像呢……哎、哎？不是啦！我沒有把指揮官當成姐姐啦！",
	main = "現在這樣彆扭的{namecode:95}姐也很可愛！ |直到最後都堅持到底，這才是所謂的“精銳”！|等等，灰色幽靈，不要贏了就跑！再、再來一次，這次我一定——",
	battle = "與像下餃子一樣茫茫多的敵艦戰鬥——我早已習慣了！",
	upgrade = "前輩也好、幽靈也好——作為理想型航空母艦，無論和誰比都不會輸！",
	voice_key = 30706,
	headtouch = "",
	feeling2 = "嗚哇，前輩也好後輩也好，都很讓人頭痛呢",
	login = "今天要去哪裡？珍珠港還是珊瑚海？",
	vote = "",
	hp_warning = "姐……姐姐呢？",
	id = 307060,
	detail = "真想和她單獨決鬥一次啊，那個灰色幽靈——",
	couple_encourage = {
		{
			{
				30705
			},
			1,
			"只要有姐姐在身邊，我就無所畏懼！",
			0
		},
		{
			{
				10204
			},
			1,
			"不知為何，就是覺得你很討厭……",
			0
		},
		{
			{
				10702
			},
			1,
			"得分1:1，第三局開始！",
			0
		},
		{
			{
				10703
			},
			1,
			"嗚哇，一不留神就跑到了我的身邊！",
			0
		},
		{
			{
				10706
			},
			1,
			"真沒想到能和那個“灰色幽靈”並肩戰鬥！",
			0
		}
	}
}
