_G.pg.ship_skin_words[308010] = {
	feeling1 = "一定是人家還不夠努力呢……",
	feeling3 = "要按摩嗎？要搥背嗎？還是要在人家的膝枕上睡一會呢？欸嘿嘿~",
	lose = "嗚嗚嗚，好痛……好想回到指揮官身邊……",
	propose = "從此以後，指揮官就是人家一個人的了~人家還要聽更多更多的誇獎，要和指揮官創造更多更多的回憶呢……",
	expedition = "要去迎接委託的姐妹們了嗎？人家也想一起去呢，可以嗎？",
	win_mvp = "要得到指揮官的稱讚了呢……欸嘿嘿~",
	home = "辛苦了呢~人家來幫你按摩吧……怎麼樣，人家是不是很能幹？嘻嘻……",
	mission = "任務？要人家幫忙嗎？人家會加油的呢~",
	touch2 = "欸嘿嘿，指揮官，只要你誇誇人家，人家就什麼都答應你哦~",
	voice_key_2 = -1,
	skill = "人家，還要更加，更加地努力呢~",
	drop_descrip = "巡潛乙型潛水艦伊19",
	mail = "郵件？人家已經拿過來了呢。怎麼樣，人家是不是很聰明~",
	touch = "要人家幫你放鬆一下嗎？",
	profile = "驅逐艦，航空母艦，戰艦，人家可是一下子把它們都打沉，打傷了呢。人家是不是很厲害~，指揮官？",
	mission_complete = "人家把任務獎勵帶過來了呢~指揮官，不誇誇人家嗎？",
	feeling4 = "指揮官，人家可愛嗎？……欸嘿嘿，人家還想聽呢，能再說一遍嗎？",
	unlock = "人家是{namecode:154}哦。指~揮~官~，人家一直在等你出現呢~",
	feeling5 = "人家已經徹底離不開指揮官了呢~指揮官也是一樣的，對吧？嘻嘻~",
	main = "人家給指揮官泡了熱茶哦~嘿嘿，人家能幹吧？|文件整理好了？嘻嘻，人家想要摸摸頭的說~|嗯哼？在盯著人家的哪裡看呢~",
	battle = "這次人家也會好好努力呢~",
	upgrade = "再多誇誇人家也沒問題的喲~",
	voice_key = 30801,
	headtouch = "",
	feeling2 = "敵人？人家才不會放他們逃走呢~指揮官的敵人，要全——部消滅才行呢~",
	login = "指揮官，人家想你好久了呢~",
	vote = "",
	hp_warning = "這、這點程度人家才不會被嚇到呢！",
	id = 308010,
	detail = "想人家了嗎？欸嘿嘿，指揮官，人家很高興呢~",
	couple_encourage = {
		{
			{
				10129
			},
			1,
			"討厭……離人家，遠一點！",
			0
		},
		{
			{
				10708,
				10512
			},
			1,
			"人家可是很——厲害的呢，對吧？",
			0
		}
	}
}
