_G.pg.ship_skin_words[308020] = {
	feeling1 = "指揮官？不對，是空氣吧，哈哈。",
	feeling3 = "指揮官，要來比賽憋氣嗎？輸了的人要幫贏了的人按摩，怎麼樣？",
	lose = "哎呀，好像有點放鬆過頭了…",
	propose = "其實我也覺得這天快來了呢，不過沒想到就是現在。我現在興奮地能繞港口游一百圈呢！指揮官，一起吧，嘿嘿！",
	expedition = "委託完成了呢。下次委託叫上我一起吧，運輸破壞我可是很在行的，嘿嘿~",
	win_mvp = "突然襲擊大成功！",
	home = "指揮官，你的頭好像又禿了一點啊……啊哈哈，開玩笑的啦！",
	mission = "有任務了，（伸懶腰）嗯——正好可以活動活動身體了呢。",
	touch2 = "在妄想些什麼呢，指揮官？說出來聽聽呀，嘻嘻~",
	voice_key_2 = -1,
	skill = "我看到你了喲~",
	drop_descrip = "巡潛乙型潛水艦伊26",
	mail = "郵件？過期了早被我扔了……騙你的啦，趕快看看吧~",
	touch = "嗯哼？要幫我做準備運動嗎？",
	profile = "提問，姐妹裡面第一個擊沉了白鷹的貨船的是誰呢？沒錯，就是我啦！……最後怎麼樣了？管那個幹什麼呢，現在才是最重要的嘛，哈哈！",
	mission_complete = "裝著獎勵的運輸船，有種想擊沉的衝動呢……怎麼可能啦，哈哈！快去看看吧。",
	feeling4 = "你也差不多應該注意到了吧，那個……什麼……你的釦子扣歪了啦！以為我會說什麼嗎？哈哈~",
	unlock = "潛水艦{namecode:155}，今天開始就待在這裡了哦！哼哼~這一天你是不是期待了很久呢？",
	feeling5 = "指揮官，借你肩膀一用……嘿！怎麼樣，我很輕吧？到辦公室前你可要堅持住哦！",
	main = "這雙耳朵？怎麼，想摸摸看嗎？|文書處理……好麻煩啊……比起那個，指揮官，來打一下排球吧！|我想去游泳了呢，指揮官，要比比誰更快嗎，嘻嘻~",
	battle = "今天是哪個倒霉鬼的幸運日呢~",
	upgrade = "要是身材上也有所變化就好了呢…",
	voice_key = 30802,
	headtouch = "",
	feeling2 = "潛伏，看準目標，上浮，發射魚雷，boom！怎麼樣，很輕鬆吧！指揮官你要不要也試試？",
	login = "嘿！……怎麼樣，指揮官，嚇了一大跳吧！",
	vote = "",
	hp_warning = "啊哈哈…好像有點危險了呢…",
	id = 308020,
	detail = "小麥色的皮膚可是健康的象徵。指揮官，要不你也來曬曬太陽吧！",
	couple_encourage = {
		{
			{
				10207
			},
			1,
			"別怕，現在我們是夥伴啦",
			0
		},
		{
			{
				10703
			},
			1,
			"準備活動不充分的話，會很容易受傷的喲，修理廠的女王~",
			0
		}
	}
}
