_G.pg.ship_skin_words[308040] = {
	feeling1 = "指揮官大人，雖然萬分抱歉，但我還是不得不提醒您…您的懶散已經影響到了他人…",
	feeling3 = "…今天指揮官大人不來嗎……寂寞的要死掉了…——指揮、指揮官！ ？聽到剛才的話了？ ？",
	lose = "大家都還平安吧…？",
	propose = "這就是和指揮官大人的誓約的證明…謝謝您！我現在真的非常幸福！ …還有，其實像這樣能夠一整天和指揮官在一起也很開心呢…嘻嘻 這下有點難辦了呢…",
	expedition = "委託組的大家已經平安回歸了~嗯…給她們帶一點手作巧克力作為慰勞如何？",
	win_mvp = "嘻嘻，今後也請多把任務交給我吧",
	home = "看指揮官大人的笑臉，今天一定是凱旋而歸吧。呵呵~要不要給您揉揉肩膀放鬆一下？",
	mission = "還有一些任務沒完成呢~指揮官大人，一起來完成吧~",
	touch2 = "唔……指揮官大人喜歡這、這樣的感覺嗎……",
	voice_key_2 = -1,
	skill = "現在就是進攻的時機！",
	drop_descrip = "巡潛乙型潛艇伊25",
	mail = "新的郵件陸續過來了，還請儘早取閱哦，指揮官大人",
	touch = "哈啊…指揮官大人成份，補給完成…",
	profile = "我是巡潛乙型潛艇伊25。生涯裡完成了多次巡視和破交、運輸任務，還成功實施了幾次非常大膽的作戰哦。不管是什麼任務都請儘管交給我吧，指揮官大人~",
	mission_complete = "這些都是大家努力的成果，應該挺起胸膛接受才是~",
	feeling4 = "指揮官大人，對、對不起，這麼突然來找您…只是突然覺得有點寂寞…很大膽嗎？嘻嘻，其實在那次大戰中我有過這樣鑽進敵人懷裡的經驗哦？指揮官大人想聽聽嗎？",
	unlock = "呼……終於碰到人了。指揮官大人，初次見面，我是伊25。希望我的到來能對指揮官有所幫助，請多指教了~",
	feeling5 = "啊嗚…指揮官大人…我又來找您了…今、今天也可以一直在一起嗎？只要和指揮官在一起我是永遠不會感到孤單的！",
	main = "每次用餐前，和同級的姐妹們一起念“我開動了”的時候，都會有一種安穩的感覺油然而生呢|妹妹伊26給您添麻煩了，她是不是太活潑了呢？唔…我大概很難像她那樣有用不完的精力吧|指揮官…指揮官……？精神還好嗎…抱歉，我有點擔心…",
	battle = "有時也需要顯眼一點呢……！",
	upgrade = "非常感謝指揮官大人，讓我能夠變得更可靠~",
	voice_key = 30804,
	headtouch = "",
	feeling2 = "感謝指揮官大人經常來看望我們。這樣今天我也能努力工作了呢。嘻嘻",
	login = "呃嗯……歡迎回來，指揮官。您不在的期間的內容我總結成匯報了，請您過目~",
	vote = "",
	hp_warning = "這下有點難辦了呢…",
	id = 308040,
	detail = "指揮官大人，非常抱歉，在您百忙之中有所叨擾……能幫我測試下偵察機的性能嗎？",
	couple_encourage = {
		{
			{
				30802
			},
			1,
			"不要跑偏了哦？",
			0
		}
	}
}
