_G.pg.ship_skin_words[308050] = {
	feeling1 = "請讓我一個人待著就好…",
	feeling3 = "艦隊裡的大家關係都好好呀…呼呼…—欸？沒、沒什麼，我是說，請讓我一個人就好……",
	lose = "悄悄地撤退吧…",
	propose = "這…難道我還在妄想嗎？嗯，這一定是妄想，但是，指揮官和平時一樣溫柔……那個，指揮官，能捏我一下嗎？",
	expedition = "這次的委託組，會是什麼樣的組合呢……",
	win_mvp = "……下次，希望不會再拿第一了……",
	home = "今天的戰鬥……還算順利吧？",
	mission = "指揮官，那個，這些是任務書……吧？",
	touch2 = "呀？ ！難、難道要在這裡被指揮官…！ ？ ——沒、沒什麼，對不起…",
	voice_key_2 = -1,
	skill = "沒辦法了，上吧…！",
	drop_descrip = "巡潛乙型改二型潛艇伊56",
	mail = "郵件的內容可要好好看清楚哦…？",
	touch = "指揮官，怎麼了？欸，難道我又自言自語說了什麼奇怪的話嗎！ ？",
	profile = "我是巡潛乙型改二型潛艇，或者說伊五十四型潛艇二號艦，伊五十六號。我沒有什麼引人注目的戰果…畢竟出生時已經是那時候了，也沒辦法呢…",
	mission_complete = "……哈！糟了，清點任務獎勵的途中，不小心陷入了妄想……",
	feeling4 = "我有時候會不小心把心裡想的事情自言自語說出來…請、請不要太在意…",
	unlock = "被找到了嗎……好吧，我是伊56。那個，請給我一些一個人就能完成的任務，可以嗎？",
	feeling5 = "指揮官，對不起，最近一直沒有來找你……因為，因為…我最近忍不住妄想起了我和指揮官在一起的情景，而且，完全停不下來……好丟臉",
	main = "指揮官每天都要和那麼多艦船打交道，真厲害，我完全做不到|和指揮官獨處的時候，很安靜，感覺很舒服，可以安心地去想事情……|58和19…呃，26那樣的運動型其實也挺…哈啊！ ？指揮官！ ？沒、沒什麼…",
	battle = "沒人發現我吧？",
	upgrade = "那個……謝謝",
	voice_key = 30805,
	headtouch = "",
	feeling2 = "存在感低也是有好處的，可以避免掉很多麻煩的接觸……",
	login = "噫！指揮官，不用和我打招呼也沒關係的……",
	vote = "",
	hp_warning = "好、好像有點太引人注目了呢…",
	id = 308050,
	detail = "咿！ ？是、是指揮官啊…有什麼事嗎？",
	couple_encourage = {
		{
			{
				30803
			},
			1,
			"58到底該和誰一起最好呢……",
			0
		}
	}
}
