_G.pg.ship_skin_words[308060] = {
	feeling1 = "我最討厭你了！離我遠點！",
	feeling3 = "伊16！別拿甲標的撓我癢！欸，你不是伊16！ ？",
	lose = "（咕嘟咕嘟咕嘟咕嘟）",
	propose = "你、你可算來找我了！我真的可以嗎……嘿嘿……什、什麼嘛！不坦率的明明是你！",
	expedition = "諸位，辛苦了！ …不知道有沒有什麼好東西呢……",
	win_mvp = "耶！看到了嗎？看到我剛才的表現了嗎？ ？",
	home = "幹的不錯，休息一會吧",
	mission = "任務……？哼！就讓本小姐來指點你吧！要認真聽知道嗎！",
	touch2 = "呀！ ？怎、怎麼回事！ ？",
	voice_key_2 = -1,
	skill = "給我沉下去吧！",
	drop_descrip = "海大VI型a型潛艇伊168",
	mail = "給你的信，快看吧！ ……就沒人給我寫信嗎…",
	touch = "不許隨隨便便就摸我！ ……你說按摩？是這樣嗎……那就交給你啦！",
	profile = "我是伊號第一六八潛艇！在那場戰役幹掉了約克鎮和哈曼，給{namecode:94}報了仇！還有…嗯…雖然我努力了…還是沒擊沉過什麼別的船…",
	mission_complete = "幹得還行！呃，給你賞賜！",
	feeling4 = "因為我在那場戰役裡擊沉了約克鎮，有時候哈曼會瞪我……有什麼關係嘛！約克鎮本人都說不介意了！",
	unlock = "我是伊168哦，叫我168就好。怎麼說我也是武勳艦，要好好地讓我派上用場哦！",
	feeling5 = "哼！喜歡直白的人，那你找直白的人契約不就好了！ ——你怎麼能這樣！哈曼不是比我更不坦率嗎！ ？",
	main = "好無聊…指揮官，給本小姐找點樂子聽見了嗎！ |好睏啊……還是海裡舒服……|你說哈曼？她想找碴的話就放馬過來！看我不揍扁她！",
	battle = "來吧，我們來釣個大魚！",
	upgrade = "很好！我又變強啦！",
	voice_key = 30806,
	headtouch = "你，你幹嘛！ ？",
	feeling2 = "哼！別看我這樣，那場戰役裡我可是代表重櫻潛艇擊沉了對方大型航母呢！還不快來膜拜本小姐！",
	login = "太·慢·了!就算我們潛艇擅長等待時機，也不能真的讓我等這麼久吧…",
	vote = "",
	hp_warning = "",
	id = 308060,
	detail = "你找本小姐有事吧？ ……沒事也可以……",
	couple_encourage = {
		{
			{
				10125
			},
			1,
			"現在我們是隊友了！",
			0
		}
	}
}
