_G.pg.ship_skin_words[401020] = {
	feeling1 = "我就算了，請您盡量離Z1遠一點",
	feeling3 = "指揮官，又來找我聊天嗎，想必您已經對我有所了解，我可不會為了顧及您的感受而說好話哦？還是說，您其實很享受這種感覺？",
	lose = "我來殿後吧，請放心，托Z1的福，我很擅長這種事",
	propose = "原來如此，這就是契約，這就是和某個人建立起了牢不可破的關係的感覺……咦，您說我臉紅了？……能不能請您幫我拍一張照，我還沒見過自己臉紅的樣子",
	expedition = "委託組歸來，根據規定，您應該去關照一下，當然如果需要的話，我會與您一同前往。",
	win_mvp = "請不要放鬆警惕，因為一次勝利後的大意而最終失敗的戰局…比比皆是",
	home = "遵照您的命令，我已經清點了這次的戰果報告，請過目",
	mission = "有新的任務，指揮官，我已經用淺顯易懂的方式整理好了",
	touch2 = "指揮官，在表現勇氣的方式裡，我認為這是最差的一種",
	voice_key_2 = -1,
	skill = "我還能，再快一點",
	drop_descrip = "1934型驱逐舰—Z2格奥尔格·蒂勒",
	mail = "信件，根據我對指揮官您的了解，建議立刻拆閱，不然的話很可能會忘記",
	touch = "嗯，是，沒錯，您說得對，那麼還有什麼事嗎？",
	profile = "格奧爾格·蒂勒，代號Z2，作為1934年型實驗性的驅逐艦誕生，運用高超的機動性玩弄對手，本應該是這樣的……沒什麼，當我沒說過好了",
	mission_complete = "雖然要我代為接收任務獎勵也可以，但是那樣的話，我心中對指揮官的評價會降低的，您確定嗎？",
	feeling4 = "您的想法雖然經常異於常人，什麼拯救世界，讓大家都獲得幸福之類的。不過對接受過Z1洗禮的我來說，和您這樣的人相處說不定才剛剛好呢",
	unlock = "Z2，格奧爾格·蒂勒，聽從您的命令。不過，要是您的命令有誤，還請讓我考慮一下。",
	feeling5 = "指揮官，如果您希望和我的關係更進一步的話，我建議您不要做多餘的蠢事，就像平常一樣，做您想做的事，說您想說的話，那樣就很好",
	main = "指揮官，如果可以的話，請不要像Z1那樣隨便暴走，打暈會很麻煩，而且我也不想隨便向上級出手|您要是很閒的話，我就把接下來的報告書全都搬過來了，請做好心理準備|我手裡的這孩子叫Z1，是的，您沒有聽錯，它就叫Z1，很可愛對吧？",
	battle = "別衝太前，小心埋伏……",
	upgrade = "再變強下去，就不會擁有缺陷了嗎？",
	voice_key = 40102,
	headtouch = "",
	feeling2 = "指揮官，來找我是想知道Z1的事嗎？……我的？唔，這個要求還真是稀奇，請讓我考慮一下",
	login = "指揮官，我有一個疑問，為什麼您每次都來的比我晚？",
	vote = "",
	hp_warning = "前炮塔進水……這可不妙",
	id = 401020,
	detail = "指揮官，我有一個疑問，不停地給大家換上不同的武裝，對您來說，難道是一種愛好嗎？",
	couple_encourage = {
		{
			{
				40101
			},
			1,
			"Z1，注意點，幫你善後很麻煩的",
			0
		},
		{
			{
				40101,
				40118,
				40119,
				40120,
				40121,
				40123
			},
			2,
			"讓我們乘風破浪……算了，學不來",
			0
		}
	}
}
