_G.pg.ship_skin_words[401360] = {
	feeling1 = "我已經看到了，指揮官終將破碎的宿命！",
	feeling3 = "哼哼～就讓惡魔之力也寄宿在你的身上吧——不要動，還沒畫完呢！",
	lose = "咕…惡魔是不會就此敗北的……！",
	propose = "感覺到了…這就是與指揮官(Master)之間的靈魂共鳴…！好…！我決定了，直到時間的盡頭，無論是在舞台上還是戰場中，我都不會離開指揮官，我會永遠只為了指揮官而使用我的惡魔之力的！指揮官也會一直在我身邊的，對吧～？",
	expedition = "遠行執行任務的同伴們(Sisters)已經歸來，讓我們懷著感激的心情去迎接她們吧！",
	win_mvp = "這場勝利也是命運的必然選擇！",
	home = "哈啊…哈啊……嗯？為什麼這麼累？哼，當然是因為魅惑之力——啊嗚，我知道了啦！其實是在做演唱會的練習啦",
	mission = "星辰已經為我們指引了方向，該行動了，指揮官！",
	touch2 = "隨、隨隨意觸碰惡魔的軀體，可是會招致災禍的！",
	voice_key_2 = -1,
	skill = "接招吧！掌控魅惑的惡魔的全力一擊——",
	drop_descrip = "1936B型驅逐艦—Z36",
	mail = "道是粉絲的來信嗎～？切～是給指揮官的啊",
	touch = "等、等等！就算是指揮官，我也不會讓你把這繃帶隨便拆下來啊！絕對不行！不行！嗯！",
	profile = "我是誕生自不來梅的驅逐艦，惡魔偶像Z36！曾與夥伴一同馳騁於波羅的海，然而最後卻被那可惡的黑色不祥之球給……咳咳，總之期待我的惡魔之力為你帶來勝利吧！",
	mission_complete = "星辰的贈禮已經降臨，不要錯過了喲，指揮官！",
	feeling4 = "既然同為擁有惡魔標記的人，我們就是生死與共的命運之人了哦，指揮官！",
	unlock = "哼哼，你就是指揮官嗎？在這裡相遇也是命運的選擇！就讓有著俘獲人心力量的惡魔偶像(Devil Idol)Z36來助你一臂之力吧！鏘～",
	feeling5 = "唔…在指揮官身邊，即便不使用惡魔之力，也能感覺到從體內湧出的無盡力量呢，這就是我對指揮官的“愛”吧～！嘻嘻～♪",
	main = "指揮官(Master)看到Z35了嗎？本來還想跟她分享一下提升惡魔之力的儀式呢，結果一轉頭就不見人了，切……|哼哼，沒有人能夠逃離惡魔偶像(Devil Idol)的歌之魅力～！ |無論是戰鬥也好，演出也好，只要解放這股惡魔之力，就沒有什麼能難倒我的～！",
	battle = "封印…解除！哼哼，見識一下惡魔偶像的力量吧！",
	upgrade = "惡魔之力…又進一步覺醒了…！",
	voice_key = 40136,
	headtouch = "用心感受吧！這黑暗的律動……啊！指揮官(Master)，這樣會長不高的啦！",
	feeling2 = "嗯哼～！我能感覺到，你有使用惡魔之力的潛能啊，指揮官！",
	login = "哦哦，來得正好！要聽聽我的新曲嗎？名字就叫做——《惡魔序曲-Devil Intro》！",
	vote = "",
	hp_warning = "力、力量要暴走了……！",
	id = 401360,
	detail = "哼哼，怎麼樣！這充滿不祥的異色魔眼(Granat Eyes)是不是很帥！ …嗯？當、當然是天生的啦！",
	couple_encourage = {
		{
			{
				40135
			},
			1,
			"雙重解放·惡魔之力——哎～？姐姐不要走掉嘛！",
			0
		}
	}
}
