_G.pg.ship_skin_words[102040] = {
	feeling1 = "膽小鬼，離我遠點！",
	feeling3 = "怎麼了？如果我可以的話就跟我商量吧！",
	lose = "嘁，給我記住！",
	propose = "……謝謝，我就收下了。那個……太肉麻的話我也不會說，不過既然你選擇了我，那我一定不會辜負你的期待的！",
	expedition = "委託完成……我說，也該讓我去一趟了吧？",
	win_mvp = "嘖嘖嘖，就沒有更強的對手了嗎？",
	home = "Yo~看樣子今天也順利的歸來了嘛！",
	mission = "完成任務這種事怎麼能落後？",
	touch2 = "Hey~！要保持紳士！",
	voice_key_2 = -1,
	skill = "血染……東方……！",
	drop_descrip = "布魯克林級輕巡洋艦—菲尼克斯，舷號CL-46",
	mail = "Hey！指揮官，來新郵件了！",
	touch = "來了來了！要出海了嗎？",
	profile = "我是菲尼克斯，也就是鳳凰，曾經是某位大人物的座艦，無論是什麼死地我都會扛過來給你看的，所以危險的任務也儘管交給我吧，不會讓你失望的！",
	mission_complete = "看來我們應得的獎勵終於送來了",
	feeling4 = "雖然我十分敬仰那位大人，但是你就是你。只要你站在我的背後，我就是無敵的！",
	unlock = "你就是指揮官嗎？我是菲尼克斯，對，就是鳳凰，你能駕馭得了我嗎？",
	feeling5 = "原來如此，難怪和你在一起時狀態好的整個人跟點燃了一樣。這樣啊，這就是愛啊……我以前從沒體驗過…",
	main = "我的信條就是什麼事都要做到第一！|阿根廷的太陽會不會比較大呢？|沒有比死地後生更令人心跳加速的事了",
	battle = "看啊，東方正在火紅地燃燒！",
	upgrade = "好！我變得更強了！",
	voice_key = 10204,
	headtouch = "",
	feeling2 = "只有不怕死的人才配活著！——啊指揮官你別怕，不是說真的要死要活啦，只是說心理準備，要有那樣的心理準備才行",
	login = "Hey~指揮官！今天我會一如既往地保護你的",
	vote = "",
	hp_warning = "我的手在呼喚我握緊勝利！",
	id = 102040,
	detail = "指揮官，你的眼神怎麼有點呆滯",
	couple_encourage = {
		{
			{
				10504
			},
			1,
			"哭喪著臉可不行啊大姐頭",
			0
		},
		{
			{
				7
			},
			3,
			"阿雞分隊？我可是鳳凰！",
			4
		}
	}
}
