_G.pg.ship_skin_words[403010] = {
	feeling1 = "垃圾！別出現在我的視線中！",
	feeling3 = "哈？擔心我？被你這種人擔心可高興不起來",
	lose = "可可可——可惡！好不甘心啊啊啊！",
	propose = "哈？我為什麼非要帶上這個不可啊！算了，難得今天心情不錯……照顧我一生一世？哼，那不是理所當然的嗎！",
	expedition = "笨蛋！還沒有想起來你忘記了什麼嗎？",
	win_mvp = "哼，今天就特別容許你誇讚幾句好了",
	home = "笨蛋！既然回來了怎麼不來見我？哈？誰在擔心你！",
	mission = "笨蛋，做任務的時候不要分心！",
	touch2 = "哈？笨笨笨笨——笨蛋！去死吧！沉到基爾港裡去吧！",
	voice_key_2 = -1,
	skill = "哈？誰允許你們反抗了！",
	drop_descrip = "希佩爾將軍級重巡洋艦—希佩爾將軍",
	mail = "笨蛋，沒注意到新的郵件已經到了嗎？",
	touch = "哈？我有允許你碰我嗎？",
	profile = "我是鐵血第三帝國希佩爾將軍號重巡洋艦，名字源於“不敗的名將”弗蘭茨·馮·希佩爾。參與過各種各樣的戰鬥並在每場戰鬥中都盡了最大的努力！哈？巴倫支海？那是因為庫默茲比你還愚蠢！",
	mission_complete = "笨蛋！完成任務就快去領獎，在我面前炫耀什麼！",
	feeling4 = "哈？誰會喜歡你！只是歐根想和你一起吃飯，我陪她而已！笨蛋，不要會錯意了！",
	unlock = "哈？你就是指揮官？戰事已經緊張到隨便什麼人都能當指揮官了嗎？",
	feeling5 = "哈？誰會愛上你！我只是按照規定上交出擊時撿到的東西罷了！哈？戒指，那種東西誰會戴啊！",
	main = "布呂歇爾，這一次我一定會保護好你|哈？你這種菜鳥想和我比試巡洋艦的指揮技術？|哈？豬腳和啤酒還沒準備好嗎？幾人份？笨蛋！你的腦子是擺設嗎！",
	battle = "這種規模的海戰，相較於日德蘭不過是扮家家酒！",
	upgrade = "哈？你以為這樣我就會心懷感激嗎！",
	voice_key = 40301,
	headtouch = "",
	feeling2 = "哈？這種事情都做不好，你是笨蛋嗎？",
	login = "笨蛋，起床了嗎？哈？你在妄想什麼，我只是繞著港區散步剛好看到你而已！",
	vote = "",
	hp_warning = "",
	id = 403010,
	detail = "笨蛋，你在看什麼！快從我的房間出去！",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"歐根！你在說誰是貧乳傲嬌！"
		},
		{
			{
				20114
			},
			1,
			"螢火蟲，請開始你的表演"
		}
	}
}
