_G.pg.ship_skin_words[403030] = {
	feeling1 = "能從我的眼前消失嗎？有點礙眼呢……",
	feeling3 = "指揮官，我喜歡你哦~——開玩笑的，心跳加速了嗎～？",
	lose = "呵呵呵呵呵……你們，很棒哦……",
	propose = "——這就是你給我的答案嗎？怎麼辦好呢……噗，真是笨啊，我的指揮官大人，我早就不是一開始那個對什麼都感到空虛的我了，你難道忘了是誰讓我改變的嗎？",
	expedition = "委託完成了嗎，呵呵，那我們就去看看有沒有什麼有趣的東西吧",
	win_mvp = "嗯……戰艦？那不是小菜一碟嗎～",
	home = "指揮官，要一起洗個澡放鬆一下嗎？",
	mission = "任務……會有什麼新奇的內容嗎？",
	touch2 = "好了，現在換我來嚐嚐你的味道~",
	voice_key_2 = -1,
	skill = "這點程度還不夠，再來，再多點……！",
	drop_descrip = "希佩爾將軍級重巡洋艦—歐根親王",
	mail = "有新郵件呢~呵呵呵",
	touch = "這點程度就滿足了嗎？",
	profile = "我是鐵血第三帝國的奇蹟，希佩爾將軍三號艦——歐根親王號，無論是怎樣的戰鬥都能夠存活下來……祥瑞？真虧你敢說呢……",
	mission_complete = "指揮官，有獎勵哦——我？沒有興趣",
	feeling4 = "Ich liebe dich——是真心還是玩笑？就交給指揮官自己來判斷吧～",
	unlock = "嗯……你就是指揮官嗎，你能讓我愉快到什麼程度呢？我可是很期待的呢~",
	feeling5 = "——為什麼笑了？看到指揮官驚慌失措的樣子，就讓人分外開心呢，這次真的是發自內心的笑喲，嘻嘻…",
	main = "工作不要太過度哦~不然的話……會——死——的|幸運艦？……你難道在諷刺我嗎？|——「Unternehmen Rheinübung」、嗎…回想起來那就是一切的開始啊…",
	battle = "全艦火力全開，Feuer！",
	upgrade = "這種感覺……倒是不壞",
	voice_key = 40303,
	headtouch = "",
	feeling2 = "——缺少笑容？那指揮官要試試嗎，看能不能把我逗笑？",
	login = "嗯哼~怎麼？~今天想要我怎麼管教你？",
	vote = "",
	hp_warning = "呵呵……有趣",
	id = 403030,
	detail = "嗯？……檢查嗎？Vielen Dank～",
	couple_encourage = {
		{
			{
				10105,
				10108
			},
			2,
			"呵，白鷹記者跑的也挺快嘛……",
			0
		},
		{
			{
				20501,
				20101
			},
			1,
			"傲嬌是你們貧乳金毛的傳統嗎？",
			0
		},
		{
			{
				20403
			},
			1,
			"你的優雅能撐到什麼時候呢",
			0
		},
		{
			{
				7
			},
			2,
			"阿雞隊……算了，陪陪你們",
			4
		}
	}
}
