_G.pg.ship_skin_words[403050] = {
	feeling1 = "無論是什麼樣的指揮官，施佩伯爵都會為其效勞……",
	feeling3 = "我的雙手，是為了緊緊抓住勝利而存在的……即使無法再擁抱重要之人，那也無可奈何",
	lose = "失敗了嗎……但還沒有結束！",
	propose = "原來如此，即便我無法擁抱您，您也可以擁抱我啊……吶，指揮官，再一下下就好……能再抱我一會兒嗎……",
	expedition = "委託完成了？太好了，看來沒有被偷襲呢",
	win_mvp = "這份勝利，能夠積累下去嗎……",
	home = "指揮官，回港前有確認港口沒有被封鎖吧？",
	mission = "無論是怎樣的任務，一旦下達了就有執行的必要",
	touch2 = "指揮官，我可以用這雙手抱抱您嗎？",
	voice_key_2 = -1,
	skill = "為了我所珍視的一切！",
	drop_descrip = "德意志級裝甲巡洋艦—施佩伯爵將軍",
	mail = "這份郵件是……太好了，和聲望沒有關係",
	touch = "今天的天空很晴朗？是的，就和拉普拉塔河口海戰那天一樣呢",
	profile = "我是鐵血海軍德意志級裝甲艦三號艦施佩伯爵。在南美洲執行破交戰時，被皇家巡洋艦擊傷後駛入蒙德維的亞港，最終迫於種種壓力自沉……指揮官，這一次，我想好好地——戰鬥到最後！",
	mission_complete = "和我不同，漂亮出色地完成了任務呢",
	feeling4 = "指揮官，這一次，我可以不再孤單地出港、孤獨地沉沒，而是一直在您的陪伴下到最後嗎？",
	unlock = "無論在哪裡，戰爭都還沒有結束……指揮官，德意志級裝甲艦三號艦施佩伯爵前來報到",
	feeling5 = "戰鬥也無法填補的內心的空虛，根源就是在這裡嗎……",
	main = "戰鬥的目的在於勝利，而非殺戮|第一場海戰即是最後一場海戰，這對於我們鐵血並不罕見|即使和大家聊天，總是孤身一人的我也不知道該聊些什麼",
	battle = "為了鐵血的尊嚴與利益，將榮光延續到底！",
	upgrade = "這就是…力量嗎…",
	voice_key = 40305,
	headtouch = "指揮官……請不要一直那麼用力的摸我的頭好嗎。",
	feeling2 = "孤獨地航行、孤獨地戰鬥、孤獨地沉沒……即使這樣，我也確實地為鐵血海軍做出過貢獻吧",
	login = "我將為您而戰，直至燃盡最後一滴熱血",
	vote = "",
	hp_warning = "再堅持一下，或許就……",
	id = 403050,
	detail = "無論勝利的希望多麼渺茫，都會義無反顧地揚帆出航……那樣的存在才值得被人們憧憬",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"可以離我遠一點嗎……",
			0
		},
		{
			{
				20203
			},
			1,
			"你還是和過去一樣性格惡劣啊",
			0
		},
		{
			{
				40401,
				40402
			},
			1,
			"能與你再次攜手作戰真是榮幸",
			0
		}
	}
}
