_G.pg.ship_skin_words[102050] = {
	feeling1 = "SG，快來保護我……",
	feeling3 = "表情？啊……因為我離開的時候戰況還是相當不利的呢……對於和平啊，歡笑啊之類的……稍微有些不適應，不過不用擔心，海倫娜沒問題的！",
	lose = "……拜託先救我~不要再和敵人糾纏了",
	propose = "這就是指揮官給我的承諾嗎……這樣啊……好開心……",
	expedition = "指揮官，你說下次我把SG借給姐妹們做委託好不好？",
	win_mvp = "……居然贏了？",
	home = "大家都回來了吧？感覺除了甲板上多出了點零件以外沒什麼大問題呢……",
	mission = "讓我們從任務開始一點一點累積勝利的基石吧",
	touch2 = "如果這樣能讓指揮官打起精神，我……願意",
	voice_key_2 = -1,
	skill = "SG，把你的力量借給我！",
	drop_descrip = "布魯克林級輕巡洋艦—海倫娜，舷號CL-50",
	mail = "有新的郵件到了，請好好珍惜和其他人之間的關係哦",
	touch = "嗯？我沒事，只是有些走神而已",
	profile = "我是以不輸給其他重巡姐妹們為理念設計的型號，不過果然只靠我一個人是救不了大家的……指揮官，能幫幫我嗎？",
	mission_complete = "任務的獎勵累積起來也是一筆巨大的資源，請好好利用吧",
	feeling4 = "最近感覺放鬆了不少……嗯，之前神經繃的太緊了，這多虧指揮官一直在我身邊給我勇氣哦~",
	unlock = "指揮官，您好，我是海倫娜。索敵是我的強項，請……將我們帶往勝利吧",
	feeling5 = "我相信哦，指揮官一定會帶給我們曙光的。而且這一次我一定要努力到最後……和喜歡的人生離死別這種事，光是想想就感覺心要裂開了…",
	main = "指揮官躲起來了嗎，就算這樣我也知道你在哪裡的|指揮官，等戰爭結束以後想做點什麼呢？|要是我的火力能跟雷達一樣強的話……",
	battle = "在我面前，你們無所遁形",
	upgrade = "這份力量，我一定會用來保護大家的！",
	voice_key = 10205,
	headtouch = "",
	feeling2 = "我的索敵能力要是能幫到姐妹們那就好了……",
	login = "……啊，指揮官，歡迎回來，不好意思剛才在想事情",
	vote = "",
	hp_warning = "SG，鎖定敵人位置！",
	id = 102050,
	detail = "光靠這些是沒用的呀……",
	couple_encourage = {
		{
			{
				10503
			},
			1,
			"SG全開，決不讓悲劇重演！",
			0
		},
		{
			{
				10502,
				10504,
				10508
			},
			2,
			"轟姐罩我~",
			0
		},
		{
			{
				7
			},
			3,
			"阿雞分隊……還挺可愛的！",
			4
		},
		{
			{
				10213
			},
			1,
			"路易斯姐姐，戰場上請認真一點…",
			0
		},
		{
			{
				10212
			},
			1,
			"火奴魯魯，我來支援你！",
			0
		},
		{
			{
				10209
			},
			1,
			"克里夫蘭，我們不會輸的，對吧？",
			0
		}
	}
}
