_G.pg.ship_skin_words[403070] = {
	feeling1 = "哈？跟你這種廢物怎麼可能合作啊！",
	feeling3 = "日程表給你——哈！ ？這種管理的工作誰都能做吧！才不是專門留給你的呢！",
	lose = "混蛋——！給我記住——！ ！",
	propose = "哈！？這個戒指誰要……戴、戴也不是不行……這樣就行了吧？趕快把儀式結束，讓大家看看我們最好的表演去吧！",
	expedition = "在那發什麼呆！和我一起去接軍事委託回來的同伴！",
	win_mvp = "就這種程度根本就不該讓我出場！",
	home = "哈？ ？笨蛋，你回來的這麼晚差點就要擔…我在說什麼啊！",
	mission = "任務還是通告都趕緊解決！",
	touch2 = "哈！ ？你這是故意的！ ？",
	voice_key_2 = -1,
	skill = "讓你們見識下我的表演！",
	drop_descrip = "哈？那個奇怪的眼神是什麼啊！ ？我可不是自己想做這個才做的！",
	mail = "哈？粉絲來信不是應該你先拆嗎！ ？",
	touch = "哈？誰讓你隨便碰我的！",
	profile = "鐵血所屬世界第一的重巡洋艦，希佩爾將軍號。本來不想幹這種事的，但是也沒辦法了。",
	mission_complete = "報酬…不被歐根那傢伙嘲笑就好… ",
	feeling4 = "啊～啊～……今天狀態看來不錯……哈！ ？誰讓你偷看的！ ？就是利用空閒時間自己練習一下而已！回去做你自己該做的事！",
	unlock = "哈？那個奇怪的眼神是什麼啊！ ？我可不是自己想做這個才做的！",
	feeling5 = "於是？下一個日程是什麼？這種小事你心裡應該早清楚了吧？ ……既然心裡清楚就趕緊告訴我！故意拖著不說逗我玩！ ？你……！",
	main = "笨蛋，趕快告訴我下一個行程！想讓人家等多久啊！ |德意志，炫耀妹妹不要太過分了！ …真是的，別人家的妹妹那麼正經，為什麼自己家的就…！ |哈？誰讓你幫我宣傳的！粉絲我自己爭取！",
	battle = "讓你們見識一下我的厲害！",
	upgrade = "歐根，等下讓妳看看我的厲害！",
	voice_key = 40307,
	headtouch = "",
	feeling2 = "我說在前面，既然決定要做就要盡最大努力，決不允許糊弄……給我好好聽著！",
	login = "練習結束了。真是的，為什麼要做這種事啊…！",
	vote = "",
	hp_warning = "還沒完呢！",
	id = 403070,
	detail = "…今天吉他的狀態不大好呢…試試調弦？不行，還是先練習一下比較好…",
	couple_encourage = {
		{
			{
				90503,
				10224,
				30710,
				20225
			},
			2,
			"不要拖我的後腿！",
			0
		}
	}
}
