_G.pg.ship_skin_words[405010] = {
	feeling1 = "請讓我一個人靜一靜",
	feeling3 = "你是個不錯的指揮官呢……怎麼了，我誇人很少見嗎？ ……是你太大驚小怪了",
	lose = "玷污我驕傲的罪，就在下回以命贖清吧",
	propose = "…指揮官…這種時候我該露出什麼表情比較好？ ——微笑……嗎？",
	expedition = "……委託組回來了，我先去迎接她們了",
	win_mvp = "弱者可能會為此而欣喜，不過，我很強",
	home = "辛苦了，稍微放鬆一下吧",
	mission = "沒做完任務的人沒資格上戰場",
	touch2 = "我只是不擅長將感情表現出來，請不要故意逗我……",
	voice_key_2 = -1,
	skill = "真理只在我的射程範圍內",
	drop_descrip = "俾斯麥級戰列艦—俾斯麥",
	mail = "盡快查閱新郵件",
	touch = "不要隨意地觸碰別人",
	profile = "被冠以俾斯麥之名的鐵血戰列艦，就是我。憑藉著鐵血式的防護和裝甲設計，無論是在哪裡我都會展現出自己最強的實力的，你要期待的話也不是不可以",
	mission_complete = "任務的報酬是必要的",
	feeling4 = "怎麼了，一直盯著我看，我的臉上有什麼嗎？漂亮？ ……謝謝",
	unlock = "Guten Tag，我是俾斯麥，我的禦敵經驗可是相當豐富的，有疑問儘管請教我就好",
	feeling5 = "我……對於感情表現不太拿手，但是……我想讓你知道，能看到你在身邊，我就十分幸福……",
	main = "有困擾嗎？我的戰鬥經驗很豐富的|“萊茵演習”嗎？對我來說是個不好的回憶呢|指揮官又一臉懈怠的表情了，來，抬頭挺胸，睜大眼睛！很好！",
	battle = "大家請務必緊隨我，別跟著歐根走了。對面的，不管多少，儘管來吧！",
	upgrade = "Danke",
	voice_key = 40501,
	headtouch = "",
	feeling2 = "我可不是那麼容易取悅的!",
	login = "我對你也是抱有期待的",
	vote = "",
	hp_warning = "大家……都來我的身後",
	id = 405010,
	detail = "我的臉上沾了什麼嗎？",
	couple_encourage = {
		{
			{
				40502
			},
			1,
			"鐵必制……對不起",
			0
		},
		{
			{
				40303
			},
			1,
			"歐根，不要玩得太過火",
			0
		},
		{
			{
				4
			},
			5,
			"沒有人能阻擋鐵血的行軍，沒有人",
			3
		}
	}
}
