_G.pg.ship_skin_words[407020] = {
	feeling1 = "哼，不要靠近我，我要靠自己找到回家的方法！",
	feeling3 = "你這傢伙，想要我幫你忙可以早點說呀……天天能吃到這麼美味的蛋糕的話……我也不是不能在這裡停留一段時間的嘛！",
	lose = "不、不是我的錯哦！大、大概是飯沒有吃飽！",
	propose = "笨蛋笨蛋笨蛋，討厭討厭討厭，給我這種東西的話，不就讓人更加不想回去了嗎！嗚嗚……這、這樣的話，你要和我約好，如果我回去了的話，將來你一定要找到我，知道了嗎？說好了哦！",
	expedition = "喂，港口那邊好像有人回來了",
	win_mvp = "哼哼，果然飛機才是最強的呢！",
	home = "沒想到你這傢伙也挺厲害的嘛，夠資格當我的指揮官了！",
	mission = "欸？有任務就要去完成，這不是常識嗎？",
	touch2 = "渣滓，吃我一炮",
	voice_key_2 = -1,
	skill = "結束吧！",
	drop_descrip = "齊柏林伯爵號航空母艦",
	mail = "欸，郵件少了一封？真、真的？",
	touch = "不要隨便碰我！吃我一炮！",
	profile = "我可是齊柏林伯爵，鐵血的第一艘航母！哼，說出來可不要太驚訝，將來的海戰一定是飛機的時代，而我齊柏林伯爵一定會是其中最耀眼的那顆星！所以快讓我回去！ ……欸，回不去了？ ……吃我一炮！",
	mission_complete = "任務獎勵好多呀",
	feeling4 = "喂，指揮官，今天的點心是什麼？欸，回家？ ……這個、那個……對、對了！我離長大還有很久呢，可以讓鐵血先等一等！嗯，大家不會生氣的！",
	unlock = "你是誰！這裡是哪！ ……我知道了，你也是對齊柏林圖謀不軌的傢伙吧！我可是將來要成為鐵血第一航空母艦齊柏林伯爵！居然趁我不注意把我帶到了這種地方，吃我一炮！",
	feeling5 = "你這傢伙，意外的是個好人呢，這裡的其他人對我也很好……等我以後成為了超級厲害的航母，也可以來到這支艦隊生活呢~",
	main = "…唔…唔唔…嘸嘸嘸……為什麼你一直工作不理我！吃我一炮！ |哼，無論你做什麼我都不會向你屈服的！ ……點心？ ……我要吃|欸，這個應該是這樣，不對不對，好像是這樣…？唔…幹、幹什麼，才不要你幫忙！ |我喜歡高的地方！因為這樣可以看到很遠的地方！ |絕望和憎惡都不算什麼！我相信，只要不放棄總有一天肯定能實現夢想！",
	battle = "讓你們見識一下飛機的厲害！",
	upgrade = "我、我可不會被輕易收買！",
	voice_key = 40702,
	headtouch = "",
	feeling2 = "你那是什麼表情！明明是你這裡太大了才害我找不到回家的路！哼，你這壞蛋一定是故意的！",
	login = "你突然消失到哪裡去了！吃我一炮！",
	vote = "",
	hp_warning = "哼、哼！我才不會輸！",
	id = 407020,
	detail = "這裡為什麼也有鐵血，而且大家都好大隻，稍微有點可怕……",
	couple_encourage = {
		{
			{
				40701
			},
			1,
			"我熱愛著一切！"
		},
		{
			{
				20218,
				30406,
				30709
			},
			1,
			"我和你們才不一樣！"
		},
		{
			{
				40146
			},
			1,
			"哼哼，拜倒在我的博學之下吧！"
		}
	}
}
