_G.pg.ship_skin_words[408020] = {
	feeling1 = "我得和你保持距離……",
	feeling3 = "不過，指揮官的事情我也幫不上什麼忙……總是待在這裡的話……沒問題嗎？",
	lose = "我要在這裡結束了嗎…",
	propose = "現在…對我來說，自身的意義不只存在於冰冷的海水之下，更存在於岸上和指揮官身邊…與你一起，即使無言，也是我最幸福的時光。",
	expedition = "委託組返航了……人有點多，我不想去……",
	win_mvp = "習以為常了…",
	home = "人多起來了…有點吵…",
	mission = "還有任務……",
	touch2 = "想睡在斯卡帕灣底下嗎？",
	voice_key_2 = -1,
	skill = "Auf wiedersehen…",
	drop_descrip = "鐵血VIIB型潛艇U-47",
	mail = "有訊息……不會被敵人破譯吧……",
	touch = "要檢查裝備嗎？",
	profile = "我是U-47……曾經穿過了斯卡帕灣的防線，擊沉在那裡的皇家橡樹…我會像那個時候一樣，擊沉更多的敵人，然後回來的…",
	mission_complete = "報酬……不去確認嗎？",
	feeling4 = "我可以隨時來這裡嗎？謝謝……只是最近不知為何，在這裡我反而變得有些難靜下心來了……",
	unlock = "我是VIIB型潛艇U-47，平時不喜歡吵鬧的地方…沒什麼事的話，我就去休息了…",
	feeling5 = "原以為我已經習慣了在黑暗的海面之下潛行…但是最近出擊的時候，卻總是忍不住想起指揮室的明亮溫暖…或許，我已經無法離開指揮官了吧。",
	main = "既然敵人在這片區域，那麼…|需要巡邏的話，我隨時可以出動。|安靜的辦公室…是個不錯的地方呢。",
	battle = "你們都將沉睡於此！",
	upgrade = "強化…應該有用吧。",
	voice_key = 40802,
	headtouch = "",
	feeling2 = "指揮官的辦公室很安靜呢，我喜歡這裡。",
	login = "啊…你回來了…",
	vote = "",
	hp_warning = "……別開玩笑了",
	id = 408020,
	detail = "需要我出動嗎？我一個人就可以解決的…",
	couple_encourage = {
		{
			{
				40801,
				40803
			},
			2,
			"「狼群」……出動了……",
			0
		}
	}
}
