_G.pg.ship_skin_words[408040] = {
	feeling1 = "求你了，不要再露出那樣的表情了……可以嗎？",
	feeling3 = "指揮官，要看看我的潛泳表演嗎？哼哼，這個可是連大姐都誇讚過的，我的絕對自信之作！",
	lose = "不會……再讓那個時候的失敗重演的！",
	propose = "我以我的全部向海之神發誓，不管遇到什麼事情，我都會保護好指揮官！ ……哼哼，我也是有值得指揮官依靠的一面的！指揮官還請好好期待吧！",
	expedition = "我好像看到委託的姐姐們回來了呢！要去接她們嗎？",
	win_mvp = "哼哼，勝利女神站在了我們這邊！",
	home = "指揮官，你不在的時候我在書櫃拿了一些書，但是我忘了它們原本的位置了……那個，對不起呢，嘿嘿……",
	mission = "欸，還要做任務啊……",
	touch2 = "啊，指揮官，不准逃跑！",
	voice_key_2 = -1,
	skill = "已經遲了！",
	drop_descrip = "鐵血VIIC型潛艇U-556",
	mail = "嗶嗶嗶！ U-556號收到了新的消息！",
	touch = "指揮官，走吧，我們一起去找大姐玩怎樣？",
	profile = "曾經我向海洋之神發誓，無論是在哪裡，只要大姐遇到了危險，我一定會保護好大姐的！但是……單憑我的一念之想，有些事情還是做不到的吧，啊哈哈……",
	mission_complete = "任務完成了！這下可以去玩了吧？",
	feeling4 = "欸~為什麼大姐不肯抱一下我嘛，還說小孩子才這麼做……作為代替嘛——嘿嘿，果然指揮官很懂我的嘛！",
	unlock = "嘿！我是VIIC型潛艇U-556！這裡就是我接下來要住下的港口了吧！啊對了，大姐她也在這裡嗎？",
	feeling5 = "指揮官和大姐一樣，都是我最重要的人。如果，指揮官哪天消失了的話，我想我就會失去所有戰鬥的勇氣了吧。指揮官能一直陪著我，我真的非常地高興，非常地幸福……",
	main = "指揮官，你不陪我玩的話，我就去找大姐了！ |指揮官，一起去游泳嘛！有我在旁邊，指揮官可以完全放心的！ |指揮官，坐太久的話，身體會越來越差的哦！",
	battle = "你們已經跑不了啦！",
	upgrade = "大海，我來了！",
	voice_key = 40804,
	headtouch = "",
	feeling2 = "俾斯麥大姐！我來找你玩啦！啊、啊咧……？",
	login = "歡迎回來！今天也是令人興奮的一天呢！",
	vote = "",
	hp_warning = "別，別在關鍵的時候失控啊！",
	id = 408040,
	detail = "哦哦哦哦！看招！……呼——這孩子有時候太興奮了，需要冷靜一下呢，嘿嘿。",
	couple_encourage = {
		{
			{
				40501
			},
			1,
			"大姐！一起華麗地把敵人解決掉吧！",
			0
		},
		{
			{
				20702
			},
			1,
			"抱歉，我不是很想看到妳……",
			0
		},
		{
			{
				40502
			},
			1,
			"鐵必制，看我的！",
			0
		}
	}
}
