_G.pg.ship_skin_words[501010] = {
	feeling1 = "指揮官，我在渤海灣種的山楂到花期了，可以回去看看嗎？",
	feeling3 = "即使有一天不再需要我去戰鬥，我也想永遠守望著渤海，永遠眺望著被晚霞染紅的海面……",
	lose = "整軍再戰，我們決不能就此退縮！",
	propose = "指揮官，我的生命、我的軀體、我的靈魂，從今以後都將歸屬於你。你可要，好好地承擔起這份責任哦",
	expedition = "太好了，全員安全回港！",
	win_mvp = "能幫到指揮官真是太好了！",
	home = "稍微休息一下吧，精神一直緊繃著可不好",
	mission = "為了守護和平，完成這些任務也是必要的",
	touch2 = "喂——妹妹們可能會看到啊",
	voice_key_2 = 501012,
	skill = "吾德天助，前後遮羅",
	drop_descrip = "鞍山級驅逐艦1號艦—鞍山，舷號101",
	mail = "指揮官，有新的信件，需要我代為拆閱嗎？",
	touch = "指揮官……嘻嘻，偶爾這樣也不錯呢",
	profile = "東煌鞍山級驅逐艦首艦“鞍山”號，東煌第一代“四大金剛”之首。作為長姐（旗艦），參加過諸多演習、監視和對峙，並都取得了足以自豪的成績。雖然沒有經歷過實戰，但我可是世界上行駛里程最遠的驅逐艦之一哦",
	mission_complete = "再接再厲，還不能鬆懈！",
	feeling4 = "指揮官，請放心，無論你前往哪裡，我都會跟在你身邊守護你。嗯？那當然是因為你是我的……",
	unlock = "驅逐艦“鞍山”號報到。妹妹們與指揮官就由我來守護！",
	feeling5 = "能遇到指揮官真是太好了，結識了各種各樣的朋友，產生了多姿多彩的回憶……吶，指揮官，等我卸下“四大金剛”的職責後，一起去環遊世界吧！",
	main = "哇，我還是第一次見到戰艦|撫順跑去哪了？多少聽聽姐姐的話啊…|撫順、長春、太原，不管哪個都是令我驕傲的妹妹！",
	battle = "你們是為了什麼而戰鬥呢？",
	upgrade = "這樣對付“狄海文”之流就更加得心應手了",
	voice_key = 50101,
	headtouch = "",
	feeling2 = "指揮官，為了守護重要的事物，戰鬥是必要的。這可不是個人喜好問題",
	login = "今天的事項表也很滿，一起加油吧！",
	vote = "",
	hp_warning = "指揮官，集中精神、加倍小心！",
	id = 501010,
	detail = "指揮官，你想知道些什麼呢？",
	couple_encourage = {
		{
			{
				50102
			},
			1,
			"不要亂跑，來姐姐這邊",
			0
		},
		{
			{
				50103
			},
			1,
			"記住，在戰場上再謹慎也不為過！",
			0
		},
		{
			{
				50104
			},
			1,
			"再勇敢一點！對！就是這樣！",
			0
		}
	}
}
