_G.pg.ship_skin_words[501020] = {
	feeling1 = "哇，長春、太原，指揮官來了！",
	feeling3 = "指揮官，這是我做的火箭，很漂亮吧！指揮官如果坐上去的話，一定能飛到比天空還高的地方吧！下來？放心，我和長春會在下面接著你的啦",
	lose = "嗚……姐、姐姐，你在哪裡啊？",
	propose = "指揮官，這樣我們是一家人了呢……所以，能把物資儲藏室的鑰匙借我用下嗎？求你了！一天就好！",
	expedition = "想要的東西也一起帶回來了。唔，這應該不算走私吧。",
	win_mvp = "哼哼，這還不是我的真本事",
	home = "那麼，繼續去調查港區的神秘事件吧～長春，你也來嗎？",
	mission = "去完成任務吧！",
	touch2 = "呀！指揮官，你在摸哪裡！我可是什麼都沒藏！",
	voice_key_2 = 501022,
	skill = "南明離火，焰曜諸方",
	drop_descrip = "鞍山級驅逐艦2號艦—撫順，舷號102",
	mail = "並不是什麼緊急的信件，我想就不必打擾指揮官了",
	touch = "呀！不，我的手只是碰巧放在背後而已，才沒有在藏什麼東西",
	profile = "東煌鞍山級驅逐艦二號艦“撫順”號，東煌第一代“四大金剛”之一。“Резкий”？那是我的乳名。雖然執行過很多任務，但未曾經歷過實戰實在令人遺憾，明明和鞍山姐那一次差一點就開火了！總之，請讓我在戰場上盡情活躍吧！",
	mission_complete = "任務完成了！港區裡有黑煙？我想指揮官您可能看錯了？",
	feeling4 = "指揮官，早上好！咦，昨晚在幹什麼？為什麼問這個，我沒幹什麼壞事啦！指揮室被翻得亂七八糟？不，不是我幹的！我想應該是狼人吧，狼人！",
	unlock = "驅逐艦“撫順”號報到。咦，長春呢，明明剛剛還跟在我身後的",
	feeling5 = "那邊是我的秘密基地，很漂亮吧！這可是我最重要的秘密！誒？只是一時的心血來潮啦，才沒有什麼企圖呢！",
	main = "這個送給太原的話，她一定會很高興吧！|在極北處晝夜交替時出現的幽靈船？確實聽說過這種傳聞|長春雖然是妹妹，但她教了我很多呢！",
	battle = "姐姐，這次可不是演習！",
	upgrade = "我還能變得更強！",
	voice_key = 50102,
	headtouch = "",
	feeling2 = "哎，是指揮官？不不，我才沒有搞破壞，學院的窗戶全碎了？我想……那可能是“日落後的妖怪”做的……吧？",
	login = "今天的撫順，也是元氣滿滿！",
	vote = "",
	hp_warning = "嘁！我要拿出真本事了！",
	id = 501020,
	detail = "如果有什麼想了解的，我可以陪指揮官一起調查哦",
	couple_encourage = {
		{
			{
				50101
			},
			1,
			"有姐姐在我就什麼都不怕！",
			0
		},
		{
			{
				50104
			},
			1,
			"太原，你學到了嗎？",
			0
		}
	}
}
