_G.pg.ship_skin_words[501040] = {
	feeling1 = "鞍山姐，我、我有點害怕……",
	feeling3 = "除了姐姐們外，指揮官是我的第一個朋友，所，所以指揮官千萬不要去坐撫順姐的自製導彈！",
	lose = "果、果然我還差得遠呢",
	propose = "謝謝你，指揮官……雖然我還不是很可靠，但從今以後，還請多多依賴我！",
	expedition = "哇，有人回來啦。鞍山姐，我沒事的哦",
	win_mvp = "誒誒，這樣就可以了嗎？",
	home = "終於可以安心了。等等，撫順姐姐你要拽我去哪裡呀！",
	mission = "任務……看起來好像很難呢，能做好嗎？",
	touch2 = "哇、哇，指、指揮官，請不要這樣……",
	voice_key_2 = 501042,
	skill = "玄天應化，抱元守一",
	drop_descrip = "鞍山級驅逐艦4號艦—太原，舷號104",
	mail = "指、指揮官，有新的信件。和撫順姐……應該沒關係吧",
	touch = "指揮官喜歡看什麼樣的書呢？",
	profile = "東煌鞍山級驅逐艦四號艦“太原”號，東煌第一代“四大金剛”之一。最初被命名為“吉林”號。和同級艦一起在幾十年中作為實力薄弱的東煌海軍的絕對主力在各種場合活躍，為東煌的海軍建設作出了巨大的貢獻。這本《核物理假說》很有趣，如果姐姐們也能喜歡就好了~",
	mission_complete = "這、這樣我算不算成長一點了呢",
	feeling4 = "指揮官，你在這裡啊。嗯？並不是出來散步，只是、那個……有點寂寞了，想看看你的臉……",
	unlock = "我、我是驅逐艦“太原”，指揮官，你有看到我的三位姐姐嗎？",
	feeling5 = "指揮官……雖然我還很不成熟，但我會加倍努力的。所以，能等等我嗎……等我超越姐姐們……是嗎？太好了！",
	main = "佛、佛.諾克斯？真不想再和她碰面了|鞍山姐姐好辛苦……我什麼時候才能幫到她呢？|現在在看的書？《酉陽雜俎》——是長春姐姐送給我的",
	battle = "是實、實戰呢，我得努力才行",
	upgrade = "哇…果然還是有點害怕",
	voice_key = 50104,
	headtouch = "",
	feeling2 = "是指、指揮官嗎？對不起，長春姐找我有事！",
	login = "誒誒，是指揮官呀。看書太入神了，已經到這個時間了嗎",
	vote = "",
	hp_warning = "誒誒，怎、怎麼辦……",
	id = 501040,
	detail = "撫順姐剛才問我“彩虹計劃”的事，指揮官也想聽聽嗎？",
	couple_encourage = {
		{
			{
				50101
			},
			1,
			"為了幫上鞍山姐姐，我得努力才行…",
			0
		},
		{
			{
				50102
			},
			1,
			"撫順姐姐你衝得太前面了——呀！",
			0
		}
	}
}
