_G.pg.ship_skin_words[502010] = {
	feeling1 = "指揮官……似乎不是我在等的那個人呢",
	feeling3 = "能夠回到指揮官身邊，真的是太好了",
	lose = "放棄嗎？怎麼會呢，我早已不是那個脆弱的逸仙了",
	propose = "這……就是羈絆的力量嗎？與您在一起的每時每刻，就好像是在做夢一樣，生怕夢醒來就會……不，沒什麼，今後逸仙也會一直陪伴在您的身邊",
	expedition = "負責委託的姐妹們已經回來了，不去看看她們嗎？",
	win_mvp = "當風重新吹起的時候，我才能夠再次感受到自己的存在……",
	home = "家，真是個溫暖的地方啊",
	mission = "新的任務已經下達，逸仙準備完畢，隨時聽候您的差遣",
	touch2 = "對女性做出這樣的舉動，想必指揮官也做好承擔後果的心理準備了吧？",
	voice_key_2 = 502012,
	skill = "到此為止！",
	drop_descrip = "逸仙號巡洋艦",
	mail = "郵件嗎？已經放到您的桌子上了",
	touch = "怎麼了？可不要對我有什麼奇怪的期待哦",
	profile = "東煌海軍第一艦隊，逸仙號。聽說姐妹們也都在這裡，這一次，逸仙絕對不會再離開指揮官的身邊了",
	mission_complete = "任務獎勵統計完畢，請您查閱……我？不，並沒有什麼想要的東西",
	feeling4 = "以前的事嗎，那可是……只能講給指揮官一個人聽的故事喲",
	unlock = "終於等到了這一刻……東煌所屬第一艦隊，逸仙號，請再次讓我為您效勞",
	feeling5 = "看著指揮官的臉，有時會忘記呼吸......真是奇怪的感覺",
	main = "寧海蒸的包子？嗯……還是以前熟悉的味道。|勿忘昨日，才能更好的向明日邁進……|有時候，我也會想起那些和姐妹們一同訓練的日子……",
	battle = "前輩們，現在逸仙也扛起了這副擔子",
	upgrade = "如果能夠早些變強，或許……",
	voice_key = 50201,
	headtouch = "逸仙，早已經不是那個時候哭哭啼啼的小女孩了",
	feeling2 = "指揮官……那個人，會是您嗎？",
	login = "又見面了，指揮官。請不用擔心，我會如約陪伴在您的身邊",
	vote = "",
	hp_warning = "真正的地獄，我已經見識過了",
	id = 502010,
	detail = "關於逸仙，有什麼想要了解的嗎，指揮官？",
	couple_encourage = {
		{
			{
				50202,
				50203
			},
			2,
			"能像以前那樣和大家在一起，我已經很滿足了",
			0
		}
	}
}
