_G.pg.ship_skin_words[502020] = {
	feeling1 = "我才不吃你給的包子！",
	feeling3 = "指揮官，你不要老是在說正事的時候用包子想蒙混過去，我看起來有那麼好收買嗎！——唔嗚嗚！……好吃",
	lose = "是我……能力不足……",
	propose = "……既然指揮官你這麼信任我，那我們就開始規劃一下吧，接下來艦隊的方針就是——開源節流！盡可能的節省才能讓艦隊運營下去，還有……別跑！",
	expedition = "指揮官，之前的委託差不多到時間了",
	win_mvp = "姐妹們要勝過我才行啊",
	home = "湊巧包子蒸好了，你要不要吃一個休息一下？",
	mission = "任務可不是靠發呆就能完成的，趕快出發吧",
	touch2 = "呵呵呵，這下就算你喊玉皇大帝來外加十籠包子也沒用了……",
	voice_key_2 = 502022,
	skill = "見識一下功夫的威力吧！",
	drop_descrip = "寧海級輕巡洋艦—寧海",
	mail = "及時閱讀信件是基本禮儀，好好回覆別人吧",
	touch = "怎麼了，想和我過過招嗎？",
	profile = "我是寧海級的首艦寧海，為了振興海軍，我和妹妹一直過著省吃儉用的生活，指揮官要是敢鋪張浪費的話，我可是會生氣的！",
	mission_complete = "任務獎勵統計好了，總共可以換包……咳咳，清單在這裡",
	feeling4 = "這次不會被蒙混過去了，我一定要好好說說你！……誒，喜歡？！ 等，不，這，這一定是新的偷懶手段吧！嗚……",
	unlock = "你就是指揮官嗎，今天起我會負起督促你的職責，希望你也能恪盡……包子？謝謝，我就不客氣了",
	feeling5 = "我們東煌有句老話叫“由儉入奢易，由奢入儉難”，我可不希望我喜歡的人變成那種驕奢淫逸的傢伙……我我我我才沒有說喜歡！你剛才絕對聽錯了",
	main = "就算你把包子放在桌上我也不會放鬆的……|比起我自己變強，我更希望看到指揮官和艦隊變強|不好好鍛煉身體的話是沒辦法保護重要的人的！",
	battle = "對敵人我是不會客氣的",
	upgrade = "為了平衡艦隊的收支，我要更加努力才行",
	voice_key = 50202,
	headtouch = "",
	feeling2 = "我說，這個月的開支是怎麼回事！！ 怎麼有一盤包子……飯？還沒吃……好吧，那就一起吃吧",
	login = "去哪兒偷懶了回來這麼晚！給我帶了吃的？……開始工作吧",
	vote = "",
	hp_warning = "堅持住！",
	id = 502020,
	detail = "怎麼，想看武術表演嗎？",
	couple_encourage = {
		{
			{
				50203
			},
			1,
			"平海，別吃包子了！",
			0
		}
	}
}
