_G.pg.ship_skin_words[502030] = {
	feeling1 = "指揮官……就是姐姐說的壞人嗎……",
	feeling3 = "姐姐說不能隨便和指揮官獨處——姐姐要獨占包子？！ 平海以後會多來找指揮官的！",
	lose = "姐姐你在哪兒……",
	propose = "也就是說，以前平海只聽姐姐的話，現在開始平海要只聽指揮官的話了嗎？——自己決定？（歪頭）那平海決定都聽好了",
	expedition = "指揮官指揮官，姐姐說有委託完成的話要告訴指揮官",
	win_mvp = "第一？好吃嗎？",
	home = "姐姐累了的時候只要吃包子就會開心，指揮官要嗎？",
	mission = "姐姐說任務不是靠發呆就能完成的，那練武就可以嗎？",
	touch2 = "姐姐說遇到色狼要揍他，但是色狼是什麼？",
	voice_key_2 = 502032,
	skill = "嗨~呀！功夫~~",
	drop_descrip = "寧海級輕巡洋艦—平海",
	mail = "姐姐說及時回覆信件是基本禮儀，指揮官要看嗎？",
	touch = "指揮官也想抱抱嗎？平海經常和姐姐抱抱",
	profile = "我是寧海級的一號艦寧海，姐姐說自我介紹要這麼做，欸，我是平海？對哦……那我是寧海級的一號艦平海。還是錯了？好麻煩……",
	mission_complete = "指揮官，獎勵有好多，能換很多包子嗎？",
	feeling4 = "姐姐說比起喜歡的人不如找能管飽的人，那平海既喜歡指揮官又能吃飽，應該沒問題吧？",
	unlock = "指揮官？姐姐說要找個養得起自己的指揮官才行，指揮官養得起自己嗎？……不是自己是我？……？",
	feeling5 = "平海只要和指揮官在一起，還偶爾能見到姐姐就心滿意足了……欸，姐姐會哭的？為什麼？",
	main = "襪子？姐姐說要節省，就兩個人共穿一雙了|功夫？姐姐說可以賣藝就讓平海也學了|頭上？姐姐養的大寶和我的二寶也是姐妹喔",
	battle = "贏了會有好吃的嗎？",
	upgrade = "平海……餓了！",
	voice_key = 50203,
	headtouch = "",
	feeling2 = "姐姐總是說窮的揭不開鍋了，但是平海每次打開鍋總有吃的，這是為什麼呢？",
	login = "指揮官，吃飽了嗎？不吃飽可沒有力氣做事情哦",
	vote = "",
	hp_warning = "肚子餓了……",
	id = 502030,
	detail = "……？指揮官在看什麼呢",
	couple_encourage = {
		{
			{
				50202
			},
			1,
			"姐姐，你要吃包子嗎？",
			0
		}
	}
}
