_G.pg.ship_skin_words[102080] = {
	feeling1 = "指揮官不要靠近我，笨蛋會傳染的！",
	feeling3 = "喂喂，指揮官，來賽跑吧，贏了的人請吃飯！",
	lose = "咦，這裡是誰，我是哪裡，怎麼就輸了？！",
	propose = "指揮官，我可不是笨蛋，別以為隨便拿假的就能來逗我玩哦！……欸？是真的？！ 也就是說……指揮官是認真……的？",
	expedition = "指揮官指揮官，好像也許可能有委託完成啦！",
	win_mvp = "欸不是熱身賽嗎……他們投降幹嘛？",
	home = "指揮官，要吃好吃的嗎！",
	mission = "有多少任務儘管放馬過來！",
	touch2 = "嗷！工口指揮官！~",
	voice_key_2 = -1,
	skill = "雖然不太明白，上啊！",
	drop_descrip = "亞特蘭大級輕巡洋艦—聖地牙哥，舷號CL-53",
	mail = "指揮官，新郵件！摺痕？不是我折飛機折的哦？",
	touch = "喂喂，你在找什麼東西嗎？",
	profile = "我是聖地牙哥！聽說我是戰爭中獲得星星僅次於企業大姐頭的船，雖然不太明白星星是什麼但是好像很厲害！\n指揮官，你在說什麼，阿妹你看？這是什麼暗號嗎？",
	mission_complete = "指揮官，有獎勵欸，快看看，快看看！",
	feeling4 = "指揮官雖然經常說人家不好，但其實覺得很開心吧～？",
	unlock = "Hello~~我是聖地牙哥喲~二次大戰獲得最多星的巡洋艦——嘿嘿，簡單得體的自我介紹完畢！我真是太聰明了！",
	feeling5 = "以前的我什麼都不去想，現在的我腦子裡只有指揮官，感覺也沒什麼差別嘛！",
	main = "聽說把我埋進土裡就可以豐收……我莫非功能很多？！ |星星？我房間裡很多哦，大家都有幾個吧，很厲害嗎？|拿出點幹勁來！不然的話會變成笨蛋的！",
	battle = "踏浪出擊！嘿……好險，差點摔倒",
	upgrade = "感覺我好像變聰明了！",
	voice_key = 10208,
	headtouch = "",
	feeling2 = "指揮官，不要多想，來玩吧！",
	login = "嘿指揮官，來一場激動人心的水槍戰吧！",
	vote = "",
	hp_warning = "對面原來來真的嗎？！",
	id = 102080,
	detail = "這些東西有什麼好看的啊？不如一起去玩嘛~",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"薩拉，一起來玩啊！",
			0
		},
		{
			{
				1
			},
			5,
			"楓之軍團，聽起來超強！",
			4
		}
	}
}
