_G.pg.ship_skin_words[603020] = {
	feeling1 = "不行啊…這樣的指揮官，一點吸引人的地方都沒有…",
	feeling3 = "別看波拉看起來那樣，其實是個很容易受傷的孩子呢…要是有誰敢欺負她或者…就算是指揮官，我也不會輕易原諒的哦？",
	lose = "嘖…不想回憶起那個屈辱的夜晚…",
	propose = "用這麼一枚小小的戒指，就想把扎拉永遠地留在身邊…你是不是想得太簡單了點…？ ——啊哈哈，指揮官這樣的表情，真是百看不厭呢~開玩笑的~就算沒有這個，我也不會輕易離開你的身邊的，安心吧——",
	expedition = "能將這麼多物資安全運到，真的很了不起呢…要好好慰勞她們哦，指揮官",
	win_mvp = "正如說過的那樣，扎拉，為您帶來勝利與榮光了~",
	home = "出擊辛苦了~需要來點葡萄酒解乏嗎？",
	mission = "嗯？遇到困難的任務了嗎？讓我幫你看看吧。",
	touch2 = "呀啊！ ？ ——…咳、咳咳…指揮官？扎拉級引以為豪的可不只是“重點防禦”哦？難道你也想感受下扎拉級的“威力”嗎？",
	voice_key_2 = -1,
	skill = "別想輕易突破我的防禦！",
	drop_descrip = "扎拉級重巡洋艦—扎拉",
	mail = "指揮官，郵件已經送到了。再不收的話，我就要替您大聲念出來了哦？也許會是哪個孩子的“情書”也說不定呢~？",
	touch = "指揮官…是對我的佩劍感興趣嗎？還是說，感興趣的…是別的什麼地方？",
	profile = "我是扎拉級重巡洋艦的一號艦，扎拉。為了水面炮戰而誕生的我，擁有著引以為豪的主炮射程和重裝甲防禦，並且一直作為艦隊旗艦奮戰，直到那個命運的夜晚…",
	mission_complete = "任務完成了！獎勵很豐厚呢，指揮官值得表揚啊，好孩子好孩子~",
	feeling4 = "難得的獨處機會，指揮官有什麼特別想做的事情嗎？ …掏耳朵嗎？那就請先…在我的腿上躺好~……呵呵，指揮官很僵硬呢，放輕鬆嘛~我會非~常溫柔地為你服務的~",
	unlock = "Ciao。十分有幸能和您相遇，指揮官。重巡洋艦扎拉，將為您的艦隊帶去勝利與榮光，請多指教了",
	feeling5 = "事到如今，和指揮官之間已經不需要過多的言語了呢。呵呵，要不要猜猜看我現在在想什麼？ ——當然是…想著指揮官你啦，小傻瓜~",
	main = "“tenacemente”——不論身處怎樣的戰場，都應當拼盡全力堅持戰至最後，這可是我的信念呢|夜晚在房間裡欣賞美妙的繁星和夜空，我並不討厭哦？不過夜間的出航還是免了吧…|雖然是題外話，不過我對於服裝搭配還蠻擅長的哦？嘻嘻，下次幫你也打扮一身吧，指揮官？",
	battle = "熟悉的旗艦擔當呢。全艦隊，保持戰鬥陣型，tiro！",
	upgrade = "Grazie！這下主炮能更好地捕捉敵人了~",
	voice_key = 60302,
	headtouch = "",
	feeling2 = "不管指揮官有什麼樣的煩惱，我都會好好地聽你說的，不用顧慮太多哦？",
	login = "歡迎回來，指揮官。扎拉和姐妹們一起，隨時等候的你的檢閱哦~？",
	vote = "",
	hp_warning = "我的裝甲…還能堅持！",
	id = 603020,
	detail = "哎呀？雖然我們姐妹確實經常被稱讚外形優美，不過指揮官一直這麼盯著看，可是會讓人產生奇怪的誤解的哦？",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"這次是盟友了嗎…火力支援就拜託了！",
			0
		}
	}
}
