_G.pg.ship_skin_words[605050] = {
	feeling1 = "總有一天，你會因為你的狂妄而付出慘重的代價。",
	feeling3 = "指揮官，當你望著夜空的時候，你會想什麼呢？我總能聽到，流星墜落的聲音。",
	lose = "唔…我也該向時代低頭了嗎…",
	propose = "如此重要之物，真的要交付於我嗎…？我…這是…——咳、抱歉，有些失態了。 “我願意”……這樣可以了吧？趕，趕緊讓這個讓人害羞的儀式結束吧！",
	expedition = "委託隊到港了。如此大的陣仗，這是去了哪裡巡遊嗎？",
	win_mvp = "勝利，永遠也不會讓人嫌多。",
	home = "戰鬥辛苦了。這些是接下來需要你完成的任務——開玩笑的，我已經幫你做完了，先喝一杯茶休息一下吧。",
	mission = "嗯唔——已完成任務數比總任務數要少呢。這是為什麼呢~?",
	touch2 = "你是不是過於輕視我了？",
	voice_key_2 = -1,
	skill = "這不會是最後一炮！",
	drop_descrip = "加富爾伯爵級戰列艦—加富爾伯爵",
	mail = "新郵件到了。我不是管家，請指揮官自己去拿吧——就在你的右手邊。",
	touch = "有句話我先說在前面：以貌取人可是要吃虧的。",
	profile = "我見證過帝國的強盛，也目睹了它身受重創，直至最後的無力回天。指揮官，作為艦隊的領導者，你必須時刻保持警惕。至少，不要再讓那個時候的悲劇重演。",
	mission_complete = "名單上又少了一個呢……嗯？我說的是任務。",
	feeling4 = "薩丁帝國昔日的榮光……算了，都已經過去了。現在這個艦隊感覺並不壞，我也快要適應它了吧。",
	unlock = "戰列艦，加富爾伯爵。我能為你做很多事情，不過這得取決於你值不值得信任了，指揮官。",
	feeling5 = "你說，“要一直向前看”是吧？那麼，我就是你的後盾。無論發生什麼，你只需要向前，後面的一切，都交給我就好了。",
	main = "連身裙？那種輕飄飄的東西，我沒有興趣，也不需要有興趣。 |對了，指揮官，如果皇家向我發來茶會的邀約的話，請以秘書艦工作繁忙為由替我推辭吧。 |曾有人寄予我卓爾不群的厚望。不過，被後輩超越的感覺也不壞。 |凱撒，在指揮官面前言行稍微克制點吧。妳也不想被指揮官當成粗莽之人吧",
	battle = "該到你們發揮勇氣與智慧的時候了！",
	upgrade = "有勞你費心了。",
	voice_key = 60505,
	headtouch = "",
	feeling2 = "身為帝國的前輩，從與人溝通到管理艦隊，我都有經驗。如果有什麼需要我幫助的，不必害羞，儘管開口。",
	login = "話不必多說，開始今天的工作吧。",
	vote = "",
	hp_warning = "全員，注意警戒！",
	id = 605050,
	detail = "李奧納多·達文西……如果不是因為那個悲劇，她應該會和凱撒一樣，為薩丁帝國的榮光而戰至最後才對。",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"皇家的騎士嗎…想不到有和妳站在同一邊的一天。",
			0
		},
		{
			{
				60506
			},
			1,
			"凱撒，跟緊我",
			0
		},
		{
			{
				6
			},
			3,
			"薩丁王國的榮光……是啊，我們曾經強大過。",
			3
		}
	}
}
