_G.pg.ship_skin_words[605060] = {
	feeling1 = "你沒有能與指揮官之位相匹配的魄力呢。",
	feeling3 = "如果有人不服從命令的，給她一點教訓就會懂事了吧。 …不能這麼簡單粗暴嗎？我還以為這會是個好建議來著…",
	lose = "是我的力量還不夠嗎……",
	propose = "原本我已經把雙人休假旅行的線路規劃好了，實在是可惜…和誰一起去？當然是和你了！下次先問問你的意見？我這難道不是為了你…我，我知道了啦。",
	expedition = "遠處走過來的是委託隊吧。指揮官，不和她們打個招呼嗎？",
	win_mvp = "veni，vidi，vici",
	home = "看你的表情，這次應該是一如既往的大勝吧。",
	mission = "如果不想做的任務能跳過就好了呢。",
	touch2 = "故意拿我消遣的話，就別怪我對你抱有偏見了。",
	voice_key_2 = -1,
	skill = "折服於我吧！",
	drop_descrip = "加富爾伯爵級戰列艦—朱利奧·凱撒",
	mail = "有你的信件。不是私人消息的話，不介意我幫你拆開吧？",
	touch = "唔……欸？對不起，剛剛發了會呆。指揮官，莫非是看出來了，特地提醒我…",
	profile = "印象最深刻的事情嗎……那還用說嗎？當然是在龐塔斯提洛海戰中，讓我不得不撤出戰鬥的那一炮了。要是那個時候，我的炮擊能先命中她的話…",
	mission_complete = "完成這些任務，真的會對戰局有什麼幫助嗎？",
	feeling4 = "聽說你過幾天有休假。我弄到了兩張歌劇的門票，有空的話不妨陪我一起？嘗試點新事物，對你而言沒有壞處的。",
	unlock = "朱利奧·凱撒，薩丁帝國所屬戰列艦。讓我見識一下，你是如何統領艦隊的吧。",
	feeling5 = "指揮官，放心吧。只要我仍是你的後盾，你就只需要考慮怎麼前進就好。其他的一切就交給我了！",
	main = "文書處理？加富爾比較擅…唔…現在我是秘書艦，還是我來幫你吧。 |指揮官，做決定時要果斷一點。猶豫之中失去的時間可是追不回來的。 |比起鉅細靡遺的解釋和調停，果斷而決絕地下達命令分配任務才是一個領導者真正需要做的，你也是這麼覺得的吧，指揮官？ |加富爾，在指揮官面前說話口吻不要那麼文縐縐的！妳也不想讓指揮官覺得像個老人家吧",
	battle = "遵循指揮官的命令，出征！",
	upgrade = "我的極限，不止於此！",
	voice_key = 60506,
	headtouch = "",
	feeling2 = "加富爾總是強調與別人溝通的技巧。我覺得只要把自己的意思表達清楚就好，有那麼多需要顧忌的東西嗎？",
	login = "每一天都如此準時……真不愧是指揮官呢。這一點我也要向你學習才行。",
	vote = "",
	hp_warning = "這點程度還不足以讓我屈服！",
	id = 605060,
	detail = "厭戰…終於能夠與她面對面一決勝負了嗎。這天我等了很久了！",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"我們之間勝負未分！",
			0
		},
		{
			{
				60505
			},
			1,
			"不必擔心我，還是多對自己上點心吧。",
			0
		}
	}
}
