_G.pg.ship_skin_words[701030] = {
	feeling1 = "唉，指揮官同志真是個無趣的人啊。這樣可不招人喜歡哦。",
	feeling3 = "啊哈哈哈…指揮官同志，我們已經是好朋友了對吧，所以等一下大家來算帳的時候能不能把我的也……欸？怎麼指揮官同志先跑了啊！",
	lose = "等等！等等！我還沒準備好，哇啊啊啊！",
	propose = "收下這個之後，就相當於簽下終身契約書了吧。欸嘿嘿，也就是以後我可以盡情用指揮官嘗試我的新點子了！放心吧，我會·溫·柔·點·的。",
	expedition = "委託完成啦！嘿嘿，我先去迎接大家囉。",
	win_mvp = "怎麼樣！我這澎湃的動力！嘿嘿，羨慕吧~",
	home = "我已經控制不住我那噴湧的靈感啦！所以呀，雖然指揮官同志剛回來，不過，嘿嘿…",
	mission = "來來來，指揮官同志，讓我來跟你介紹下這個靈光一現的新方案。喂，別跑啊！",
	touch2 = "！ ？ …這該不會是對我之前行為的報復吧？ ！",
	voice_key_2 = -1,
	skill = "該我啦！開火!",
	drop_descrip = "列寧格勒級驅逐艦—明斯克",
	mail = "呃，等一下，請給我一分鐘時間解釋這滿屋子的郵件到底是怎麼回事…！",
	touch = "嗯？指揮官同志也有什麼靈光一現的想法要告訴我嗎？",
	profile = "38型驅逐艦首艦明斯克，我參加過冬季戰爭，和姐妹們在衛國戰場並肩作戰，指揮官同志，你可以期待我的表現！",
	mission_complete = "哎呀~結果好就萬歲了嘛，所以，這次的獎勵我能拿到多少呢？",
	feeling4 = "哎呀，原本以為指揮官同志會是一個刻板無趣的人，但交往之後發現指揮官同志格外的有趣呢！有意思的想法又多…更重要的是！我搞砸了事情也不會呵斥我！哈哈哈哈！",
	unlock = "Ура！怎麼樣怎麼樣？有感覺到驚喜嗎？咦？我聽說歡迎新同志的時候有點驚喜才好呀，嗯？我才是被歡迎的那個？好像搞錯了呢，欸嘿~",
	feeling5 = "好了，我已經完全明白了。關於“最近總是會去想指揮官同志”這件事的結論已經十分明確了。那麼，我要公佈我的答案囉，呼~哈~指揮官同志，我可能是愛上你了！哼哼，沒錯吧？",
	main = "甘古特…不對，甘古特同志？我倒是知道她啦，怎麼說呢，感覺她有點可怕…|如同我不斷閃現的靈感一樣，我的鬥志也絕不會被輕易澆滅——沒錯，無論多少次，我都會重新站起來的！ |搞砸的時候怎麼辦？當然是拼命道歉啦！這樣的話大家就一定會原諒的！大概…",
	battle = "跟上我的速度，Ура!",
	upgrade = "哦哦哦！新的想法湧現出來了！",
	voice_key = 70103,
	headtouch = "",
	feeling2 = "想要招女孩子喜歡，就要讓自己變得有趣起來！換句話說，就是要能夠隨時有無數靈光一現的想法才行！",
	login = "指揮官同志，你來的正好，我又靈光一現，想到了一個新的戰術！陪我試試吧！",
	vote = "",
	hp_warning = "哎呀，看來是時候認真起來了~",
	id = 701030,
	detail = "吼吼~？要來幫我進行新的靈光一現的實驗嗎？指揮官同志？",
	couple_encourage = {
		{
			{
				70201
			},
			1,
			"今天也是熠熠生輝呢，曙光同志！",
			0
		}
	}
}
