_G.pg.ship_skin_words[701040] = {
	feeling1 = "不要靠近塔什干，你這個討厭鬼！",
	feeling3 = "憑著“天藍色的巡洋艦”這樣的稱號就擅自認為塔什干是可愛聽話的好孩子，和塔什干接觸以後又擅自失望…困擾的可是塔什干，你不覺得嗎，同志醬？",
	lose = "你這…！塔什干還能再戰鬥！",
	propose = "什麼啊，重要的事就是指這個嗎？這樣。沒問題哦，我收下了……咦？塔什干沒有說過嗎，塔什干喜歡指揮官。所以和指揮官定下誓約不是很正常的事情嗎？",
	expedition = "喂，你是不是忘了委託？真是笨呢，還是塔什干記性好",
	win_mvp = "Ура! 嚐到塔什干的厲害了吧！",
	home = "歡迎回來……茶？只有伏特加你要嗎？",
	mission = "任務？有什麼好玩的東西嗎？",
	touch2 = "……嗯？你在幹什麼？要玩塔什干衣服上的球球嗎？",
	voice_key_2 = -1,
	skill = "見識一下塔什干的實力吧！",
	drop_descrip = "塔什干級驅逐艦—塔什干",
	mail = "有你的郵件，塔什干只是順便幫你拿的，不用感謝塔什干也沒關係",
	touch = "嗯？有事情要交給塔什干嗎？…這樣。我給你幹掉就好吧",
	profile = "塔什干是北方聯合的驅逐領艦，同型艦有3…沒什麼…因為出生在薩丁帝國，加上這樣的設計，所以也被叫做“天藍色的巡洋艦”。明明是驅逐…算了，塔什干也不討厭這個名字就是了。塔什干會像塞瓦斯托波爾那時一樣努力戰鬥的，同志醬就敬請期待吧",
	mission_complete = "任務獎勵？讓塔什干看看。…這樣。於是呢？沒有什麼好吃的嗎？",
	feeling4 = "塔什干只是普通的驅逐艦。並不想得到特殊對待，只要像現在這樣就好。同志醬也是這樣…嗯，這樣就好",
	unlock = "我是塔什干，大家都叫塔什干“天藍色的巡洋艦”。同志醬也是慕名而追尋塔什干的人嗎…這樣？真是個沒辦法的人呢",
	feeling5 = "雖然還沒有完全認識港區的所有艦船，不過塔什干很喜歡這裡。大家在認識了真正的塔什干以後都還願意和塔什干交朋友。…對同志醬當然也…很喜歡！",
	main = "塔什干是薩丁建造的，薩丁的料理倒是挺熟悉的。不過嘛，合不合北方聯合的口味就不管了|為什麼港區會這麼熱啊…同志醬，快給塔什干開空調啦|真奇怪，明明塔什干對大家也沒有多親切友好，為什麼大家反而更喜歡塔什干了…喂，同志醬，這是為什麼？",
	battle = "看塔什干把你們揍扁！ Ура！",
	upgrade = "讓塔什干去戰鬥嗎？這樣。塔什干會去做的",
	voice_key = 70104,
	headtouch = "",
	feeling2 = "同志醬找塔什干有事嗎？塔什干這邊忙著呢，要沒什麼事的話…這樣？於是你其實來找塔什干玩的？唔，正好事情告一段了，要玩的話陪你就好……",
	login = "看著塔什干就這麼開心？……這樣？隨你高興吧",
	vote = "",
	hp_warning = "塔什干才不認輸！",
	id = 701040,
	detail = "同志醬是來參觀塔什干練習的嗎？這樣。於是你到底看不看？",
	couple_encourage = {
		{
			{
				30401
			},
			1,
			"不像你那樣，塔什干可沒有能一起享受薩丁料理的小伙伴",
			0
		},
		{
			{
				90111,
				80101
			},
			1,
			"塔什干認真起來是絕對不會輸的！",
			0
		}
	}
}
