_G.pg.ship_skin_words[702010] = {
	feeling1 = "指揮官心中的黑暗……連我都無能為力嗎",
	feeling3 = "我的故鄉？那裡很美哦，不過指揮官去可能要做好保暖措施……我的話就算不穿衣服也不怕的，呵呵，您…想看看？",
	lose = "革命是不會停下腳步的",
	propose = "指揮官，保暖措施做好了嗎？返鄉旅行可能會很冷哦~不過也不用太擔心，我帶了很多伏特加呢~",
	expedition = "指揮官，有一個委託完成了呢，把酒帶上去給姐妹們暖暖身子吧",
	win_mvp = "要謹記勝利的背後是怎樣的犧牲……",
	home = "辛苦了，要來一瓶伏特加暖暖身子嗎？",
	mission = "新的任務，總覺得有些激動呢",
	touch2 = "表達感情要用更熱情的方式哦",
	voice_key_2 = -1,
	skill = "曙光之中，是鮮血與烈火……",
	drop_descrip = "帕拉達級輕巡洋艦—曙光",
	mail = "這裡是遠方而來的信件，請您過目",
	touch = "我不冷哦",
	profile = "我是巡洋艦曙光，如您所知道的，我曾經為那一場著名的革命打響了第一炮，不過在那之後的世界變得我也有些看不懂了…… \n總之，在艦隊中我也只是普通的士兵，請盡情使用我吧，我會為艦隊帶來勝利的！",
	mission_complete = "這是任務獎勵，是您應得的",
	feeling4 = "指揮官，我家鄉的人都很直爽的，我也不例外哦~只要你能喝下這裡的伏特加，想對我做什麼都可以哦",
	unlock = "Здравствуйте，曙光向您報到。我將曙光帶來，願勝利與您同在",
	feeling5 = "Я люблю тебя，指揮官~想知道意思的話，就請好好學習我的母語然後……和我回去一起看看吧",
	main = "我的胸襟很廣闊……？謝謝您的誇獎|作為司晨之人，我將為大家帶來曙光|熊？以前養過哦，很可愛的",
	battle = "我們的前方是，勝利！",
	upgrade = "感覺現在能把一頭熊給舉起來呢，呵呵",
	voice_key = 70201,
	headtouch = "",
	feeling2 = "指揮官，要喝一杯嗎？不過想灌醉我做奇怪的事的話，可就要看您的本事了~",
	login = "啊，指揮官，您回來了，要喝羅宋湯嗎？",
	vote = "",
	hp_warning = "",
	id = 702010,
	detail = "只是作為戰士存在的感覺還有些新奇呢",
	couple_encourage = {
		{
			{
				70501
			},
			1,
			"別太欺負指揮官了哦，甘古特",
			0
		},
		{
			{
				70202
			},
			1,
			"水星紀念。你的說話方式，是不是有點…啊哈哈哈…",
			0
		},
		{
			{
				70102,
				70103,
				70104,
				10202,
				70203
			},
			2,
			"北方聯合，前進！",
			0
		}
	}
}
