_G.pg.ship_skin_words[702020] = {
	feeling1 = "……壞心眼",
	feeling3 = "哈啊啊…嗯？床單和軟綿綿的枕頭？哼~想得還真周到，辛苦你啦♪這下就能安心午睡了！那就…呼……Zzz……",
	lose = "Сожаление…本來以為在這艦隊裡，會更厲害一點的…",
	propose = "哈哈哈♪竟然這麼容易就把戒指給出來了，指揮官也太容易攻陷了吧？下次遇到類似的事情還是多想想比較好哦？不過，給我戒指，是絕對不會後悔的就是了♥",
	expedition = "委託完成了哦！真是的，特意通知指揮官的我也是很辛苦的哦！",
	win_mvp = "一群渣渣！竟然比我弱這麼多的嗎？還是說~是我太強了~？",
	home = "回來啦？那就快點準備食物吧！我想要吃~重櫻那個叫拉麵的食物！",
	mission = "有任務哦~快做快做~啊，我還有遊戲沒打完呢",
	touch2 = "果然還是…喜歡大的嗎？變態♥",
	voice_key_2 = -1,
	skill = "上吧！",
	drop_descrip = "博加特里級輕巡洋艦—水星紀念",
	mail = "今天輪到我來送信囉。你就心懷感激地等著就好啦♪",
	touch = "啊~這難道就是所謂的“親密接觸”？那~告訴我，你究竟真正想接觸的是哪裡呢~？",
	profile = "我是防護巡洋艦水星紀念哦~曾經奮戰在馳騁世界的黑海艦隊，也和曙光一起參與過另一場大戰！無論是魅力還是經驗還是可愛程度都是指揮官不能比的哦~！",
	mission_complete = "任務完成，我也很努力了，要誇誇我才行哦♪",
	feeling4 = "睡相差？！你你你說什麼呢！話說難道你一直看著！？嗚…人家要嫁不出去了啦……指揮官，你要負責收下人家哦♪",
	unlock = "呀吼~指揮官，我是北方聯合所屬巡洋艦，水星紀念哦！以後請多關照啦！嘿嘿，為了我努力幹活吧~♪",
	feeling5 = "不過~人家又不是東西，才不能輕易送給指揮官呢♪不過~如果指揮官實~~在是想的話……欸嘿嘿，知道該怎麼做了吧？",
	main = "曙光~能幫我跑一趟，買下新出的新遊戲嗎？ …唔，那我叫指揮官去吧…行不行呀，指揮官~？ |哦~秘書艦呀…雖說我為了指揮官而努力幹活也不錯，不過，指揮官為了我而努力幹活，似乎更讓人開心吧~？ |一直盯著指揮官會覺得害羞？我不覺得害羞就好啦~哼哼~",
	battle = "撞角戰準備就緒~上啦！",
	upgrade = "畢竟有設計上的限制在，別讓我幹太過頭的活哦？",
	voice_key = 70202,
	headtouch = "這是幹什麼？ {namecode:82}沒教過你要尊敬長者嗎~？",
	feeling2 = "這房間，又不是船艙，是不是太樸素了點呀？既然要我在這裡生活，就得多少注意下房間的裝飾才行哦~！",
	login = "呀吼~指揮官，今天要從什麼工作開始做起呢？",
	vote = "",
	hp_warning = "疼疼疼…這是壓榨勞力啦…！",
	id = 702020,
	detail = "別看我這樣，我可是和曙光、{namecode:82}她們同時代的艦船哦！作為指揮官~是不是應該做點什麼表示一下尊敬呀~？",
	couple_encourage = {
		{
			{
				30511,
				70501
			},
			1,
			"一點都沒變是什麼意思啦！哼！",
			0
		}
	}
}
