_G.pg.ship_skin_words[705010] = {
	feeling1 = "將莽撞當作勇氣的人是沒有未來的，同志啊",
	feeling3 = "同志啊，希望你不要誤會，這不僅僅是我們的戰鬥，更是你的戰鬥。不要僅滿足於現狀，我們要一起不斷精進才行",
	lose = "同志啊，這不是敗北，而是警醒！警醒我們不要忘卻了革命的初心",
	propose = "誓約…嗎。雖然事到如今其實已經沒什麼太大的意義，不過作為與同志關係進步的證明，也算是一大收穫吧。好！來乾杯吧！同志啊！以後也多多指教了！",
	expedition = "和“冰上航行”那般苦澀的返航不同，這次同伴們帶回來的，是滿滿的希望。讓我們去迎接她們吧！",
	win_mvp = "慶賀吧！我們有此等資格！就將這份歡喜，作為下次勝利的食糧吃下吧！",
	home = "哦哦，同志啊，這次是勝利的凱旋嗎？無論勝負如何，只要竭盡全力戰鬥過，就足夠了！",
	mission = "命令是為了保證秩序而存在的，為了大局，還是盡快完成吧",
	touch2 = "同志啊，這是做什麼？你總不會不知道北方聯合的處罰有多嚴苛吧？",
	voice_key_2 = -1,
	skill = "為革命獻上祝福！",
	drop_descrip = "甘古特級戰列艦—甘古特",
	mail = "信來了。同志啊，盡快拆了看看吧",
	touch = "艦裝？只要能使我們變強的，都應該利用起來，再美妙不過的合理主義了不是嗎。我是不會甘心忍受自己弱小的",
	profile = "我是北方聯合的弩級戰列艦，甘古特！哼，別以為我是舊型就小看我。無論人還是艦船，都只有在力量不足的時候才會渴望強大，在窘境之時才更加追求революция。從波羅的海，到列寧格勒，只有忍辱負重，拼盡全力戰鬥至最後一刻，方能閃現出最耀眼的光輝！",
	mission_complete = "幹得漂亮！這份獎勵正是對於我等革命的最佳讚賞！",
	feeling4 = "啊哈哈哈哈哈！幹得好！同志！我們即將賭上彼此的生命、勇氣，一切，去挑戰無數的困難和強大的敵人！沒有比這更加革命的事了不是嗎！",
	unlock = "呼哈哈哈！幹得不錯，同志！讓我們團結起來，為了守護這條碧藍的航線而奮鬥吧！竭盡全力，至死方休！",
	feeling5 = "單刀直入地說吧！同志的光芒令我感到心神一振——沒錯，我喜歡上你了！現在我擺在眼前的，是名為“向同志表達愛意”的挑戰！來吧，收下我這愛的擁抱！",
	main = "同志啊，陪我喝幾杯吧？…什麼？你不會一杯伏特加下肚就不行了吧？ |同志啊！聽完那些水兵們的故事，是不是很心潮澎湃！那正是革命者的，人性的光輝啊！ |輕鬆獲勝？說什麼傻話呢，同志。不是苦戰的話根本無法使出全力！下次派我到更危險的戰場去吧！",
	battle = "讓我看看你們的勇氣吧！ ！",
	upgrade = "同志啊，你也要變得更強！然後與我一同在戰場發揮光熱才行！啊哈哈哈哈！",
	voice_key = 70501,
	headtouch = "",
	feeling2 = "我是戰艦甘古特，或許你也可以用另一個名字稱呼我。不過，比起名字，更重要的還是戰果。不用太過拘泥，用你喜歡的方式喊我就行了",
	login = "同志啊，今日準備挑戰什麼強敵？我甘古特會與你一起戰鬥的！",
	vote = "",
	hp_warning = "呼哈哈哈哈哈！這才像是我該在的戰場啊！",
	id = 705010,
	detail = "就算失敗、跌倒，滿身泥濘，也能一次一次重新振作起來的人性光輝——這才是我所追求的революция(革命)，才是我所鍾愛的небо(天國)！",
	couple_encourage = {
		{
			{
				30511
			},
			1,
			"呼哈哈哈哈！沒想到會有與你共同戰鬥的一天啊！",
			0
		},
		{
			{
				70201
			},
			1,
			"揮灑革命的曙光吧！",
			0
		}
	}
}
