_G.pg.ship_skin_words[102090] = {
	feeling1 = "抱歉，還有姐妹在等我，沒時間陪你",
	feeling3 = "嗯……雖然我也不是強迫自己心胸寬廣，不過指揮官這樣能平等聊天的對象還真不多呢……",
	lose = "欸嘿……好像有點不大妙呢……？",
	propose = "嘿嘿，就覺得差不多要從你這裡收到了呢，從今往後有什麼都儘管告訴我吧，我會好好照顧你的～",
	expedition = "哼哼，指揮官，那個很賺的委託是收穫的時候了",
	win_mvp = "嘿嘿，這可是我努力的成果呢！~ ",
	home = "欸嘿~指揮官，我來給你按摩吧——忍住哦！",
	mission = "有新的任務啊，一鼓作氣解決掉吧！",
	touch2 = "公共場合做這種事可不好哦，指揮官",
	voice_key_2 = -1,
	skill = "唯有前進！",
	drop_descrip = "克里夫蘭級輕巡洋艦—克里夫蘭，舷號CL-55",
	mail = "有新的郵件寄過來了，指揮官挺受歡迎嘛",
	touch = "要來活動一下嗎？",
	profile = "我是克里夫蘭級的大姐頭，好吧看名字就知道就是了。\n我參加過拉納爾島海戰，奧古斯塔皇后灣海戰等各種戰役，獲得了13枚戰役之星，可是很強的！",
	mission_complete = "NICE！任務獎勵要到手了~",
	feeling4 = "不知不覺居然變成我向指揮官你傾訴了，不過感覺也不壞，以後也要麻煩你啦",
	unlock = "指揮官，你好，我是克里夫蘭！作為一名稱職的海上騎士，我可是一刻都閒不住的，時間就是金錢啊！",
	feeling5 = "我已經差不多把我的一切都告訴你了，時間過得還真快啊…已經不會再出現第二個這麼了解我的人了吧，所以…",
	main = "不去後悔自己的選擇就對了|為什麼你們都叫我克爹啊，我不是女孩子嗎？|我喜歡樹木，指揮官，種點盆景吧",
	battle = "我趕時間~能麻煩你們一起上嗎？",
	upgrade = "嘿嘿，感覺不錯！",
	voice_key = 10209,
	headtouch = "",
	feeling2 = "指揮官，怎麼，有什麼煩惱嗎？我畢竟有很多妹妹嘛，早就習慣聽她們抱怨了，所以有什麼事都告訴我吧",
	login = "Hiya~指揮官，今天精神不錯的樣子嘛！",
	vote = "",
	hp_warning = "乘風破浪！",
	id = 102090,
	detail = "我對自己可是很自信的哦",
	couple_encourage = {
		{
			{
				10109,
				40101
			},
			1,
			"都是做大姐的，一起加油吧！",
			0
		},
		{
			{
				8
			},
			3,
			"八才戰隊，出擊！",
			4
		}
	}
}
