_G.pg.ship_skin_words[801010] = {
	feeling1 = "指揮官原來…是這樣的人啊…",
	feeling3 = "為了各自的理想與抱負，即使是至親之人，也可能分道揚鑣，甚至兵戎相見，真是…令人悲傷",
	lose = "偶爾…也是會有這種事的呢…",
	propose = "終於…到了這一天…指揮官果然就是我的命定之人呢。凱旋、願意將此劍、此盾、此身皆奉獻於您——",
	expedition = "下次也讓我試試吧？會以最快的速度完成的～",
	win_mvp = "想要跟上空想級的速度，可沒有那麼容易喲～",
	home = "作戰辛苦了，指揮官。喝杯紅茶，再繼續工作吧？",
	mission = "有新的任務喲",
	touch2 = "竟、竟然超越了空想級的速度…指揮官…不可小覷…",
	voice_key_2 = -1,
	skill = "為了自由…！",
	drop_descrip = "自由鳶尾空想級驅逐艦—凱旋",
	mail = "來自未知的問候，真是不錯呢",
	touch = "把我們姐妹看作一般的驅逐艦的話，可是會吃大虧的喲，指揮官",
	profile = "自由鳶尾、空想級驅逐艦凱旋號，向您問安。曾經作為布雷斯特的第八分隊一員，與姐姐們一同突入了斯卡格拉克海峽，然而之後卻和姐姐們走向了不同的道路…",
	mission_complete = "這是對您辛勤工作的嘉獎呢",
	feeling4 = "共同歷經困境與苦難，才更能培養出生死與共的感情，我是這麼認為的",
	unlock = "貴安，指揮官。自由鳶尾、“超級驅逐艦”凱旋，向您報到。超越幻想的空想級之威力，儘管期待吧～",
	feeling5 = "和指揮官一起的話，無論多大的困難與逆境都能輕鬆克服…我有這樣的感覺呢",
	main = "盾和劍？習慣了就不重喲，畢竟…我的力量還是很強的|如果那時候和姐姐們在一起，是不是就能有不一樣的結果呢…|盟友和敵人，有時候也並不是那麼一成不變的呢…",
	battle = "以鳶尾花之名，肅清前方之敵！",
	upgrade = "從劍與盾中感受到了更強的力量…謝謝您，指揮官",
	voice_key = 80101,
	headtouch = "",
	feeling2 = "位高則任重(noblesse oblige)…您不覺得挺有道理的嗎？",
	login = "哎呀—您回來了？今日有何計劃？無論是出擊還是委託，都可以放心交給我喲！",
	vote = "",
	hp_warning = "勝負…還沒有決定！",
	id = 801010,
	detail = "有什麼問題可以儘管問我喲，我會一一回答您的",
	couple_encourage = {
		{
			{
				20704
			},
			1,
			"一起將勝利帶給指揮官吧！",
			0
		}
	}
}
