_G.pg.ship_skin_words[801020] = {
	feeling1 = "如果姐姐們知道了我選擇效忠的是這樣的對象，不知道會斥責我，還是憐憫我呢…",
	feeling3 = "為什麼平時要練習劍術？雖然出擊的時候不一定用得上，但是能讓自己一直保持在最佳狀態，對戰鬥是有利無弊的",
	lose = "這次的戰敗…我會銘記於心的…",
	propose = "我願意起誓，從今往後，此劍將只為守護你而揮舞—但是，指揮官，希望你也能向我保證，你將永不偏離正道。過去的煎熬，我已經不想再品味一次了…",
	expedition = "委託完成了。下次也讓我一起去吧，我會做的更好的。",
	win_mvp = "又向姐姐們靠近了一步！",
	home = "辛苦了，指揮官。放心吧，港區一切正常",
	mission = "指揮官，我認為完成任務是你應盡的義務",
	touch2 = "我本無意拿劍指向手無寸鐵之人……請恕我無禮了。",
	voice_key_2 = -1,
	skill = "這招如何！",
	drop_descrip = "自由鳶尾靈巧級驅逐艦—福爾班",
	mail = "信件？是挑戰書嗎",
	touch = "指揮官，你知道嗎，刀劍也有很多種類，比如刺劍，軍刀，彎刀什麼的",
	profile = "我是靈巧級驅逐之一，同時也是自由鳶尾的見習騎士的福爾班，雖然因為某個原因而在港口白白待了兩年，不過回歸之後參與了不少任務，也算是用戰場上的活躍彌補了之前的空白了",
	mission_complete = "任務完成的酬勞可不能浪費喔，指揮官",
	feeling4 = "指揮官，你知道嗎，其實我有兩個夢想，一個是變得像姐姐們那樣強大，另一個就是找到一個值得我效忠的對象……現在看來，第二個夢想要先實現了呢",
	unlock = "我是來自自由鳶尾的見習騎士，福爾班。和姐姐們相比還有許多不足之處，還請指揮官不吝賜教",
	feeling5 = "指揮官，相信我，如果有人能夠傷害到你，那一定是我再也舉不起手中的劍，彈藥也已經空空如也的時候",
	main = "鐵血也好，皇家也好，有機會的話真想和她們交流一下呢…|什麼時候我才能變得像各位姐姐那樣能幹又帥氣呢…|我不想在碌碌無為中結束一生…所以這次，無論做什麼我都會全力以赴！",
	battle = "嗯，現在的狀態應該能贏！",
	upgrade = "指揮官對我的厚望，我收到了",
	voice_key = 80102,
	headtouch = "",
	feeling2 = "這支艦隊裡有好多厲害的人物，看起來在這裡能學到很多的東西呢…我也要加油了",
	login = "嘿，喝！指揮官，一起來熱身一下嗎？",
	vote = "",
	hp_warning = "勝負還未分曉！",
	id = 801020,
	detail = "嘿，喝！啊，正好，指揮官，要來陪我練習一下劍術嗎？",
	couple_encourage = {
		{
			{
				90101
			},
			1,
			"勒馬爾，注意隊形！",
			0
		}
	}
}
