_G.pg.ship_skin_words[801030] = {
	feeling1 = "這樣下去的話指揮官會沒有朋友的！",
	feeling3 = "我約了朋友們一起在休息區玩遊戲呢。指揮官也一起來吧！",
	lose = "欸？我們輸了？",
	propose = "我不太理解誓約是什麼，應該意思就是兩人永遠不分開吧！從今以後，我就一直陪在你身邊啦，指揮官！",
	expedition = "指揮官，我去接委託回來的大家吧！",
	win_mvp = "嘿嘿，見識到我的厲害了吧！",
	home = "歡迎回來！桌上的文件我都幫你收好了！……欸，那些是要回港的時候確認的嗎？",
	mission = "還有任務呢，一鼓作氣全部完成吧！",
	touch2 = "我，我還沒做好心理準備啦！",
	voice_key_2 = -1,
	skill = "衝——啊！",
	drop_descrip = "自由鳶尾大膽級驅逐艦—魯莽",
	mail = "郵件！我已經幫你拆了哦！",
	touch = "啊哈哈！這裡有點癢啊！",
	profile = "我是自由鳶尾、大膽級的魯莽(Le Téméraire)！因為各種各樣的原因，那個時候的我最後未能完工呢……所以，現在能夠在艦隊和大家一起，我真的非常開心！",
	mission_complete = "任務獎勵已經收到了哦！……欸，要確認的嗎？",
	feeling4 = "雖然我交了很多朋友，不過指揮官是特別的！和指揮官一起的時候，感覺最開心啦！",
	unlock = "終於找到了！指揮官，請多指教啦！……名字嗎？我是自由鳶尾所屬，大膽級的魯莽(Le Téméraire)哦！！",
	feeling5 = "比朋友更好的關係的話……戀人？但是，戀人之間要怎麼做，我果然還是不太明白呢…欸？像平時那樣就可以了嗎？",
	main = "今天又交到了別的陣營的朋友了呢！嘿嘿~|啊，是昨天一起玩的人！指揮官，我先離開一下啦！|如果所有人都能成為朋友的話，是不是就不會有戰爭了呢？",
	battle = "總之向前衝就行了吧！",
	upgrade = "變強了呢！",
	voice_key = 80103,
	headtouch = "",
	feeling2 = "今天也在港區裡轉轉吧，說不定能交到新的朋友呢！",
	login = "打起精神吧！今天的工作才剛剛開始！",
	vote = "",
	hp_warning = "我，我在哪裡？",
	id = 801030,
	detail = "港區的大家都很友好呢。不過，也有一些人感覺很難說上話的樣子……",
	couple_encourage = {
		{
			{
				90401
			},
			1,
			"敦克爾克小姐，我想吃馬卡龍～",
			0
		}
	}
}
