_G.pg.ship_skin_words[801040] = {
	feeling1 = "能不能把指揮官變成透明人呢……",
	feeling3 = "指揮官，看著這個小球。左邊……右邊……左邊……右邊……唔…催眠術失敗了嗎…？",
	lose = "有沒有什麼能庇佑大家的咒語…！ ？",
	propose = "…沒想到如此神聖的儀式有一天會降臨在我的身上…指揮官，我會好好珍惜這份情感，從今以後一直陪在您的身邊的。",
	expedition = "委託隊的大家辛苦了。",
	win_mvp = "咦？我贏了嗎？靠自己的實力贏的…太好了。",
	home = "辛苦了，指揮官。就用這杯果汁代替提神的“魔法”吧。",
	mission = "能讓任務自動完成的咒語……很遺憾，沒有呢。指揮官，請加油吧。",
	touch2 = "稍等一下，我找找能把人變成兔子的咒語。",
	voice_key_2 = -1,
	skill = "attaque！",
	drop_descrip = "自由鳶尾大膽級驅逐艦—倔強",
	mail = "漂浮的魔法並不管用，所以我直接幫您把信拿過來了。",
	touch = "指揮官，感到疲倦了嗎？要不…我用這根魔杖給你敲敲腦袋清醒下？",
	profile = "那時幾經曲折，最終仍然未能完工的我，如今能夠像這樣作為艦隊的一員生活於此…已經是“魔法”…不，是命運於我最好的饋贈了吧。",
	mission_complete = "任務獎勵……嗯，不知道有沒有辦法讓它變多一點…",
	feeling4 = "指揮官，能借用一下你的雙手嗎？像這樣放在我的雙手之間就好。嗯嗯……奇怪？明明書上說這樣應該知道指揮官正在想什麼…",
	unlock = "我是來自於自由鳶尾的“魔法使”，驅逐艦倔強，今後請多多指教。啊，順便一提，魔法使是開玩笑的。",
	feeling5 = "說起來，在指揮官身邊的時候，心總是會跳個不停，冷靜不下來……這難道也是某種“魔法”嗎？",
	main = "敦克爾克小姐的甜點……那是真的加了什麼魔法吧？ |我戳……欸？不，我沒什麼事，就是突然想拿魔杖這麼戳一下，我戳我戳…|指揮官，如果能實現自己一個願望的話，你會許什麼願？",
	battle = "沒關係，倔強，妳能行的……！",
	upgrade = "要是有能夠代替訓練的魔法就好了呢…",
	voice_key = 80104,
	headtouch = "",
	feeling2 = "指揮官，你相信這個世界上存在“魔法”嗎？",
	login = "指揮官，您果然在這個時候回來了。嗯？這只是根據平時指揮官的習慣的一點“占卜”而已。",
	vote = "",
	hp_warning = "我還不想這麼早認輸…！我，我該怎麼辦才好？",
	id = 801040,
	detail = "這本書上記載了幾百個擁有強大魔力的咒語…—開玩笑的，這只是一本普通的故事書而已……真的。",
	couple_encourage = {
		{
			{
				80103
			},
			1,
			"魯莽，妳又一個人衝到最前面了！",
			0
		}
	}
}
