_G.pg.ship_skin_words[802020] = {
	feeling1 = "若你是魔鬼，我將用此劍斬下你。若你只是誤入了歧途，那就趕緊醒悟過來吧！",
	feeling3 = "我手中的劍，並非為獨自揮舞而生。它為你而揮，為鳶尾而揮，也為這艦隊所有人而揮。",
	lose = "如果在這裡止步不前的話……",
	propose = "這就是指揮官的心意嗎？我很開心呢。我會把指揮官視為最重要之人去對待的。所以那個，雖然我不知道該怎麼做……指揮官，要，要試試向我撒嬌嗎？",
	expedition = "上天保佑，所有人都平安回來了。",
	win_mvp = "我們離使命的實現還很遠……但是，大家幹得漂亮。",
	home = "硝煙還在瀰漫，戰火仍在燃燒。現在正是最需要堅持的時候…",
	mission = "你還有應盡的使命沒有完成。",
	touch2 = "這裡很吸引你嗎？",
	voice_key_2 = -1,
	skill = "天佑鳶尾！",
	drop_descrip = "自由鳶尾輕巡洋艦—聖女貞德",
	mail = "有郵件，請過目吧。",
	touch = "有什麼事情困擾著你嗎？",
	profile = "曾經我作為訓練艦，培養優秀的戰士。現在我將拿起劍，站在鳶尾的最前方。為了我熱愛的土地，我願意付出一切",
	mission_complete = "任務的意義，遠不止於獎勵。",
	feeling4 = "我希望能高揮旗幟，帶領大家走向勝利。但是，只憑我一個人是做不到的。艦隊的大家，指揮官，都是其中不可或缺的一部分。",
	unlock = "如果你對我的名字熟悉，那你應該能明白我所肩負的使命。自由鳶尾聖女貞德號，從此刻起加入你的麾下。",
	feeling5 = "指揮官，我身上背負著很多東西，或許很少有能讓心情安穩下來的時間。所以，一點點就好…能稍微把你的肩膀借我一下嗎？",
	main = "聖米迦勒大人，請告訴我，接下來該怎麼做吧！ |這名字，這劍，這鎧，這炮，都是我的使命和覺悟……|如果感到疲倦了，就請休息一下吧…要借我的膝枕躺一會嗎？",
	battle = "戰士們，隨我前進！",
	upgrade = "胸中燃燒的鬥志啊，成為我奮進的力量吧！",
	voice_key = 80202,
	headtouch = "",
	feeling2 = "若這道中爬遍荊棘，我就斬斷它們。若這路上佈滿烈火，我就穿過它們。上天指引的道路縱然充滿險阻，我仍會勇往直前！",
	login = "願今天的港口也能得到上天的眷顧。",
	vote = "",
	hp_warning = "形勢不利……大家，注意陣型！",
	id = 802020,
	detail = "貞德……這個名字承載了太多的東西。但是，我不會逃避，因為這就是我的使命。",
	couple_encourage = {
		{
			{
				80201
			},
			1,
			"願上天保佑你，我的戰友。",
			0
		}
	}
}
