_G.pg.ship_skin_words[805010] = {
	feeling1 = "不思進取者，終將步向破滅。好好記住這點吧。",
	feeling3 = "你來了，指揮官，請坐吧，想喝點什麼？ …不用太過拘謹，即便是我，在工作與教務之外，也有像這樣與常人無二的生活。即使是最虔誠的教徒，也不能光靠信仰生存，她們同樣需要食物與美酒",
	lose = "這也是…神明所賜予的試煉嗎…",
	propose = "作為自由鳶尾的領導者，我無法向你許下諾言。但作為戰艦黎胥留，我願立誓成為永遠守護你、支援你的存在。以神聖的鳶尾之名——",
	expedition = "委託的順利完成，是艦隊運轉良好的證明，做的不錯，指揮官。",
	win_mvp = "願戰場上飄蕩的亡靈們，也能得到永恆的安寧與救贖，amen…",
	home = "作戰結束，艦隊平安回港，辛苦了，指揮官。",
	mission = "任務，也是一種試煉。懷著正確的心態完成即可。",
	touch2 = "…唯有勇氣值得一點讚賞呢",
	voice_key_2 = -1,
	skill = "接受神罰吧！",
	drop_descrip = "自由鳶尾黎胥留級戰列艦—黎胥留",
	mail = "信件，是來自他人的祝福。",
	touch = "靜靜聆聽我向神明的禱告吧，指揮官",
	profile = "我是黎胥留級戰列艦首艦，黎胥留，自由鳶尾的艦隊領導者。我曾經歷過命運多舛的一生，見證過祖國的興衰離合…不過我相信，這次一定能夠…真正地守住重要之物。我相信，自由、和平，都將從這支艦隊開始——",
	mission_complete = "獎勵，是上天給與勤勞者的饋贈。心懷感激地接受便是。",
	feeling4 = "你又來了，指揮官，我開始有些後悔對你太過友善了——開玩笑的，有一個可以信任又互相了解的人可以交流是一件奢侈的事。我很幸運，當然，你也是，不是嗎，指揮官",
	unlock = "我是自由鳶尾的艦隊領導者、樞機主教黎胥留。如果你也是為了信仰與自由而戰的話，我會將勝利帶給你的，指揮官。",
	feeling5 = "人與人之間的距離感是一個很有意思的東西。上級和下級，艦隊的領導者和陣營的指揮者，艦船和……呵呵，現在還是先讓​​大家保持一下對我們關係的誤解吧。好嗎？",
	main = "「FVRENTIBVS EMINET AVSTRIS」…我堅信，只要有堅定的信仰和不懈的努力，無論任何苦難都無法將我們打倒——|港區裡那些孩子們…是叫「指揮喵」嗎…？呵呵，真是惹人憐愛的小傢伙呢。 |皇家？如果她們下次允許我在茶會時帶上我的紅酒，我相信我會和她們相處得更加融洽|請充分發揮鳶尾同伴們的力量，指揮官。為了和平而戰正是她們的使命之一|白鷹的伙伴們和鳶尾的同胞多少有點…嗯，讓巴爾的話，大概會和她們更合得來吧",
	battle = "以自由與榮耀之名，全艦就位，aux armes，marchons!",
	upgrade = "為了引導人民，力量也是必要的——謝謝你，指揮官。",
	voice_key = 80501,
	headtouch = "願你也能得到上天的祝福",
	feeling2 = "有人說我帶來戰禍而厭惡我，有人則因為樞機主教的身份而敬畏我，甚至有人將我視為頑固的信教者而憎恨我……你呢，你又將如何看待我，指揮官？",
	login = "Bonjour,指揮官。在我祈禱的期間，先喝杯茶稍等片刻吧",
	vote = "",
	hp_warning = "希望…還沒有破滅！",
	id = 805010,
	detail = "相信我，跟隨我，你會得到你想要的。祈禱，並且尋找吧，這樣道路便會為你而展開。",
	couple_encourage = {
		{
			{
				80101,
				80102,
				80103,
				80104,
				80201,
				80202,
				80701,
				80801
			},
			5,
			"我們無所畏懼，因神與我們同在",
			3
		},
		{
			{
				10703
			},
			1,
			"沒想到還能有機會再度同行呢...",
			0
		},
		{
			{
				90501
			},
			1,
			"盡情發揮吧，我會全力支援你的。",
			0
		},
		{
			{
				90101,
				90102,
				90103,
				90111,
				90201,
				90302,
				90401,
				90501
			},
			5,
			"同胞啊，在共同的信念下集結吧！",
			3
		},
		{
			{
				90201,
				10140
			},
			1,
			"向無信仰的敵人降下天罰吧！",
			0
		}
	}
}
