_G.pg.ship_skin_words[807010] = {
	feeling1 = "您是我見過最英明的指揮官，您的所作所為都是對的——在指揮官大人夢裡的話，我也許會這麼說呢。",
	feeling3 = "“魔導書”？倔強是這麼向您介紹的啊，真是有趣的說法呢~很抱歉，指揮官大人。我突然想起了一件急事，請允許我先離開一下。",
	lose = "非常抱歉，指揮官大人，這次失敗的責任完全在我。",
	propose = "改變心意，影響意志——如果這樣的“秘儀”真的存在的話，誓約這一儀式毫無疑問就是最高級的魔法了吧。感覺身體輕飄飄的，幸福抑制不住的從心中湧出。呵呵，被這樣的魔法“擊中”的感覺，還不壞嘛~",
	expedition = "委託環節中，運輸艦隊的安全固然重要，但容易被忽視的一點是，收發港口的安全也同樣重要哦。",
	win_mvp = "如何，指揮官大人，我的發揮還讓您滿意嗎？",
	home = "指揮官大人需要糖分補充嗎？我明白了。給，這是我整理的港區甜品清單，請過目。",
	mission = "指揮官大人，指揮部發來了新的任務委託，我這就進行整理。",
	touch2 = "“人最可悲的是沒有知識和不能自我約束”指揮官大人是哪一種呢？",
	voice_key_2 = -1,
	skill = "就按照計劃那樣——",
	drop_descrip = "自由鳶尾航空母艦—貝亞恩",
	mail = "指揮官大人，這是最新的郵件，我替您拿過來了。",
	touch = "指揮官大人，我在這裡。如果有事情需要我去做的話，請儘管開口。",
	profile = "我曾是諾曼第級的一員，後來成為了鳶尾第一艘航空母艦。再後來，見證了自由鳶尾與維希教廷的同根相煎…真是的，希望這樣的悲劇永遠不要再在世界上發生了。",
	mission_complete = "任務完成。很好，這樣需要操心的事情就又少了一件。",
	feeling4 = "又是這個話題嗎...指揮官大人對此還真是熱衷啊。 “鳶尾的秘儀能實現任何奇蹟”——如果是真的，指揮官會用來做什​麼呢~？",
	unlock = "鳶尾最初的航空母艦，貝亞恩號，向您報導。能與您共事是我的榮幸。指揮官大人，請按照您的需要吩咐我便是。",
	feeling5 = "指揮官大人，工作完成了，辦公室整理好了，天氣看起來也不錯。接下來的時間——就如您所願，讓您勘見一下我的“愛之秘儀”吧",
	main = "指揮官大人，不可以輕易翻開我帶著的這本書哦。沒有開玩笑，我是認真的。 |指揮官大人，您是在發呆嗎？沒關係，今天的規劃上給您預留了充分的空餘時間，請盡情發呆吧。 |不論是工作日程還是晚餐食譜，我都會親自為您安排。指揮官大人只需要將注意力集中在眼前的事上就好。",
	battle = "大家按照計劃行事，準備戰鬥！",
	upgrade = "您的付出不會白費的，指揮官大人。",
	voice_key = 80701,
	headtouch = "",
	feeling2 = "嗯？指揮官大人果然還是對這本書很在意嗎。其實只是用來記錄瑣事的筆記本而已，不是什麼可疑物品，請您放心——也沒有什麼好看的，請不用在意",
	login = "這是今天的事務安排，指揮官大人，請您過目。",
	vote = "",
	hp_warning = "還好，損傷情況還在可控範圍內……",
	id = 807010,
	detail = "操作的方式…過去的記錄…材料的改良…如果嘗試一下這個組合的話，會不會很有趣呢.....嗯，先記下來吧。",
	couple_encourage = {
		{
			{
				80201,
				80202
			},
			2,
			"這次也來運輸些有趣的東西吧",
			0
		},
		{
			{
				80501,
				90501
			},
			2,
			"很榮幸，能與你們兩位並肩作戰！",
			0
		},
		{
			{
				20601,
				30603
			},
			1,
			"見識一下鳶尾的“秘儀”吧",
			0
		}
	}
}
