_G.pg.ship_skin_words[901010] = {
	feeling1 = "啊，是指揮官！我、我還是自己去跑步鍛煉吧！",
	feeling3 = "指揮官願意教我學習嗎？哇！謝謝指揮官！我一定會……欸欸欸，要學這麼多東西嗎！我、我忽然肚子痛了！",
	lose = "糟了，快撤快撤！",
	propose = "唔……這種場合應該怎麼辦才好來著，我完全不知道耶…那、那個，總、總而言之，未來也請，那個，請多多指教！",
	expedition = "大家回來了。我這就跑過去接她們，嘿~",
	win_mvp = "我是第一嗎？太好了！嘿嘿~",
	home = "指揮官，不流點汗的話可是要變胖的！",
	mission = "還有任務呢。要跑腿的話，儘管和我說吧！",
	touch2 = "這，這裡也要按摩嗎？感覺……有點奇怪啊……",
	voice_key_2 = -1,
	skill = "我要上囉~！",
	drop_descrip = "維希教廷靈巧級驅逐艦—勒馬爾",
	mail = "有信件！我已經拿過來啦，嘿嘿~",
	touch = "正好肩膀酸了呢……謝謝指揮官啦！",
	profile = "我是靈巧級的驅逐艦，同時也是維希教廷的見習騎士，勒馬爾。一直在為維希教廷服務，最後為了不讓鐵血得逞而被白鷹在港口擊沉…",
	mission_complete = "任務完成！……嗯，還有獎勵的嗎？",
	feeling4 = "好像有點明白了，又好像還是不明白……不過指揮官願意教我這個笨蛋好開心呀，謝謝指揮官~",
	unlock = "嗯？你是……啊，對了，是指揮官！我是靈巧級驅逐艦勒馬爾，以後請多多指教啦！",
	feeling5 = "雖然書上的知識還是不太明白，不過有一件事我現在明白了，那就是，只要是有關指揮官的事，我就能發揮出200%的力量！",
	main = "指揮官，我來教你一些可以坐著舒活筋骨的動作吧~|當指揮官可真不容易啊，要看這個還要安排那個的，換成了我肯定一下就暈了……|唔，學習好痛苦…書上的字明明每個都認識，組合起來就完全看不懂了呢",
	battle = "準備活動完成！要上了！",
	upgrade = "又變強了呢，謝謝指揮官~",
	voice_key = 90101,
	headtouch = "",
	feeling2 = "都說一名優秀的騎士，不僅要有保護他人的力量，也要通過學習讓自己擁有強大的內心……可是我翻開書就想睡，怎麼辦呀",
	login = "指揮官，你終於來啦，今天我的訓練任務是什麼？",
	vote = "",
	hp_warning = "唔，這點小傷，忍一忍就過去了！",
	id = 901010,
	detail = "其實我挺羨慕福爾班的，雖然她當時也無法行動，至少比我要好…",
	couple_encourage = {
		{
			{
				80102
			},
			1,
			"福爾班，我先上嘍？",
			0
		}
	}
}
