_G.pg.ship_skin_words[901020] = {
	feeling1 = "指揮官，能安靜一些嗎，思路要被打斷了。",
	feeling3 = "我的壞習慣是一旦開始想事情，很容易無視周圍環境陷入沉思之中。這樣的話，沒有辦法成為可以照顧他人的成熟女性吧......",
	lose = "嗯…果然，剛才那一發炮彈應該再右移一點比較好…啊，對不起，已經要撤退了對吧…！",
	propose = "指揮官喜歡現在這樣的我嗎？嗯，我也喜歡現在這樣的指揮官哦。但是，總覺得一直在被指揮官單方面照顧......我一定會努力成為成熟的女性，成為可以照顧指揮官的人！",
	expedition = "差點忘記了。指揮官，遠征完成了哦。",
	win_mvp = "……啊，抱歉，誰是MVP來著？欸，我是MVP？",
	home = "該用什麼樣的方式歡迎指揮官回來比較好呢…",
	mission = "上次任務得到的獎勵，要怎麼使用比較好呢…咦，又有新的任務發下來了嗎？",
	touch2 = "唔…按照沃克蘭推薦的書來說…這種時候應該是…證據確鑿，人贓俱獲…吧？",
	voice_key_2 = -1,
	skill = "這種情況下應該…這樣！",
	drop_descrip = "維希教廷沃克蘭級驅逐艦—塔爾圖",
	mail = "啊…對了，我是來給指揮官送信的",
	touch = "……啊！指揮官，關於前面你問的的那個問題…欸？已經沒問題了嗎？這樣啊…",
	profile = "我是維希教廷的塔爾圖，在戰爭中一直在陸間海服役，也參與了皇家發動的那場戰役，最後在土倫和其他姐妹們一同迎來了結局…嗯？我對過去沒有什麼特別的想法呢…“重要的是現在！”如果是沃克蘭的話，大概會這麼說吧，呵呵…",
	mission_complete = "任務完成。報告的排序，應該按照優先級、完成時間、還是報酬多少呢，唔.......",
	feeling4 = "指揮官一直都在配合著我的節奏聊天呢……謝謝你。不過，有時候也請直接地打斷我，如果是指揮官的話，我是不會生氣的…",
	unlock = "你好，指揮官，我是沃克蘭級的塔爾圖…—啊，抱歉，我只是在想，這座港口真大呢…",
	feeling5 = "最近，只要一想到指揮官的事，就會陷入比以往更久的深思之中。感覺狀況更嚴重了.....唔—啊！抱歉，指揮官，我又走神了…",
	main = "指揮官，你覺得我能夠成為敦克爾克那樣可以照顧別人的成熟女性嗎？ |沃克蘭說想要成為成熟的女性，首先要有成熟的精神，於是推薦我多讀讀推理小說，實際讀過以後，其實還挺有趣的呢，呵呵|沃克蘭很喜歡運動呢。運動，疲勞，休息，營養，糖分……唔，有點想吃敦克爾克做的甜點了",
	battle = "集中精神…！",
	upgrade = "感覺，好像變得厲害了一點",
	voice_key = 90102,
	headtouch = "",
	feeling2 = "疼--！原來是樹枝...啊，指揮官，早上好。嗯？我只是在散步的時候想事情入迷了。請不要在意，對我來說，這是很常有的事。",
	login = "啊，指揮官，你好。我正在想你怎麼還沒有來呢",
	vote = "",
	hp_warning = "唔，要更加集中注意力！",
	id = 901020,
	detail = "照顧人的敦克爾克，優雅大方的阿爾及利亞，正氣凜然的黎胥留…大家都是充滿成熟魅力的女性呢，嗯，我也要以她們為目標，努力加油才行！",
	couple_encourage = {
		{
			{
				90103
			},
			1,
			"沃克蘭，不要逞強哦",
			0
		},
		{
			{
				90401
			},
			1,
			"和敦克爾克一起……要、要加油！",
			0
		}
	}
}
