_G.pg.ship_skin_words[901110] = {
	feeling1 = "……（恶毒好像睡着了）",
	feeling3 = "虽、虽然说尽管吩咐了…但是你给的活也太多了吧……不行了要累死了……我要请假……",
	lose = "我还没输……我还没输！",
	propose = "维希教廷的守护之刃，我、驱逐舰恶毒，保证今后将永远保护您，向您贡献我永远的爱——累、累死了………指挥官，我们能不能早点回去啊……",
	expedition = "大家都回来了。赶快去港口看看吧",
	win_mvp = "碍事的家伙已经清除了。",
	home = "照着凯旋教的泡了一杯红茶……暴露了吗。没错，就是个茶包而已。你喝就好。",
	mission = "有新的指示，指挥官。",
	touch2 = "哇！要干什么啊！",
	voice_key_2 = -1,
	skill = "消失吧！！",
	drop_descrip = "维希教廷空想级驱逐舰—恶毒",
	mail = "有你的信……没有我的吗？",
	touch = "优雅什么的…太累人了……哇！？有、有什么吩咐吗！",
	profile = "我是隶属于维希教廷的空想级驱逐舰恶毒，曾部署于布雷斯特的第八分队…与姐妹们共同作战。但是在那之后，凯旋她选择了和我们不一样的道路……嗯，不用勉强",
	mission_complete = "指挥官，上面的奖励发下来了。",
	feeling4 = "今、今天我很努力工作了，能不能早点下班……谢谢指挥官！看来今天能回家多睡几个小时了！…额，对不起，我有点太兴奋了",
	unlock = "吾乃逐浪之空想，守护教廷的恶毒之刃——超级驱逐舰“恶毒”，听候差遣",
	feeling5 = "指挥官，咳咳，今天能不能……一起早点下班？啊不是累了！我的意思是今、今天能不能一起找个地方约、约会什么的……？",
	main = "徒有速度，缺乏火力，是打败不了敌人的。|好累啊……秘书舰什么的……啊！没什么！|敦刻尔克小姐做的点心……呼呼呼……不对不对！现在还是工作时间啊！",
	battle = "维希教廷的守护之刃，前进！",
	upgrade = "不能不努力了呢",
	voice_key = 90111,
	headtouch = "",
	feeling2 = "维希教廷的恶毒之刃，指挥官的秘书舰，驱逐舰恶毒。请尽管吩咐",
	login = "驱逐舰恶毒，随时听候差遣。——哈啊…困了…",
	vote = "",
	hp_warning = "难缠的家伙……",
	id = 901110,
	detail = "哈啊…好困…好想在床上滚来滚去……Zzzzz……额！？有、有什么事吗！？",
	couple_encourage = {
		{
			{
				80101
			},
			1,
			"凯旋……你回来了。",
			0
		}
	}
}
