_G.pg.ship_skin_words[902010] = {
	feeling1 = "指揮官如果不想做了，我有個更合適的地方推薦你去哦",
	feeling3 = "敦克爾克做了慕斯蛋糕，我給你帶了一個來——這麼看著我幹嘛，想感謝不如去謝做出這些美味甜點的人。",
	lose = "啊，失敗了……算啦，鼓足氣勢再打一次吧！",
	propose = "哈哈哈~我就喜歡指揮官你這麼直接的人！以後如果誰敢欺負指揮官，就讓我來三兩下幫你解決吧！",
	expedition = "委託隊伍回來了？剛好有些無聊，我替你去迎接吧！",
	win_mvp = "啊哈哈！這次玩得很盡興！",
	home = "停~除了指揮官誰都不能進這裡~——啊，是指揮官你啊，那沒事了。",
	mission = "任務很難？自己想辦法去，我又沒辦法幫你在任務書上打勾。",
	touch2 = "我可不是那些教廷騎士。指揮官，想體驗一下我的本職工作嗎？",
	voice_key_2 = -1,
	skill = "消失吧！ ！",
	drop_descrip = "維希教廷拉·加利索尼埃級輕巡洋艦—拉·加利索尼埃",
	mail = "喂，有你的郵件！再不拿被風吹走了可不關我事啊。",
	touch = "你想摸摸它？之後被劃傷了可別怪我。",
	profile = "戰爭爆發之後，我成為了“公海艦隊”的一員。不過因為燃料的問題，實際我上一次都沒去過公海呢，哈哈！至於之後的事情，就沒什麼好說的了。或許你可以問問敦克爾克？",
	mission_complete = "任務完成了？比我估計花的時間短呢……或許是我小看你了？",
	feeling4 = "不光是魚雷火炮，偶爾聊聊冷兵器或者別的什麼話題不也挺有趣嘛？看起來你也不是那麼無趣的人，下次有空再一起聊天啦！",
	unlock = "維希，薩丁，鐵血……然後是你這裡嗎？算了，隨便啦，只要能讓我開心，哪裡都是一樣的啦。就是這樣，維希所屬拉·加利索尼埃，請多多關照咯。",
	feeling5 = "我就直說了吧，指揮官。我很喜歡你，有興趣來和我一起弄點大動靜嗎？ …開玩笑的~像這樣每天在一起就已經很開心啦！",
	main = "噢，看啊，辦公室裡只剩一位忙碌的指揮官和另一個快無聊到死的人了呢，哈啊…|只要能解決敵人，不論用炮火還是斧頭都一樣吧，指揮官，拘泥於形式可不好哦。 |我不怎麼喜歡計劃這東西。地球轉得那麼快，計劃怎麼趕得上變化呢？",
	battle = "要讓我玩得盡興才行…哦！",
	upgrade = "有點懷念起在布雷斯特的時光了呢。",
	voice_key = 90201,
	headtouch = "",
	feeling2 = "哎，今天也是無聊的一天嗎……",
	login = "終於回來啦？你不在，我都快無聊死了。喂，找點什麼事情讓我做吧？",
	vote = "",
	hp_warning = "對嘛！這樣才對嘛！再讓我興奮一點吧！",
	id = 902010,
	detail = "嗯？你是對我手上的東西感興趣呢，還是說…對我感興趣呢？",
	couple_encourage = {
		{
			{
				90401
			},
			1,
			"這場戰鬥結束之後，再做點慕斯蛋糕給我吃吧~",
			0
		},
		{
			{
				80501
			},
			1,
			"沒想到還能有並肩戰鬥的機會啊，樞機主教閣下",
			0
		}
	}
}
