_G.pg.ship_skin_words[903020] = {
	feeling1 = "指揮官，我正在尋找指揮官退役所需的資料證明，您不會已經準備好了吧？",
	feeling3 = "指揮官，要來一杯紅酒嗎？不大會喝酒？沒關係的，不要急著嚥下去，細細地、細細地品嚐——就能感覺到那種熱情和清涼交織的…成熟而美味的感覺了吧",
	lose = "失敗了嗎......沒關係，指揮官不用消沉。下次做好更充分的準備之後再來招待它們吧。",
	propose = "謝謝您。從此刻開始，我的力量、我的身心、還有我的一切，就全部為您所有了。呵呵呵，從今天開始，讓我們一點一點、一點一點地品嚐生活中的甜蜜吧——我的夥伴，我的摯愛",
	expedition = "指揮官，執行委託任務的艦隊已經回來了。呵呵，讓我猜猜，重要物資被藏在哪一艘船上了呢~",
	win_mvp = "如果能早點認清形勢就不用變成這樣了，現在又是何苦呢？",
	home = "指揮作戰辛苦了，指揮官。來杯剛泡好的咖啡如何？",
	mission = "指揮官，又有新的任務下發下來了。嗯？如果忙不開的話，我可以幫您申請延長任務期限哦",
	touch2 = "指揮官，得寸進尺在戰場上是正確的選擇。在女性身上可就不一定了哦？",
	voice_key_2 = -1,
	skill = "事到如今，想要逃跑也來不及了哦",
	drop_descrip = "維希教廷阿爾及利亞級重巡洋艦—阿爾及利亞",
	mail = "世間悲喜，人情冷暖都隱藏在了信件之中。閱讀信件某種程度上來說也是充滿心跳的行動呢。指揮官，有新的信件來了哦？",
	touch = "嗯，指揮官想要偷懶一會兒嗎？沒關係，我不會把這個把柄告訴其他人的。",
	profile = "我曾是鳶尾教國所屬地間海第一巡洋艦隊的旗艦，然後作為維希教廷的騎士留了下來。至於後來的事，史書裡應該都有記載吧。對於條約下最優秀的重型巡洋艦來說，確實是段頗為有趣的經歷，指揮官也這麼覺得吧？",
	mission_complete = "任務完成了嗎？指揮官辛苦了。之後的報告整理就交給我，您可以趁機去休息一下",
	feeling4 = "其實我也很喜歡可愛的小東西的呢。小飾品，還有那些圓圓的摸起來軟軟的小貓們……成熟的大人擁有一些可愛的愛好的，像是做一些小點心什麼的——這樣不也很好嗎~？",
	unlock = "Bonjour，很榮幸見到您。我是維希教廷所屬，重型巡洋艦阿爾及利亞，從今日開始配屬在您的港區。如果不介意的話，指揮官，讓我們交個朋友吧？",
	feeling5 = "指揮官想要成為我的依靠嗎？呵呵，如果是指揮官的話，確實值得人全心依賴，並且全力奉獻出自己的一切呢…就讓我期待下指揮官會有什麼具體的表現吧~？",
	main = "就算沒有功績，沒有獎章。我依然是強大的，這份力量就是最好的證明。 |指揮官，要來一杯紅酒嗎。啊，我是指，在工作完成之後，要來一杯紅酒嗎~|黃金？指揮官對這個話題感興趣嗎。那要從鳶尾教國的時候開始說起了.......|平時我喜歡偶爾去逛一逛貓咪咖啡廳呢……說起來，這個母港也有很多可愛的孩子啊。真不錯。 ……嗯！ |皇家以前也曾是一起戰鬥的夥伴，然後……昨日之敵亦會是今日之友，人生真是有意思呢。呵呵",
	battle = "希望會是一場不辜負期待的戰鬥呢…呵呵~",
	upgrade = "就這樣一口氣突破條約的限制好像也不錯呢~",
	voice_key = 90302,
	headtouch = "這是…要測體溫嗎？",
	feeling2 = "您好像有些畏懼我？請放鬆下來指揮官。我們是朋友，我是不會傷害您的。",
	login = "指揮官，既然我們是朋友，再讓我多等一會也是沒關係的哦？",
	vote = "",
	hp_warning = "......條約的限制，還真是不太方便啊",
	id = 903020,
	detail = "指揮官，如果想了解歷史與真實之間的區別，有些事情還是需要自己去尋找答案的哦？",
	couple_encourage = {
		{
			{
				90103,
				90101
			},
			1,
			"不要害怕，就算是末日審判來臨，教廷騎士也要英勇的面對它！",
			0
		},
		{
			{
				60302
			},
			1,
			"機會終於來了。扎拉，要來比試一下嗎？",
			0
		},
		{
			{
				10117,
				70102,
				70501
			},
			1,
			"請問，那瓶可以讓我也品嚐一下嗎？",
			0
		}
	}
}
