_G.pg.ship_skin_words[905010] = {
	feeling1 = "想把狼像狗一樣飼養倒也無所謂，被咬的時候可別哭鼻子哦？",
	feeling3 = "不要露出那種表情……只要你不選擇背叛我，我也絕不會背叛你。",
	lose = "我會很快讓你們知道…這份屈辱的利息有多重！",
	propose = "我所行走的道路，是條絕不會被讚許、看不見未來的泥濘之道，即便如此你也要與我一同前行嗎？……哼，真是個愚蠢的傢伙啊。那份愚蠢的信任——就讓我用餘下的生命來回報吧。",
	expedition = "吵吵鬧鬧的傢伙們回來了呢。",
	win_mvp = "你們的努力令人感動——可惜選錯了對手",
	home = "狩獵結束了？我在場的話，那種戰鬥一瞬間就會分出勝負了。",
	mission = "工作就是工作，光發牢騷數量也不會減少。",
	touch2 = "……待會可別後悔哦？",
	voice_key_2 = -1,
	skill = "遊戲就到此為止了！",
	drop_descrip = "黎胥留級戰艦—讓·巴爾",
	mail = "看到有你的信，我順手帶過來了。",
	touch = "別向我撒嬌。",
	profile = "我是戰艦讓·巴爾號，這名字源於“受人敬仰”的某位私掠船船長……嗯？你問私掠船是什麼？哼，就是打著國家大義名號，公然搶劫的海盜船啊。",
	mission_complete = "……哼，真是寒酸的報酬啊。",
	feeling4 = "你要是受傷了，其他人會很囉嗦的……把我當作盾牌使用吧。",
	unlock = "我是讓·巴爾，七大洋上最新也是最後的戰艦。今後就是由你來決定我的航向嗎……哼，就讓我看看你有多少能耐吧",
	feeling5 = "有你在附近的話，好像連空氣都會放鬆下來……我可能、要稍微睡一會………………………不要走開。",
	main = "戰艦的時代結束了？哼，那又如何，我的時代才剛剛開幕。|信仰也好理念也好，整天掛在嘴邊也就只是夢話罷了。|為什麼總有傻瓜向永遠不會給予回應的東西祈禱？",
	battle = "不用講究無聊的騎士道精神，你們一起上吧",
	upgrade = "感覺不錯。想試試嗎？",
	voice_key = 90501,
	headtouch = "",
	feeling2 = "你的笑容讓我想起某個人……某個，我想要憎恨的人。",
	login = "你這傢伙……意外地忙碌啊。有什麼我能做的就說一聲吧。",
	vote = "",
	hp_warning = "就這點能耐嗎？",
	id = 905010,
	detail = "隨便刺探個人情報的傢伙，被綁在炮管上也別抱怨啊。",
	couple_encourage = {
		{
			{
				80501
			},
			1,
			"停止祈禱吧——戰鬥開始了。",
			0
		},
		{
			{
				10519
			},
			1,
			"這回可不會落後了！",
			0
		}
	}
}
