_G.pg.ship_skin_words[102100] = {
	feeling1 = "哈啊……看來你也不過如此，有所期待是我的錯",
	feeling3 = "什麼？沒想到我居然會喜歡芭蕾舞？你什麼意思？再笑我要錘你了哦？",
	lose = "嘖……這幫不要命的傢伙……",
	propose = "嗯……謝謝。希望今後就算遠離了戰場，我也能一直和指揮官在一起……哎呀，這樣的台詞真是不適合我，總之，我真的很高興！",
	expedition = "姐妹們下班回家了，不去慰勞一下嗎？",
	win_mvp = "沒什麼沒什麼，只是日常操作而已啦~",
	home = "回去囉，口香糖都嚼得沒味道啦~",
	mission = "剛把口香糖放進嘴裡，又有新的任務下達了……",
	touch2 = "指揮官喜歡的是星星，還是別的什麼~？",
	voice_key_2 = -1,
	skill = "槍炮無眼，自求多福吧~",
	drop_descrip = "克里夫蘭級輕巡洋艦—哥倫比亞，舷號CL-56",
	mail = "快去翻翻信箱吧，說不定有好東西呢",
	touch = "幹嘛啦！害我泡泡都吹破了~",
	profile = "嗨，我是跑遍了大半個太平洋，獲得10顆戰役之星的哥倫比亞。我知道自己很厲害啦，要誇就多誇誇我姐姐克里夫蘭吧。沒事的話，我繼續去巡航了？",
	mission_complete = "今天的任務也是小菜一碟，輕鬆輕鬆~",
	feeling4 = "為什麼只有左腳穿了襪子？這可是秘密，有本事就來脫掉試試呀，嘻嘻",
	unlock = "指揮官好，克里夫蘭級輕巡二號艦哥倫比亞就是我~是南卡羅萊納的哥倫比亞不是首都那個哦~什麼，南美洲的？你是故意裝傻吧？",
	feeling5 = "休假的時候見不到你，總覺得心裡空蕩蕩的……讓女孩子主動說這種話，你好意思嗎，笨蛋！",
	main = "指揮官問我在聽什麼？你猜？搖滾？錯啦~|切，墨鏡又被姐姐搶走了……|戰爭結束後，去玩橄欖球也不錯……",
	battle = "切~沒辦法，就讓你們見識下南方人的厲害吧",
	upgrade = "哼嗯……感覺還不錯",
	voice_key = 10210,
	headtouch = "",
	feeling2 = "指揮官，天氣不錯，不出門透透風嗎？老待在家裡小心發霉哦~",
	login = "今天也是風平浪靜的好天氣，很好很好~",
	vote = "",
	hp_warning = "別以為這樣就算完了……",
	id = 102100,
	detail = "想了解我？那就讓你看個夠吧",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"老姐，沒我支援還是不行吧？",
			0
		}
	}
}
