_G.pg.ship_skin_words[900241] = {
	feeling1 = "指挥官，再不自重一点的话标枪可就真的不喜欢你了！",
	feeling3 = "感觉和指挥官的距离越来越近了呢，嘻嘻，不过还要再努力一点哦~",
	lose = "啧，大意了！",
	propose = "指挥官，怎么了，一脸慎重的样子……欸？……等等，标枪还没有做好心理准备，怎么办怎么办，头发还有些乱，也没有打扮过……指挥官，等我一下，绝对要等我哦！",
	expedition = "是不是有点累了？正好委托应该完成了，散步去港口迎接姐妹们吧",
	win_mvp = "我厉害吧？——笨蛋~不会夸得更帅气一点啊！",
	home = "指挥官辛苦了，我来给你捶捶背吧",
	mission = "指挥官指挥官，新的任务下达了呢",
	touch2 = "嘎哦——！指挥官，工口是不行的哦！",
	voice_key_2 = -1,
	skill = "好好看着标枪的活跃吧",
	drop_descrip = "J级驱逐舰—标枪，舷号F61",
	mail = "呐呐~有新邮件！",
	touch = "指挥官累了吗？那就来休息下聊聊天吧~？",
	profile = "指挥官好，我是J级驱逐标枪。 \n和姐妹们参加了纳尔维克海战以及敦刻尔克大撤退，虽然中间闹了一些小别扭，不过也算是奋战到最后了啦！",
	mission_complete = "指挥官指挥官，快看看奖励都有什么吧？",
	feeling4 = "指挥官，人家一直想要像漫画里面那样，在大树下被喜欢的人表白呢……",
	unlock = "我是标枪，指挥官指挥官，请多指教啦～欸嘿嘿，因为在意的女生突然自己加入到手下来，不知所措了？",
	feeling5 = "能和指挥官两个人一起就好让人开心呀～啊，标枪亲手做了便当哦，要吃吗~",
	main = "今天一天也好好加油吧！ |呼啊……讨厌存在感稀薄，我要逆袭~|标枪可是很幸运的哦！|指挥官指挥官，陪标枪玩嘛| 指挥官在身边的感觉好安心",
	battle = "消磨下时间吧！",
	upgrade = "嘻嘻，被指挥官关心的感觉好温暖",
	voice_key = 20121,
	headtouch = "指挥官，标枪很有精神哦！",
	feeling2 = "——我可爱？欸~~？骗人的吧！指挥官你又在骗小孩了～！",
	login = "指挥官，欢迎肥……回来！",
	vote = "",
	hp_warning = "为了指挥官，大家加油！",
	id = 900241,
	detail = "指挥官这么在意标枪，好开心！",
	couple_encourage = {
		{
			{
				20122
			},
			1,
			"见识一下J级的实力吧！",
			0
		},
		{
			{
				10117
			},
			1,
			"为了指挥官一起加油吧~",
			0
		},
		{
			{
				1
			},
			5,
			"枫军的姐妹们，Fight~",
			4
		}
	}
}
