_G.pg.ship_skin_words[900243] = {
	feeling1 = "……不是很想靠近指挥官……",
	feeling3 = "指挥官……你一直说{namecode:6}的耳朵可爱，但是为什么不摸摸看呢？",
	lose = "没关系……我自己很快就会好起来的",
	propose = "放心吧，这次我无论如何都会活下来，然后回到指挥官面前……因为……我想见指挥官……",
	expedition = "……指挥官，有委托完成了",
	win_mvp = "第一名吗？虽然并不是很懂那是什么意思，不过，谢谢",
	home = "指挥官在战场上和我有点像，稍微……有点帅",
	mission = "指挥官的新任务下达了",
	touch2 = "指挥官，请不要……乱碰，感觉……有点奇怪",
	voice_key_2 = -1,
	skill = "“鬼神”之力，好好感受吧！",
	drop_descrip = "特II型{namecode:6}级驱逐舰一番舰—{namecode:6}\n<color=#ffde38>获得后将解锁建造</color>",
	mail = "有新的……邮件……",
	touch = "唔——有点痒……",
	profile = "{namecode:2}级驱逐舰的改良舰{namecode:6}……的说，对我来说，战斗没什么好害怕的，所以虽然只是驱逐舰，但是无论什么敌人我都敢一战……",
	mission_complete = "之前完成的任务，奖励送来了……",
	feeling4 = "如果说有什么担心的事情……大概就是不在指挥官身边吧……",
	unlock = "{namecode:6}……的说，他们喜欢叫我“鬼神”就是了。请多指教",
	feeling5 = "我不讨厌战斗，也不喜欢，只是普通地战斗而已……现在的话，为了指挥官……感觉，会变得更强",
	main = "{namecode:6}的耳朵……比较可爱吗？不太懂……指挥官开心就好|最近时常会做和大家走散的噩梦，一定是我做的还不够好……|指挥官？…不，没事。我只是确认一下你是不是还在",
	battle = "想去……所罗门吗？",
	upgrade = "力量涌出来了……",
	voice_key = 30105,
	headtouch = "虽然不太明白这样有什么意义……但是有点高兴（蹭蹭）",
	feeling2 = "对指挥官的看法？{namecode:6}不是很明白……",
	login = "指挥官，吃了吗？我这里还有点心",
	vote = "",
	hp_warning = "我不要……一个人……",
	id = 900243,
	detail = "这次有好好的检查了通讯设备，不会再给您添麻烦了……",
	couple_encourage = {
		{
			{
				10117,
				20121,
				40123
			},
			2,
			"{namecode:6}，会保护大家的",
			0
		},
		{
			{
				10117
			},
			1,
			"拉菲…房间里的氧气可乐又不够了…",
			0
		},
		{
			{
				10601
			},
			1,
			"长岛…战场上不要分神",
			0
		},
		{
			{
				30605
			},
			1,
			"航空支援就靠你了",
			0
		}
	}
}
