_G.pg.ship_skin_words[900244] = {
	feeling1 = "结果……你也不过是个无法驱使我的无能指挥官吗……",
	feeling3 = "一无所有，方能无所畏惧。但是这样的勇敢无畏，真的是值得夸耀的吗…？",
	lose = "这就是……面对失败时的恐惧与不甘吗……？",
	propose = "啊啊，这就是…感情的热度吗？仿佛要把心中的寒冷和绝望都融化一般——Danke sehr，指挥官，北方的女王，已经不再孤独了",
	expedition = "有军事委托完成了……下次让我去试试如何？稍微……有点好奇",
	win_mvp = "这就是……胜利的滋味",
	home = "指挥官，多上战场，你若长居幕后，总有一天会忘了生命之重",
	mission = "好好完成任务吧……有一天你会意识到还有任务可以执行是一件愉快的事",
	touch2 = "我要怎么处置你好呢……",
	voice_key_2 = -1,
	skill = "Checkmate",
	drop_descrip = "俾斯麦级战列舰—提尔比茨",
	mail = "你的邮件……呵，真是令人羡慕",
	touch = "冷吗？",
	profile = "稍微有点热……啊，抱歉，我是提尔比茨，一直一个人待在北方无所事事，所以有许多人叫我“北方的孤独女王”——如果你认为这是一个好听的绰号，那你也许没有听得仔细……这几个字中，唯有虚无",
	mission_complete = "任务奖励……真是不错",
	feeling4 = "我想最糟糕的感觉，莫过于不知道应该等待还是放弃了吧，你有值得我等待的价值吗，指挥官？",
	unlock = "我曾被困在北方许久，还不得返回自己的故乡，现在你竟敢要我跟你走？！——好啊，我就跟你去看看这个世界吧",
	feeling5 = "啊…原来如此，我曾以为我早已习惯了寒冷，早已视孤独如美酒，不过看来我只是忘了，对，忘了与他人交流的愉快，忘了有人陪伴时心脏的鼓动…不过现在，我都记起来了——",
	main = "姐姐……这么说来，我好像确实有个姐姐，呵，我都要忘了|在和平的地方眺望着战场，除了“真残酷啊”之外不知道说什么的感觉，你明白吗？|战略意图吗……不过装上了炮管却不是用来装填弹药的，还真是有些讽刺啊",
	battle = "我将为你而战，指挥官",
	upgrade = "无论多强，只要没有对手，那就毫无意义……",
	voice_key = 40502,
	headtouch = "",
	feeling2 = "我早已习惯北方的寒冷与孤寂，事到如今自然不会还有什么期冀……",
	login = "一旦习惯于等待，所等待的东西就失去了意义……",
	vote = "",
	hp_warning = "没人会保护自取灭亡的人",
	id = 900244,
	detail = "谨慎选择敌人，指挥官",
	couple_encourage = {
		{
			{
				40501
			},
			1,
			"悲伤的表情可不适合你，姐姐",
			0
		}
	}
}
