_G.pg.ship_skin_words[900247] = {
	feeling1 = "我似乎看到指挥官被{namecode:91}前·辈砍杀的未来了呢",
	feeling3 = "对一二航战的不满？当然有啦——自说自话地抛弃了妹妹的姐姐，不可能不遭妹妹怨恨吧",
	lose = "真遗憾~我可不会像{namecode:94}前·辈那样不知进退",
	propose = "我的笛音宛若流水，是以纵情吹之必立于高山。不过——比起高山，现在是你的身侧更适合我的笛声呢",
	expedition = "为了丸五计划，这些也是必须的",
	win_mvp = "五航战的荣耀~噗~",
	home = "像我们五航战一样平稳地回到港口了呢",
	mission = "我来看看任务……不是去珊瑚海呢，真遗憾~",
	touch2 = "指挥官，请沉浸在{namecode:95}的温柔中吧",
	voice_key_2 = -1,
	skill = "这是姐姐的权利！",
	drop_descrip = "{namecode:95}级航空母舰一番舰—{namecode:95}",
	mail = "邮件上写司令部决定实行AL/MI计划……了……开玩笑的~",
	touch = "指挥官，想听一听我的笛声吗？",
	profile = "第五航空战队旗舰{namecode:95}~因为笨蛋前·辈们轻率地死掉不得已扛起了重樱航空部队的大旗，虽然战绩比前·辈们高了一点点但总是被说比前·辈们弱，大概是因为谢幕得不够快不够华丽吧噗嗤——那么，再重新自我介绍一下，我是重樱航空战队的被害担当——大型舰队空母，{namecode:95}~，请多关照~",
	mission_complete = "九段渐减邀击计划……嘁，不实行啊",
	feeling4 = "前辈们实在是太狡猾了！明明我马上就要超越她们了——却一下子跑到了我永远也触及不到的地方！真是太狡猾了！",
	unlock = "第五航空战队旗舰{namecode:95}，今后会以一航战的前·辈们为目标，好好努力的！噗嗤~别露出那种表情啊~开玩笑的~",
	feeling5 = "指挥官，我可以借下你的肩膀吗……有时我也会想什么都不想地发会呆呢……到时候我可以依靠你吗？",
	main = "一直和一航战的前·辈们相处，指挥官一定很辛苦吧~|虽说好像是加害者与被害者的关系，不过，在各个方面今后都请加多指教了哟，列克星敦~ |{namecode:96}，再给白鹰的同·僚们添麻烦的话，今天晚上你就只能吃天妇罗咯",
	battle = "理想型舰队航母——{namecode:95}，出击！",
	upgrade = "能更好地保护{namecode:96}了！",
	voice_key = 30705,
	headtouch = "",
	feeling2 = "我和妹妹{namecode:96}在最艰难的时刻并肩作战了两年，要是笨蛋前辈们能再争点气的话……",
	login = "理智是女人的美德……拜此所赐，我总与那些前·辈们格格不入呢，真困扰~",
	vote = "",
	hp_warning = "反……反向注水！",
	id = 900247,
	detail = "我的笛声是亡者的安魂乐……指挥官，你想听一曲吗？",
	couple_encourage = {
		{
			{
				30706
			},
			1,
			"{namecode:96}，全力攻击！我来掩护你！",
			0
		},
		{
			{
				30701
			},
			1,
			"看到我的实力了吗，{namecode:91}姐！",
			0
		},
		{
			{
				30702
			},
			1,
			"这次……绝对会让你承认我的实力！",
			0
		},
		{
			{
				10702
			},
			1,
			"离我太远，防空圈会保护不到你的~",
			0
		},
		{
			{
				10703
			},
			1,
			"修理厂女皇是要上哪巡游啊？",
			0
		}
	}
}
