_G.pg.ship_skin_words[900252] = {
	feeling1 = "…指挥官似乎欠缺勇敢呢",
	feeling3 = "天上的光全都是星星，海上的光全都是敌人……指挥官，真的会有没有斗争的那一天吗？",
	lose = "全力而败，也没什么怨言",
	propose = "我曾横跨无数战场，也迎接过无数别离，我的身上承载着无数的夙愿与意志。指挥官做好承担这一切的准备了吗？——是吗…那就一起走下去吧，直到生命的尽头",
	expedition = "我一直在战场上所以明白后勤有多重要，指挥官，去迎接那些在幕后努力的姐妹们吧",
	win_mvp = "指挥官，告诉我，我还要击沉多少敌人才行？",
	home = "一场战斗结束后还有下一场战斗在等待、吗…",
	mission = "指挥官，还有任务没有完成，赶快出发吧",
	touch2 = "什……！！",
	voice_key_2 = -1,
	skill = "结束了",
	drop_descrip = "约克城级航空母舰—企业，舷号CV-6",
	mail = "指挥官，有新邮件",
	touch = "怎么，要出动了吗？",
	profile = "我是约克城级航空母舰的企业。灰色幽灵是我众多绰号之一。\n身上这浸满鲜血的战衣无时无刻的在提醒着我沉重的使命，不过我将继续胜利，直到战争的尽头",
	mission_complete = "指挥官，奖励收到了",
	feeling4 = "单纯的无敌是没有意义的，指挥官。不过我相信有你在，我一定可以发挥我这身本领的最大价值，让我们一起终结这场斗争吧",
	unlock = "约克城级二号舰企业，报到。对于敌人，我不会同情也不会手下留情，只会全力迎战，这就是我的风格",
	feeling5 = "战争结束后你想做什么？——我？我的话，大概还会跟着你吧，毕竟战场之外也只有你身边比较安心了，你愿意……带我走吗？",
	main = "指挥官？……我已经开始怀疑自己是不是可以反潜了|幸运也是实力的一部分？那我能分一些给姐姐么？|活着的话，就会有不如意。但是死的话，一定要不留遗憾",
	battle = "勇往直前吧",
	upgrade = "力量的彼端是什么……让我去看看吧",
	voice_key = 10706,
	headtouch = "",
	feeling2 = "我的愿望是正直而真诚地活着，所以有什么意见我会直说，你如果有什么想法也都告诉我吧",
	login = "你来了？要战斗的话我随时都能出动",
	vote = "",
	hp_warning = "这才有意思不是吗！",
	id = 900252,
	detail = "要看看我珍藏的勋章吗？",
	couple_encourage = {
		{
			{
				30701,
				30702,
				30704
			},
			1,
			"和老对手联手的感觉也不坏",
			0
		},
		{
			{
				10705,
				10707
			},
			2,
			"让你们见识一下真正的无敌吧",
			0
		},
		{
			{
				10703
			},
			1,
			"真是贪玩的老伙计",
			0
		},
		{
			{
				1
			},
			5,
			"白鹰的战士们，赌上性命吧！",
			3
		},
		{
			{
				3
			},
			5,
			"呵呵，要和我比赛吗？",
			3
		},
		{
			{
				8
			},
			3,
			"都是熟人啊，好，上吧！",
			4
		},
		{
			{
				10709
			},
			1,
			"证明自己吧！",
			0
		},
		{
			{
				20212
			},
			1,
			"受你照顾了啊。要跟上哦！",
			0
		},
		{
			{
				10117,
				30105,
				40123,
				20121
			},
			3,
			"这就是…羁绊的力量……",
			0
		},
		{
			{
				30405
			},
			1,
			"这感觉是…有你在的话，{namecode:91}一定会…",
			0
		},
		{
			{
				10717
			},
			1,
			"放心吧，我也在",
			0
		}
	}
}
