_G.pg.ship_skin_words[900254] = {
	feeling1 = "揍你啰——！",
	feeling3 = "围剿俾斯麦和钨作战？我只是一时兴起帮了点忙啦，可没有什么成为武勋舰的打算…",
	lose = "失败时保持美丽的身姿，乃败者的礼仪",
	propose = "不必那么绞尽脑汁啦，按照自己的方式与我交往就好…好啦，难得这么具有纪念意义的日子，不要这么紧张嘛~未来就以我每时每刻都心情愉快为目标，好好努力吧！",
	expedition = "不要再磨磨蹭蹭的啦，我和执行委托的孩子们约好了，要用飞机上的相机拍下她们进港的瞬间",
	win_mvp = "真是的，看到了这么凄惨的败相，胜利的我也高兴不起来呀…",
	home = "庆贺作战胜利，戴上这顶月桂花环怎么样？说不定很适合你哦",
	mission = "恣意妄为是美丽的我的特权，可不要想着能把任务推给我——",
	touch2 = "你、你刚刚绝对做了吧！做了…那个…",
	voice_key_2 = -1,
	skill = "为我高声歌唱吧，美丽的世界！",
	drop_descrip = "光辉级航空母舰—胜利，舷号38",
	mail = "比起冷冰冰的印刷字体，我更喜欢亲笔手书。指挥官，你想知道如何从笔迹中窥探写者的内心吗？",
	touch = "如果你露出消沉的表情，我也会跟着消沉的，有如此美丽的我在你身边，开心一点啦~",
	profile = "光辉级航空母舰二号舰胜利号，从大西洋、印度洋到太平洋，我随着海风一路航行——",
	mission_complete = "真是的，仅此一次下不为例，可不要妄想我会帮你第二次！",
	feeling4 = "喂，我心情不太好，你现在很闲吧，我来帮你打扮得漂漂亮亮吧，看到漂亮的东西我的心情也会变好～",
	unlock = "皇家海军、胜利号，为我的到来尽情高歌吧，只要有象征胜利的我加入，无论什么肯定都能顺风顺水，随心所愿！",
	feeling5 = "不自觉地期待起未来你会变成什么模样了，明明现在就已经足够讨我喜欢了……哎呀，满脸通红的指挥官真可爱呢~",
	main = "丑陋是战争的代名词，与之相对，我头顶的橄榄花环正是和平与美丽的交织——|提尔比茨，如果你还不出来陪我玩，我只好再炸一遍你的家啰|虽然我不喜欢暴力，但使用暴力往往是解决麻烦最简捷的手段…",
	battle = "真是的，大炮与炸弹只会使丑陋的东西变得更加丑陋…",
	upgrade = "赞美我不必苦思什么妙语，最能打动心灵的永远是真情挚意！",
	voice_key = 20704,
	headtouch = "",
	feeling2 = "从特拉法尔加海战知道了我的名字——？不、名字不一样啦。对我来说，那位是别人家的孩子般的存在呢……",
	login = "碧海的波纹、风中的清香、还有…——世界真的每时每刻都有新的美丽诞生呢",
	vote = "",
	hp_warning = "哎呀哎呀，有点大意了呢",
	id = 900254,
	detail = "恋爱也好，战斗也好，更勇敢大胆一点啦～放心，关键的时候我会支援你的",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"这次也多多指教了，比我还平的“航空母舰”~",
			0
		},
		{
			{
				20703
			},
			1,
			"姐姐，你应该丰满的地方过于丰满了！",
			0
		}
	}
}
