_G.pg.ship_skin_words[900260] = {
	feeling1 = "看来你不是我追求的勇者…",
	feeling3 = "如果有一天你输了，那只能说明你太弱了，弱者被淘汰也是正常，不过，谁让你是我的人呢，只好由我来替你报仇了",
	lose = "这份痛楚……我会十倍奉还的！",
	propose = "——这个是给我的？……呵呵呵呵……强者会彼此吸引，这可能就是命运吧？既然如此，就让我遵循命运和自己的本能吧",
	expedition = "出委托的姐妹们回来了，你先去吧，我去给她们准备一些点心",
	win_mvp = "弱者就是这个下场，太弱了，才会死，仅此而已",
	home = "屠戮过敌人之后，就是愉快的奖励时间了，尽情享受短暂的喘息时间吧",
	mission = "指挥官，别顾着玩了，还有任务没完成",
	touch2 = "……如果这样能让你放松一下的话",
	voice_key_2 = -1,
	skill = "战场上只有强者才能生存哦！",
	drop_descrip = "{namecode:92}号航空母舰",
	mail = "有你的信件，下次不要忘了",
	touch = "有什么疑问吗？",
	profile = "我是第一航空战队的重型空母，{namecode:92}。\n虽然一开始是按照战列舰的规格进行建造，但现在成为正航可谓是命运的安排吧。——对待敌人？当然只有虐杀一途，那不是我的兴趣，而是我的义务，明白吗？",
	mission_complete = "奖励下达了，这也是你努力的成果",
	feeling4 = "虽然我自己也很纳闷，不明白为什么有这种心情，这是兽性本能吗？",
	unlock = "这里能让我找到足以满足的敌人？好吧，从今以后，我就是你的人了，这大概也是某种命运吧",
	feeling5 = "虽然有很多话想跟你说，但是一看到你的脸，就全都想不起来了",
	main = "我是一切的征服者，无论对谁|我们的敌人很强，但正因为如此，才有摧残殆尽的价值，呵呵呵呵呵……|五航战的孩子们？她们好好努力的话还是值得一看的",
	battle = "用你们死前最后的挣扎来取悦我吧…呵呵…",
	upgrade = "不错的感觉……想到了不少新的手段呢",
	voice_key = 30702,
	headtouch = "",
	feeling2 = "弱者被淘汰是必然的下场，不甘心的话就变强啊",
	login = "公平与正义只适用于强者，弱者只能缩在角落里哀泣",
	vote = "",
	hp_warning = "死斗时间到了~呵呵，呵呵呵……",
	id = 900260,
	detail = "指挥官，你这么看着我，会让我有些想把你吃掉的",
	couple_encourage = {
		{
			{
				30701
			},
			1,
			"姐姐，请严肃一点",
			0
		},
		{
			{
				10706
			},
			1,
			"可不能让一航战被看扁了",
			0
		},
		{
			{
				10209,
				10501,
				10502,
				10704,
				10705,
				10706,
				10707,
				30701
			},
			3,
			"想不到和你们一起……",
			0
		},
		{
			{
				30204
			},
			1,
			"{namecode:46}，那个时候多受你照顾了",
			0
		},
		{
			{
				30707
			},
			1,
			"真是难缠的家伙啊",
			0
		}
	}
}
