_G.pg.ship_skin_words[900261] = {
	feeling1 = "指挥官，你这样下去是不行的",
	feeling3 = "指挥官，你总是叫我出来陪你散步，是遇上什么烦心事了么？",
	lose = "……对不起，指挥官……我辜负了您的信任",
	propose = "等一下指挥官……等、等我找些蜡烛来摆个心吧，或或者再找些罩子罩住不让它们熄灭，再、再然后……请不要看我，我现在的表情一定很奇怪！",
	expedition = "有姐妹完成委托回来了。下次请让我也一起去完成委托吧，我……不太喜欢站在迎接的那一方",
	win_mvp = "敌方舰队确认歼灭，任务完成",
	home = "本次作战的损耗，我会尽快整理向您汇报",
	mission = "指挥官，我们还有要完成的任务",
	touch2 = "……！！指挥官，虽然我无意违抗您……但是……",
	voice_key_2 = -1,
	skill = "声望，两舷全速！",
	drop_descrip = "声望级战列巡洋舰—声望",
	mail = "有时间的话请尽快查阅信件",
	touch = "……有点、奇怪——不如说只被指挥官这样过",
	profile = "我是皇家舰队皇家海军声望级战列巡洋舰——声望号，经历过两次世界大战的洗礼，拥有自豪的战绩。无论指挥官下达什么命令，我都会尽全力去完成的！",
	mission_complete = "请快点领取奖励吧！",
	feeling4 = "…为什么那一次在海边你用蜡烛摆了个心？然后我问“这样不怕海风吹灭”的时候你哭了？",
	unlock = "皇家舰队皇家海军声望级战列巡洋舰声望，为您效劳。您剑所指，就是我的炮管所向",
	feeling5 = "放心吧，我也没愚笨到那个程度，下次我会带好罩子帮你把蜡烛给罩起来，到时候再好好告诉我你想说的话吧",
	main = "指挥官没有指示？看来是要“静观敌变”……吗？|螺旋桨吗？一天胡德小姐不小心撞倒了我，我在反应过来以后就收到了这个作为赔礼道歉的东西……|什么？认真的声望小姐很可爱么……好的，我会替声望小姐感谢您的——欸？",
	battle = "敌舰队发现！全队，任意开火！",
	upgrade = "你的意志，就是我的力量之源",
	voice_key = 20401,
	headtouch = "",
	feeling2 = "情书？用琴怎么能做书呢？听起来真富有挑战性",
	login = "指挥官，请下达指令吧",
	vote = "",
	hp_warning = "速度就是最好的防御！",
	id = 900261,
	detail = "声望的各系统状态良好，请指挥官放心",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"能并肩作战，不胜荣幸！",
			0
		},
		{
			{
				20503
			},
			1,
			"航速29节，声望，出击！",
			0
		},
		{
			{
				20502
			},
			1,
			"声望级，见敌必战！",
			0
		}
	}
}
