_G.pg.ship_skin_words[900262] = {
	feeling1 = "指挥官，我喜欢有个性或者会做饭的人，而你，不行",
	feeling3 = "呵呵，指挥官，怎么样，我的厨艺令你满意吗？尽管吃吧，看到你这么满足，我也很高兴",
	lose = "无需气馁，真正的胜负可不是一场战斗能左右的",
	propose = "“想要抓住一个人的心，就要先抓住他的胃”，你已经完全获得了我的心呢，指挥官，从今往后，也希望你能一直为我做饭",
	expedition = "港口那边有些动静？哦，是委托组回来了啊",
	win_mvp = "不要大意，胜利和各位的安全，我都要",
	home = "在战场上纵横愉快吗，指挥官？",
	mission = "任务啊，要是有些挑战性就再好不过了",
	touch2 = "哦？没想到指挥官原来是这么大胆的人啊",
	voice_key_2 = -1,
	skill = "日不落的辉光永不散去！",
	drop_descrip = "英王乔治五世级战列舰—英王乔治五世，舷号41",
	mail = "信件……呵，是战书呢，还是情书呢？",
	touch = "为什么这里有山一样多的零食？不吃饱怎么有精力做事呢，对吧",
	profile = "英王乔治五世级命名舰，正是我，担任过本土舰队旗舰，也参与过不少作战，还和俾斯麦交过手，不过那次打得不够尽兴，要是在这边还能再交手就好了……至于其他的，你想知道我的什么呢？",
	mission_complete = "完成任务后的饭果然是最美味的，对吧，指挥官",
	feeling4 = "指挥官，你也开始学习厨艺了吗？呵呵，那真是太好了，能吃到你为我做的饭是我的荣幸，我很期待",
	unlock = "新的战场吗，呵呵，让我好等啊……那么，你就是我的指挥官吗？英王乔治五世，为你效劳",
	feeling5 = "美食和战斗是我的两大乐趣，我可以孤军奋战，但美食一个人享用实在是太寂寞了，能遇到跟我一起分享的你，实在是太好了",
	main = "指挥官，这里的一切要有你在才能运转起来，可不要懈怠啊|约克和威尔士？呵呵，虽然她们不会抱着我的手臂喊我姐姐大人有点遗憾，不过有个性是好事|对我来说，世上没有比伊丽莎白女王陛下更值得侍奉的君主了，你能明白吗，指挥官|皇家的食物都是黑暗料理？哼，这只是以偏概全而已！",
	battle = "在这里也留下我们的威名吧！",
	upgrade = "嗯……突然有想大吃一顿的冲动呢",
	voice_key = 20505,
	headtouch = "",
	feeling2 = "说起来，指挥官，你会做饭吗？别看我这样，为了满足自己的胃，我在厨艺上可是下了许多功夫的",
	login = "指挥官，吃过了吗？",
	vote = "",
	hp_warning = "有点意思！",
	id = 900262,
	detail = "你问我在皇家的地位？嗯……如果一定要类比的话，大概是骑士长吧？呵呵",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"威尔士，可别再突然离开我了！",
			0
		},
		{
			{
				20507
			},
			1,
			"约克，跟姐姐一起把战场撕碎吧",
			0
		}
	}
}
