_G.pg.ship_skin_words[900266] = {
	feeling1 = "这般消极的态度可不行。让我来进行强制矫正吧",
	feeling3 = "指挥官同志，怎么了？不仅想与北方联合的一员，更想与作为个人的我加深感情？哼，主观的选择倒也不让人讨厌就是",
	lose = "真是屈辱…！品质不良的问题竟然在这时候爆发了…！",
	propose = "只要一息尚存，我就会贯彻自己的使命。不仅是作为这支舰队的一员，更是作为与你建立了羁绊的存在——这不仅是理性的思考，也是我主观意识引导出的必然结论",
	expedition = "军事委托吗。在舰队运营上，确实能起到强化后勤的作用啊",
	win_mvp = "确认击沉。你们是无法阻挡北方联合，无法阻挡正义的解放的！",
	home = "辛苦了。究竟这次收获的是光荣的胜利，还是失败的转进呢，就让我好好听听吧",
	mission = "任务来了。事务性的工作就交给我吧，你就专心进行作为指挥官的指挥与判断就行",
	touch2 = "这可不能说是绅士的行为啊",
	voice_key_2 = -1,
	skill = "把你们统统轰飞！",
	drop_descrip = "蘇維埃聯邦级战列舰—苏维埃罗西亚",
	mail = "信件来了。指挥官同志，在下一封送来之前，尽快阅读确认吧",
	touch = "想要加深交流吗？好，那就从把握手变成每天的习惯开始吧",
	profile = "我乃23型战列舰·苏维埃罗西亚。在大战中本是作为战略性的存在而发起建造计划，却因诸多原因而最终未能付诸最终实现。不过，这个舰队，似乎能让我证明自己真正的价值，取得决定性的成果呢，我很期待",
	mission_complete = "唔，奖励列表有缺漏…？总体来说应该没问题才对…",
	feeling4 = "呣，厨艺不错啊…指挥官同志，感谢你准备的美食。不过，莫非你对我发起的攻势不光是传统的社交礼仪，甚至还包含更加原始的欲求成分么！",
	unlock = "吾之名为「苏维埃罗西亚」，北方联合的杀手锏，最大最强的战舰之一。为了铲除挡在你和革命之前的一切障碍，我将全力出击",
	feeling5 = "干得漂亮…！不过，赌上北方联合的骄傲，我是不会就这样屈服于指挥官同志的攻势的…！来吧，指挥官同志，以全身全心，接下我全力以赴的恋爱攻势吧！",
	main = "提交的报告有缺失？唔，是很初级的疏忽啊…我这就补上。…这事就不用跟别人说了|希望你能以纵览全局的视角进行指挥，要知道，你的肩上担负的，绝不仅仅是任何一个特定的个体|刚才在整备舰装的时候，突然发现多了几个螺丝…唔，能不能乐观地当作“资源不知不觉的增加了”…？果然不能吗……|你的战术指导太保守了！只要尚未被击沉，就能继续战斗——修复战损、反省疏失，强化舰身，改进方案——不断持续这样的循环才是最合理的作战方式",
	battle = "炮击开始！一口气压制对方！",
	upgrade = "是一次理想的强化，下次也拜托你了",
	voice_key = 70505,
	headtouch = "",
	feeling2 = "希望你的舰队能如同磐石一般…唔，这只是比喻，换句话说，希望这个舰队也能团结一致，就像我们北方联合那样",
	login = "指挥官同志，今天到得有点晚了。不要忘记了勤劳奋斗的精神",
	vote = "",
	hp_warning = "还不是致命的损伤…！",
	id = 900266,
	detail = "是指挥官同志吗…抱歉，房间东西有些杂乱。不过，这些都是为了达成目的不得不付出的牺牲",
	couple_encourage = {
		{
			{
				29901,
				29902,
				39901,
				39902,
				49901,
				89901,
				19901,
				19902,
				39903,
				39904,
				49902,
				99901
			},
			1,
			"思考存在意义毫无用处，在此展示力量即可！",
			0
		},
		{
			{
				900217
			},
			1,
			"基洛夫，支援我！",
			0
		}
	}
}
