_G.pg.ship_skin_words[900267] = {
	feeling1 = "将莽撞当作勇气的人是没有未来的，同志啊",
	feeling3 = "同志啊，希望你不要误会，这不仅仅是我们的战斗，更是你的战斗。不要仅满足于现状，我们要一起不断精进才行",
	lose = "同志啊，这不是败北，而是警醒！警醒我们不要忘却了革命的初心",
	propose = "誓约…吗。虽然事到如今其实已经没什么太大的意义，不过作为与同志关系进步的证明，也算是一大收获吧。好！来干杯吧！同志啊！以后也多多指教了！",
	expedition = "和“冰上航行”那般苦涩的返航不同，这次同伴们带回来的，是满满的希望。让我们去迎接她们吧！",
	win_mvp = "庆贺吧！我们有此等资格！就将这份欢喜，作为下次胜利的食粮吃下吧！",
	home = "哦哦，同志啊，这次是胜利的凯旋吗？无论胜负如何，只要竭尽全力战斗过，就足够了！",
	mission = "命令是为了保证秩序而存在的，为了大局，还是尽快完成吧",
	touch2 = "同志啊，这是做什么？你总不会不知道北方联合的处罚有多严苛吧？",
	voice_key_2 = -1,
	skill = "为革命献上祝福！",
	drop_descrip = "甘古特级战列舰—甘古特",
	mail = "信来了。同志啊，尽快拆了看看吧",
	touch = "舰装？只要能使我们变强的，都应该利用起来，再美妙不过的合理主义了不是吗。我是不会甘心忍受自己弱小的",
	profile = "我是北方联合的弩级战列舰，甘古特！哼，别以为我是旧型就小看我。无论人还是舰船，都只有在力量不足的时候才会渴望强大，在窘境之时才更加追求революция。从波罗的海，到列宁格勒，只有忍辱负重，拼尽全力战斗至最后一刻，方能闪现出最耀眼的光辉！",
	mission_complete = "干得漂亮！这份奖励正是对于我等革命的最佳赞赏！",
	feeling4 = "啊哈哈哈哈哈！干得好！同志！我们即将赌上彼此的生命、勇气，一切，去挑战无数的困难和强大的敌人！没有比这更加革命的事了不是吗！",
	unlock = "呼哈哈哈！干得不错，同志！让我们团结起来，为了守护这条碧蓝的航线而奋斗吧！竭尽全力，至死方休！",
	feeling5 = "单刀直入地说吧！同志的光芒令我感到心神一振——没错，我喜欢上你了！现在我摆在眼前的，是名为“向同志表达爱意”的挑战！来吧，收下我这爱的拥抱！",
	main = "同志啊，陪我喝几杯吧？…什么？你不会一杯伏特加下肚就不行了吧？|同志啊！听完那些水兵们的故事，是不是很心潮澎湃！那正是革命者的，人性的光辉啊！|轻松获胜？说什么傻话呢，同志。不是苦战的话根本无法使出去全力！下次派我到更危险的战场去吧！",
	battle = "让我看看你们的勇气吧！！",
	upgrade = "同志啊，你也要变得更强！然后与我一同在战场发挥光热才行！啊哈哈哈哈！",
	voice_key = 70501,
	headtouch = "",
	feeling2 = "我是战舰甘古特，或许你也可以用另一个名字称呼我。不过，比起名字，更重要的还是战果。不用太过拘泥，用你喜欢的方式喊我就行了",
	login = "同志啊，今日准备挑战什么强敌？我甘古特会与你一起战斗的！",
	vote = "",
	hp_warning = "呼哈哈哈哈哈！这才像是我该在的战场啊！",
	id = 900267,
	detail = "就算失败、跌倒，满身泥泞，也能一次一次重新振作起来的人性光辉——这才是我所追求的революция(革命)，才是我所钟爱的небо(天国)！",
	couple_encourage = {
		{
			{
				30511
			},
			1,
			"呼哈哈哈哈！没想到会有与你共同战斗的一天啊！",
			0
		},
		{
			{
				70201
			},
			1,
			"挥洒革命的曙光吧！",
			0
		}
	}
}
