_G.pg.ship_skin_words[900268] = {
	feeling1 = "恶作剧？已经不会对指挥官做了哦，因为没有兴致了",
	feeling3 = "指挥官，萨拉妹妹和她的姐姐最大的差别是什么呢~答案就是萨拉妹妹今天的颜色哦~",
	lose = "欸嘿，可以趁回家维修的时候好好休息一下了~",
	propose = "啊指挥官，等一下哦，白鹰的航母姐妹们马上就要到了呢~欸？这种一生一次的场合当然要找人见证啦，萨拉妹妹可是白鹰的老将呢，很受尊重的哦！",
	expedition = "指挥官，我丢在港口巡逻的孩子说委托组的姐妹们回来了喔~",
	win_mvp = "欸嘿嘿~姐姐太忙了，偶尔让我客串下不挺好的嘛~",
	home = "回来了回来了~",
	mission = "指挥官啊，这么点任务你都不做完呀？",
	touch2 = "啊呜！！",
	voice_key_2 = -1,
	skill = "在看哪儿呢，是这边唷~",
	drop_descrip = "列克星敦级航空母舰—萨拉托加，舷号CV-3",
	mail = "有新邮件你不看吗？——不然我看了哦？",
	touch = "虽然我个子小，但我可是有好好的发育的！",
	profile = "我是航空母舰，列克星敦！的妹妹萨拉托加。\n嗯……喜欢的事情是恶作剧！啊不过指挥官已经知道了吧。\n真正的航空战术先驱吗……要是姐姐没有走的那么早，那一定是姐姐的称号吧",
	mission_complete = "指挥官，大事不好了，任务奖励不见了！欸嘿，露馅了吗~",
	feeling4 = "指挥官，萨拉妹妹有重要的事告诉你，写在你手心里喔~……（笨……蛋）你以为我会写喜欢吗~笨蛋指挥官~",
	unlock = "yo~指挥官你好！我是列克星敦——的妹妹萨拉托加~……如果没什么重要的事的话，我就先走了哦",
	feeling5 = "指挥官，你东西掉了~~啾~你掉了萨拉妹妹的芳心哟，还给你~",
	main = "哇！——嘻嘻，吓吓你~指挥官反应好迟钝呀！?|指挥官不要把萨拉托加和姐姐认错哦！|哈？要我叫你“欧尼酱”？这是绝对不可能的事哦~",
	battle = "前天是小{namecode:90}，昨天是小{namecode:103}，今天就是你们了~上吧！",
	upgrade = "萨拉妹妹爱你哦~",
	voice_key = 10703,
	headtouch = "",
	feeling2 = "今天~捉弄~谁~好呢~♪",
	login = "咻~！啊，指挥官，不好意思，我不是故意对着你放飞机的，欸嘿~",
	vote = "",
	hp_warning = "呜哇，大危机！",
	id = 900268,
	detail = "你再偷看奇怪地方的话，连小学生都不会把你当恋人",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"禁忌·双重列克星敦！",
			0
		},
		{
			{
				10705
			},
			1,
			"可爱的萨拉才不是老伙计",
			0
		},
		{
			{
				10703,
				10704,
				20703
			},
			2,
			"为什么你们发育这么好啊！",
			0
		},
		{
			{
				1040001,
				1040002,
				1040003,
				1040004
			},
			1,
			"哼哼哼~猜得出谁才是本尊吗~♪",
			0
		},
		{
			{
				10208
			},
			1,
			"圣地亚哥~加油成为虚拟偶像吧！",
			0
		},
		{
			{
				10
			},
			5,
			"猴子军团砸场来啦！",
			4
		}
	}
}
