_G.pg.ship_skin_words[900274] = {
	feeling1 = "以为善意必定能得到善意的回应…我还是太天真了么",
	feeling3 = "指挥官心情不好？还是累了？这种时候，来点小饼干就好了。心情和精神都可以很快恢复的哦。",
	lose = "下次…不会再输了。",
	propose = "啊，这就是指挥官的答复么？谢谢你，我…愿意。嗯…不求同生共死，只要你每天都能出现在我的身边就够了。…呵呵，好像说了些不太像我风格的漂亮话呢。",
	expedition = "委托队需要护航吗？我可是专业的哦。",
	win_mvp = "呵呵，今天状态不错。",
	home = "出击辛苦了。还有精神的话，就马上开始总结报告吧？",
	mission = "有任务？我能帮上什么忙吗？",
	touch2 = "…？这是要做什么？",
	voice_key_2 = -1,
	skill = "无须犹豫！",
	drop_descrip = "英王乔治五世级战列舰—豪",
	mail = "这好像是你的邮件？",
	touch = "我还不累，不需要按摩哦？",
	profile = "在去太平洋之前，我大部分时候都与乔治五世共同行动哦，还与她一起迎接过两位萨丁帝国的重要盟友呢。其他的…除了护航之外似乎也没有什么特别的事情了…？",
	mission_complete = "任务完成了。清点奖励这种小事就交给我吧。",
	feeling4 = "指挥官，下次一起来参加点心会吧？有你在的话，气氛一定会轻松许多的。就我个人而言，也希望能和指挥官有多些共处的时间就是了。",
	unlock = "很高兴见到你，指挥官。我是英王乔治五世级的最后一员，豪。希望今后我们能愉快相处。",
	feeling5 = "拐弯抹角毕竟不是我的风格呢…嗯。指挥官，我很喜欢你，无论作为舰队的领导者还是作为常伴身旁之人。你觉得…我怎么样呢？",
	main = "威尔士和约克公爵都是很有意思的人，虽然有时候多少让人有点跟不上她们的节奏…|乔治五世姐姐对我很好哦，还会经常给我小点心吃…不过，要是她能不要每次把我当小孩子就更好了。|港区的夥伴们个性都很强烈，要和她们都搞好关系好像还没那么容易呢…唔…总之先来办个点心会好了？",
	battle = "对待敌人我可不会心慈手软！",
	upgrade = "呼…这份恩情，我会在战场上回报你的，指挥官。",
	voice_key = 20509,
	headtouch = "……？",
	feeling2 = "「Utcumque placuerit deo」——如果神存在的话，他期望中世界是怎样的呢？至少他应该不想看到无尽的纷争和战乱吧。",
	login = "终于来了啊，好，让我们一起攻克今天的难题吧。",
	vote = "",
	hp_warning = "还能…再支持一会！",
	id = 900274,
	detail = "为同伴可以赴汤蹈火，对敌人则无须留情，这是我的准则哦。",
	couple_encourage = {
		{
			{
				60502
			},
			1,
			"这次，让我看看你们的力量吧！",
			0
		},
		{
			{
				20505,
				20506,
				20507
			},
			2,
			"让对面知道乔五级的厉害！",
			0
		},
		{
			{
				20701
			},
			1,
			"要吃点小饼干吗？",
			0
		}
	}
}
