_G.pg.ship_skin_words[900277] = {
	feeling1 = "你现在的模样，真的对得起对你付出那么多的大家吗？好好反省一下吧！",
	feeling3 = "皇家有挺多茶会点心会之类的呢。总不去的话，感觉太不合群。去的话，什么都不吃好像也挺奇怪…放开来吃就好了？开、开什么玩笑！那些可都是卡路、…啊…咳咳，没，没什么，稍微有些失态了，抱歉。",
	lose = "嘁，持续的作战导致了损伤么……回去整修吧。",
	propose = "虽然我曾经无法跨越那道运河，但只要你遇到困难，我一定会跨越万难，来到你的身边。这不仅作为一名皇家的战士对指挥官的承诺，也是一个少女与重要之人的约定。",
	expedition = "委托完成了。这些小点心拿去犒劳大家吧。我？我就不用了。",
	win_mvp = "对敌人的心慈手软，就是对同伴的不负责任。",
	home = "今天的体重也没啥变化……啊？咳，咳嗯！指挥官，你回来得比我预计的要早呢。总，总之，先看看接下来的计划吧？",
	mission = "指挥官，还有任务哦，尽快完成它们吧。",
	touch2 = "我明白了，礼仪课就是为你这种人量身订制的。",
	voice_key_2 = -1,
	skill = "抓到你了！",
	drop_descrip = "航空母舰—鹰",
	mail = "有你的邮件，可别忘了及时查看。",
	touch = "有什么事吗？如果是聚餐的话，唔…能替我参加一下吗？",
	profile = "作为战列舰改造的航母，我曾为皇家的海上航空提供了大量的经验，也曾奋战在最前线，最后归宿于海上。对皇家战士来说，应该算是个不错的结局了。只是，被偷袭这点，总让人感觉有些无法释怀…",
	mission_complete = "很好，这才是一个优秀的指挥官应该有的样子。",
	feeling4 = "奇怪…明明最近我一直在坚持低卡菜单，每天也有在运动，为什么记录上体重几乎没什么变化？难道就因为我是战列舰改装而来，就不得不承受这样的命运…！？这不公平！",
	unlock = "我是皇家海军的航空母舰，鹰号。身为光荣的皇家海军战士，我会为了舰队贡献出自己的全部力量。",
	feeling5 = "现在的指挥官对我来说，早已是不可分割的一部分了，无论我如何改变…不，事到如今我也不会打算再作改变了。指挥官，对你来说，我是不是不可分割的一部分呢？",
	main = "今天的菜单…水果沙拉、蔬菜沙拉，低卡健康，嗯，非常完美！|对这本子的内容感到好奇？我劝你放弃。如果要是被你看到这里面的内容，那我就只好灭口了…开玩笑的。|之前在港区遇到了几位铁血的潜艇们…我还没考虑好打招呼的方式，她们就像受惊的兔子一样跑了…唔…看来该反思下跟她们接触的方式了…",
	battle = "战场啊…呵呵，我有些兴奋起来了！",
	upgrade = "强化，应该对体重之类的没有影响吧…",
	voice_key = 20701,
	headtouch = "",
	feeling2 = "偶尔会被人说看起来有些凶狠，让人难以靠近，不过，我自认为自己还是比较好相处的…",
	login = "嗯，很好！从你的准时可以看出，你是个很负责任的指挥官。",
	vote = "",
	hp_warning = "皇家战士岂会因为这点困难而退缩？",
	id = 900277,
	detail = "在我之前，曾经有许多皇家的前辈也被赋予了“鹰”的名字，希望我今后也不会愧対这个满载着责任感与使命感的名字。",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"这次，让我们一起战斗吧！",
			0
		},
		{
			{
				90401
			},
			1,
			"唔…我是不会输给你的诱惑的！",
			0
		}
	}
}
