_G.pg.ship_skin_words[900278] = {
	feeling1 = "汝的愿望…就是让吾做和过去一样的事吗？吾…知道了",
	feeling3 = "多和大家在一起？即使和她们在一起吾也不知道做什么，而且吾看得出来，她们在畏惧吾……汝在做什么，为什么要把吾的舰装脱下来……",
	lose = "呜…又失败了吗…",
	propose = "若战争的彼端，不是吞噬一切的白光，而是你温暖的怀抱…对现今的我来说，就已经别无他求了",
	expedition = "委托完成了…喂，吾难得记住了时间，汝就没有什么表示吗？",
	win_mvp = "为什么非要招惹吾呢？",
	home = "吾从未迎接过别人，能开一炮作为代替吗？",
	mission = "任务书整理成这样就好了吗？吾不太明白",
	touch2 = "……轻、轻薄无礼！",
	voice_key_2 = -1,
	skill = "吾乃{namecode:74}，重樱的{namecode:74}",
	drop_descrip = "{namecode:74}级战列舰一番舰—{namecode:74}",
	mail = "这些纸是什么？信？原来这就是信吗，吾能看看吗？",
	touch = "……！还、还没有人敢这么随意触碰我…",
	profile = "吾代表着重樱的军魂，重樱的荣光以及重樱的辉煌。吾是BIG 7之一，吾之存在即是那个时代，睁大汝的双眼，顶礼膜拜吧——看够了吗，吾站腻了，要休息一下…",
	mission_complete = "任务奖励…嘿咻…放这里就可以了吗？",
	feeling4 = "原来如此，脱掉以后，大家似乎不再那么敬畏吾了。确实有种轻松的感觉…但这股淡淡的失落感又是怎么回事呢…就像把旗舰之职转交给{namecode:83}那时一样…",
	unlock = "吾乃重樱联合舰队旗舰——{namecode:74}。汝就是指挥官吗？汝是否有取得天下的能力，就由吾用这双眼亲自确认吧",
	feeling5 = "要被一个人视为珍宝就足够了吗？…是汝将吾硬拉了出来，汝要对吾负责…所以…那个，就是说…我、吾命令汝，将吾是视作汝的宝物…不、不行吗？",
	main = "吾厌恶斗争，但…那个时候，吾……别无选择|那些轻言战争的人们…真的做好了付出代价的准备了吗？|获得拯救的人们脸上的表情，吾永远不会忘记…那才是吾想要保护的东西",
	battle = "又是…悲哀的战争…",
	upgrade = "但愿…能迎来铸剑为犁的那天——",
	voice_key = 30505,
	headtouch = "",
	feeling2 = "汝有什么事吗？吾？吾什么都没在做。自从把位置交给{namecode:83}后，吾就只有在战场之上才有事可做了",
	login = "欢迎肥…咬到了舌头…",
	vote = "",
	hp_warning = "决战的时刻到了吗…",
	id = 900278,
	detail = "在这里，大家脸上都洋溢着笑容……吾喜欢这里！",
	couple_encourage = {
		{
			{
				3
			},
			5,
			"联合舰队，粉碎敌人",
			3
		},
		{
			{
				30501,
				30502,
				30506
			},
			1,
			"第一战队，火力全开",
			0
		},
		{
			{
				30506
			},
			1,
			"{namecode:75}，提问等战斗结束以后再说！",
			0
		},
		{
			{
				30511
			},
			1,
			"{namecode:82}大人，请看着{namecode:74}的奋战吧！",
			0
		},
		{
			{
				30701
			},
			1,
			"{namecode:91}，助吾一臂之力吧！",
			0
		},
		{
			{
				20504,
				20503,
				10509,
				10510,
				10511
			},
			1,
			"呒…！吾、吾才不觉得羡慕呢！",
			0
		},
		{
			{
				30405
			},
			1,
			"{namecode:161}，给汝添麻烦了啊……",
			0
		},
		{
			{
				30149
			},
			1,
			"{namecode:158}，开道就交给你了！",
			0
		}
	}
}
