_G.pg.ship_skin_words[900280] = {
	feeling1 = "你不是我追求的强者…",
	feeling3 = "为什么想要变强？这种事不需要理由吧，不过硬要说的话，想要赢过{namecode:161}吧",
	lose = "啧，我记住你们了！",
	propose = "把一切交给值得托付的人，然后没有后顾之忧的战斗…这不正是我一直梦寐以求的东西吗。而且对象是你的话，求之不得！",
	expedition = "委托完成了。说起来，委托有趣吗，我也想去试试",
	win_mvp = "太弱了！给我回去重头练过再来吧",
	home = "没有什么比战胜强敌更令人愉快的事了，不是吗？",
	mission = "任务？跟战斗无关的就不要找我了",
	touch2 = "…总之先吃我一拳！",
	voice_key_2 = -1,
	skill = "只有强者才有立于战场的资格！",
	drop_descrip = "{namecode:92}级战列舰一番舰—{namecode:92}",
	mail = "接着，邮件",
	touch = "指挥官，整天呆在房间里你不会腻吗？跟我出去透透气吧",
	profile = "我是{namecode:92}级战列舰的一号舰{namecode:92}，因为条约的关系原本要废弃，结果又要改造成航母…不过比起{namecode:161}…啧，还想和她一决胜负的…",
	mission_complete = "任务奖励？我去拿吧，正好活动一下身体",
	feeling4 = "指挥官你觉得怎样才能变强？原本我以为只要按照认定的道路走下去就行了，不过看着{namecode:161}，看着你，又觉得只有这样似乎是不够的",
	unlock = "嚯～这里就是接下来我要一展拳脚的地方吗？不错，我是{namecode:92}，战列舰{namecode:92}，可别搞错了！",
	feeling5 = "似乎在指挥官麾下，我才能成为更强的自己…呵呵，不过这样感觉，也不坏",
	main = "航母的小飞机真的很厉害吗？我一点也不觉得，而且不能亲自战斗，你不觉得很无趣吗|既然当了秘书舰，不做点什么也说不过去。所以，指挥官，有什么能给我做的？ |{namecode:161}是最好的对手，也是我最尊敬的人，即使是要辅佐她，我也心服口服",
	battle = "强敌吗…就让我期待一下吧，可不要让我失望啊",
	upgrade = "呵，我不会让你失望的",
	voice_key = 30507,
	headtouch = "",
	feeling2 = "认识到自己的弱小不是什么丢人的事，只要之后再变强就好了",
	login = "指挥官，开始工作前先热热身吧",
	vote = "",
	hp_warning = "不错，你们值得我拿出全力！",
	id = 900280,
	detail = "光是看看可没办法让人变强啊，指挥官。快让我出击吧",
	couple_encourage = {
		{
			{
				30405
			},
			1,
			"{namecode:161}，可不要又一个人去很远的地方了啊",
			0
		}
	}
}
