_G.pg.ship_skin_words[102130] = {
	feeling1 = "指揮官，至少請不要對海倫娜……",
	feeling3 = "指揮官，我來幫你整理下臥室吧~咦，不可以！？",
	lose = "看來今天不宜戰鬥呢……",
	propose = "咦，怎麼突然要送我禮物？嘿嘿，原來是這個啊……那麼，指揮官，能幫我戴上嗎~",
	expedition = "嗯……OK，就穿這套衣服前往港口吧",
	win_mvp = "嘻嘻，這可不是純靠幸運得到的喲~",
	home = "如果這次徒勞而返，那麼下次定能有所斬獲，咦……這是誰對我說的來著？",
	mission = "嘿嘿，指揮官，請做好與驚喜邂逅的準備喲",
	touch2 = "有些事情，在外面是不可以做的喲，指·揮·官",
	voice_key_2 = -1,
	skill = "Lucky Lou！",
	drop_descrip = "布魯克林級輕巡洋艦—聖路易斯，舷號CL-49",
	mail = "新的郵件？一定是捷報吧！",
	touch = "碰觸我運氣就會變好？好像沒有這種傳聞呢",
	profile = "嘿嘿，我是聖路易斯，嗯，海倫娜是我可愛的妹妹喲。因為在珍珠港中毫髮無傷得到了“Lucky Lou”的綽號，不過那之後的反擊搜尋並不順利，果然幸運是不會在一個人身上長久停駐的啊……",
	mission_complete = "嘻嘻，指揮官真是愛撒嬌呢……那麼，就稍微讓你躺一會好了~",
	feeling4 = "嘻嘻~指揮官藏在臥室裡的秘密，我窺·見了喲~",
	unlock = "hello~指揮官，我是被稱為Lucky Lou的聖路易斯~。看到我後有沒有覺得自己今天的運氣變好了一點呢？",
	feeling5 = "唔……整天整理家務也很無聊呢，指揮官，我們去哪裡約會吧~",
	main = "嘻嘻~指揮官，你在看什麼呢？ |海倫娜，SG雷達可監聽不了水下|亞利桑那，即使無法忘記過去的悲傷，也不要太過沉浸其中比較好唷",
	battle = "聽到了嗎？幸運的風聲！",
	upgrade = "還是不能過分依賴“幸運”這類不會久駐的東西呢……",
	voice_key = 10213,
	headtouch = "",
	feeling2 = "如果海倫娜在的話，科隆班加拉可能就是另一種模樣了……",
	login = "指揮官，好運是不會長久眷顧一人的……所以，趁著運勢尚佳，去大幹一場吧！",
	vote = "",
	hp_warning = "嘿嘿，論運氣我可不會輸！",
	id = 102130,
	detail = "我可不像重櫻的那幾艘船一樣，會為隊友招來厄運……大概……",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"海倫娜，這次可不要為了勝利拼上一切——",
			0
		},
		{
			{
				10706
			},
			1,
			"Lucky組合！",
			0
		}
	}
}
