_G.pg.ship_skin_words[900283] = {
	feeling1 = "殿下好无趣……我不要找殿下玩了……",
	feeling3 = "虽然我也很喜欢姐姐，不过姐姐太安静啦，还是殿下好，会陪我玩！",
	lose = "呜……姐姐你在哪，呜呜呜呜……",
	propose = "欸，殿下要把这个给我吗！……嗯，殿下一点也不嫌弃我跑得慢又有缺陷还对我这么好，我也最喜欢殿下啦！",
	expedition = "殿下殿下，有姐妹完成委托回来啦！",
	win_mvp = "殿下，看到了吗看到了吗！",
	home = "殿下辛苦啦，我给你泡了……呜哇！！殿下小心！！",
	mission = "殿下殿下，有新的任务！",
	touch2 = "哇！！殿下快让开，主炮要发射了！",
	voice_key_2 = -1,
	skill = "弹药库状况良好……好！",
	drop_descrip = "{namecode:78}级战列舰二番舰—{namecode:79}",
	mail = "殿下殿下，有你的信！",
	touch = "好痒啦殿下！",
	profile = "那个那个，我是{namecode:78}姐姐的妹妹{namecode:79}！虽然出生开始运气就不是很好，不过有姐姐在所以好好成长着！而且别看我这样，我也当过联合舰队的旗舰呢！飞机……？那是什么，好吃吗？",
	mission_complete = "殿下殿下，我把任务奖励……哇啊啊！！",
	feeling4 = "殿下，你知道这个面具吗，这是狐面哦，也是神乐用的！欸嘿嘿，其实我也有在悄悄练习神乐舞，殿下要看吗要看吗！",
	unlock = "哇！是殿下，是真的殿下！那个那个，我是，唔，我是三、{namecode:79}！从今往后请多指教！",
	feeling5 = "我知道姐姐很努力，所以为了姐姐我也要每天让自己过的开心，然后有一天能把我的笑容也带给姐姐……有殿下在感觉这一天不会很远啦，因为我看到殿下就会很开心！",
	main = "殿下殿下！哎呀！……谢谢殿下，我从以前开始就很容易摔倒，已经习惯了！|殿下殿下，要一起来练习跑步吗，我想要变得快一点！|殿下殿下，走廊的花瓶不知道为什么摔碎了，不是我做的哦！我走过的时候它就忽然摔下来吓了我一跳……",
	battle = "姐妹们上——哇哇哇，主炮不小心发射了！",
	upgrade = "感觉自己变强了！",
	voice_key = 30502,
	headtouch = "",
	feeling2 = "殿下，来玩吧！……啊！忘了带要和殿下一起玩的东西！怎么办……",
	login = "殿下殿下，今天要做什么呀！",
	vote = "",
	hp_warning = "",
	id = 900283,
	detail = "殿下身上有股舒服的味道！",
	couple_encourage = {
		{
			{
				30401
			},
			1,
			"{namecode:70}酱，多多关照！",
			0
		}
	}
}
