_G.pg.ship_skin_words[10600010] = {
	feeling1 = "笨蛋笨蛋笨蛋！再這樣下去的話，瑪莉可要討厭你了！",
	feeling3 = "港區裡有好多厲害的女僕小姐呢。不過，就算和她們比起來，瑪莉也是不會輸的！",
	lose = "輸掉了…怎麼辦才好啊，指揮官先生…",
	propose = "呼呼♪從指揮官先生那裡收到了特別的東西呢♥瑪莉，也是一樣的心情哦？嘻嘻，和指揮官先生一起的點滴回憶，瑪莉都會當作寶物好好珍惜的~",
	expedition = "噢噢，好多的物資啊！這些都是同伴們帶回來的嗎？好厲害！",
	win_mvp = "指揮官先生，看到瑪莉的活躍了嗎！",
	home = "啊，指揮官先生~…咳咳，歡迎回來，作戰辛苦了。嘻嘻~",
	mission = "指揮官先生，還有沒完成的任務哦！是忘記了嗎？",
	touch2 = "你在摸哪裡啊，指揮官先生！",
	voice_key_2 = -1,
	skill = "見識下瑪莉的厲害吧！",
	drop_descrip = "您好！那個…應該怎麼稱呼您呢？ “指揮官”？我明白了！我是瑪莉蘿絲，叫我瑪莉就可以了！請多指教，指揮官先生！",
	mail = "好像有新郵件來了呢，指揮官先生~",
	touch = "指揮官先生，有什麼事嗎？",
	profile = "瑪莉是DOATEC的總帥，海蓮娜·道格拉斯大人最中意的僕從。無論是打掃衛生，洗衣服，做飯還是保鏢，瑪莉都很擅長的哦！",
	mission_complete = "任務完成！瑪莉幫上指揮官的忙了嗎？",
	feeling4 = "今天在“皇家”的女孩子們邀請下參加了茶會，還吃到了很好吃的公主蛋糕呢！嘿嘿~瑪莉已經在這裡交到許多新的朋友了！",
	unlock = "您好！那個…應該怎麼稱呼您呢？ “指揮官”？我明白了！我是瑪莉蘿絲，叫我瑪莉就可以了！請多指教，指揮官先生！",
	feeling5 = "瑪莉，覺得和指揮官先生待在一起很開心！指揮官先生，要多陪瑪莉玩哦！ …有時間的話，來一起看恐怖電影吧！",
	main = "呼啊啊…瑪莉…有點睏了呢……|指揮官先生工作累了嗎？讓瑪莉幫你按摩一下吧！ |唔…指揮官先生看起來很忙啊…那，瑪莉先去找穗香玩一會，之後再回來幫忙！ …欸，不行嗎？",
	battle = "哼哼，讓你們也綻放血色的薔薇吧~！",
	upgrade = "指揮官先生，瑪莉是不是稍微成長了一些呢？",
	voice_key = 1060001,
	headtouch = "真是的，不要把瑪莉當小孩子啦！",
	feeling2 = "這裡真的好大呀，海蓮娜大人也不在…多少有些不安呢…嗯嗯(搖頭)，瑪莉已經是成熟的大人了，才不會因為這點狀況就動搖呢！",
	login = "啊，指揮官先生你好！今天也和瑪莉一起加油吧！",
	vote = "",
	hp_warning = "瑪莉才不會輸呢！",
	id = 10600010,
	detail = "指揮官先生，接下來要做什麼呢？",
	couple_encourage = {
		{
			{
				1060002
			},
			1,
			"我會保護好你的！",
			0
		}
	}
}
