_G.pg.ship_skin_words[10600030] = {
	feeling1 = "指揮官，我是真的生氣了！請好好反省！",
	feeling3 = "重櫻似乎也有不少對“忍術”興趣濃厚的艦船夥伴呢…嗯？指揮官也感興趣嗎？那個…對不起，那是不太能在他人面前使出的東西呢…",
	lose = "咕嗚…不應該變成這樣的…",
	propose = "沒想到能收到這麼重要的東西…呵呵，這個港口確實是我的“幸運地點”呢。看來還要再這裡多叨擾上一段時間了，未來還請多多指教了哦，呼呼~",
	expedition = "大家一起齊心協力地完成委託…真不錯啊，這種感覺。",
	win_mvp = "狀態不錯！呵呵♪",
	home = "雖然對這身“艦裝”？還不太熟悉，不過我會努力適應的！下次也請儘管帶我一同出擊吧！",
	mission = "指揮官，有新任務…也讓我來幫忙吧！",
	touch2 = "請，請適可而止！",
	voice_key_2 = -1,
	skill = "就是現在！看我的！",
	drop_descrip = "你就是這個港口的主人，也就是“指揮官”是吧？初次見面，我是霞。今後可能要在這裡打擾一段時間，還請多多指教了——",
	mail = "唔，新的信件…是指揮官的家人…寄來的嗎？",
	touch = "怎麼了嗎，指揮官？",
	profile = "不知道維納斯島上的其他人現在怎麼樣了呢…啊，抱歉！既然現在在這裡，我會努力為指揮官幫上忙的~",
	mission_complete = "任務順利完成了，需要操心的事又少了一件呢，指揮官。",
	feeling4 = "喜歡的食物嗎？嗯…草莓千層酥吧。會不會…有些小孩子氣了？每次和別人說起這個的時候，總會有這樣的擔心呢…",
	unlock = "你就是這個港口的主人，也就是“指揮官”是吧？初次見面，我是霞。今後可能要在這裡打擾一段時間，還請多多指教了——",
	feeling5 = "指揮官，那個…能打擾您一下嗎？占卜上說，港口的這裡是今日的幸運地點。但是，我對這裡的路還不是很熟悉呢…所以，能陪我一下嗎？嗯，謝謝您！",
	main = "那個…秘書艦要做些​​什麼工作？關於這方面的知識，我知道的並不多…|港區的大部分地方都能直接看到大海呢。真是不錯的風景啊~|根據占卜結果，今天的幸運地點應該是…",
	battle = "呼呼，輪到我出場了啊，加油上吧！",
	upgrade = "感覺變強了…多虧了指揮官呢，呵呵",
	voice_key = 1060003,
	headtouch = "那個…這是在…",
	feeling2 = "這裡的艦船夥伴們也有很多“姐妹”呢…“姐姐”和“妹妹”嗎…啊，抱歉，只是稍微發了下呆，沒什麼……",
	login = "指揮官，要開始今天的工作了嗎？我會一直這裡的，有什麼需要儘管吩咐我。",
	vote = "",
	hp_warning = "還可以…再努力一下！",
	id = 10600030,
	detail = "“重櫻”…嗎，總覺得對她們有種很親近的感覺呢，呵呵~",
	couple_encourage = {
		{
			{
				30109,
				30127,
				30404
			},
			1,
			"這就是、霧幻天神流！",
			0
		}
	}
}
