_G.pg.ship_skin_words[10600040] = {
	feeling1 = "這個港口挺有趣的，但是指揮官多少有些靠不住的感覺？看來這部分得靠我來好好補足一下了呢~♪",
	feeling3 = "雖然大家在戰鬥時都很厲害，但平時果然還是普通的女孩子呢，我還找到了和我一起看漫畫的同伴哦~呵呵~",
	lose = "是我們…輸了啊…",
	propose = "來到這裡，受到了指揮官那麼多的照顧，現在又收到了這麼重要的東西…謝謝你，指揮官~作為回報，我會努力幫上指揮官更多的忙的！",
	expedition = "委託的夥伴們回來了！不知道會不會有人帶甜品回來呢~",
	win_mvp = "是我們贏了！擺出勝利的手勢吧！",
	home = "啊，指揮官，作戰辛苦了！稍微休息一下吧？",
	mission = "指揮官，是新任務哦！完成這些任務的話，就能拿到獎勵了吧！",
	touch2 = "呀啊！ ？真是的，我真要生氣了哦？",
	voice_key_2 = -1,
	skill = "看好了哦！ ！",
	drop_descrip = "初次見面，指揮官！嗯，我問了其它的人了，應該是叫“指揮官”沒錯吧？我是海咲，有過很多打工的經驗，一定能給大家幫上忙的~請多多指教咯！",
	mail = "指揮官，有你的郵件，記得要看哦！",
	touch = "我在~喊我有什麼事嗎~？指揮官♪",
	profile = "自我介紹嗎？我是海咲，興趣是潛水、天文觀測、還有看漫畫~喜歡的食物是珍珠奶茶和香草可麗餅！別的就沒有什麼特別的了…啊，對了。凪咲是我的姐姐，指揮官也要和她好好相處哦！",
	mission_complete = "任務完成。別忘了給我報酬哦！嘻嘻，開玩笑的~",
	feeling4 = "商店街的奶茶店好像最近有“買一送一”的活動呢。唔…我一個人的話可喝不完兩杯珍珠奶茶呢…指揮官，有空的時候，我們一起去吧？",
	unlock = "初次見面，指揮官！嗯，我問了其它的人了，應該是叫“指揮官”沒錯吧？我是海咲，有過很多打工的經驗，一定能給大家幫上忙的~請多多指教囉！",
	feeling5 = "指揮官，待會再一起去港區的甜品店探索美味吧♪~還有就是，吃完之後，能陪我在港區裡散散步嗎？我還想更了解這裡，以及…唔…好啦，我們這就出發吧！",
	main = "如果沒什麼特別重要的事情的話，我要去打工…啊，這裡的工作也算是打工…吧？ |嗯~突然想吃點甜食了呢，可麗餅什麼的…|別看姐姐有時候嘴上不饒人，其實還是很關心人的，雖然有時多少有些過度保護就是了…",
	battle = "好！決定上了，就要全力以赴！",
	upgrade = "如何？我是不是有所成長了呢？",
	voice_key = 1060004,
	headtouch = "真、真是的…感覺很奇怪的啦…",
	feeling2 = "只要穿上這個叫“艦裝”的東西，就能在海上自由地馳騁了呢。真是神奇啊~",
	login = "指揮官終於來了呀，那就…馬上開始今天的工作吧~？",
	vote = "",
	hp_warning = "還沒有結束！",
	id = 10600040,
	detail = "這個港區、還有身為“艦船”的女孩子們，都充滿了一種不可思議的感覺呢…或許，指揮官才是最不可思議的那個？開玩笑的，呵呵~",
	couple_encourage = {
		{
			{
				30110
			},
			1,
			"姐姐？不，弄錯了嗎…",
			0
		},
		{
			{
				1060005
			},
			1,
			"我會保護好自己的！姐姐也要小心哦！",
			0
		}
	}
}
