_G.pg.ship_skin_words[10600060] = {
	feeling1 = "汝…令人提不起興趣啊……",
	feeling3 = "這個港區裡還是有不少我不熟悉的“技術”產物呢，呵呵，指揮官殿下，是不是應該一一為我介紹下呢？畢竟，汝應是這方面的專家，不是嗎？",
	lose = "居然會被逼到這個程度…小看汝等了啊…",
	propose = "啊呀，汝這是想把我留在人間，不讓我回去了嗎？ …呵呵~當然是開玩笑的。我的假期還長著呢，在那之前，我會好好陪著汝的，安心吧~",
	expedition = "汝的手下們正在海灣呼喚著汝呢。怎麼，還打算讓她們乾等著嗎~？",
	win_mvp = "這樣就結束了嗎，也太快了點吧？",
	home = "方才還在指揮作戰，現在馬上又要埋首於公文之中。汝可真是勞碌命啊…讓吾來助你一把吧。",
	mission = "汝還有任務沒有完成哦？真是健忘呢，呵呵~",
	touch2 = "呼呼~不行哦…♥",
	voice_key_2 = -1,
	skill = "臣服於我吧！",
	drop_descrip = "哦？竟然不懼怕我。汝為何人？ …這樣啊，汝就是統率此處之人嗎？今後就稱呼汝為“指揮官殿下”吧。我乃女天狗，呼呼，汝可要好好招待我哦？",
	mail = "信件？會是來自哪裡的呢，真令人好奇啊~",
	touch = "汝是打算來親自確認我的身體嗎？真是大膽呢~",
	profile = "我可是如假包換的天狗♪嚯~？若是對此還有所懷疑的話…就用汝之雙眼、汝之雙手來親自確認吧？呵呵呵~♥",
	mission_complete = "任務完成了哦。呵呵~看汝的樣子，是倦了嗎？那便小憩一會吧",
	feeling4 = "無論在哪裡，人們都一樣喜歡“祭典”和“宴會”呢，呵呵……不錯~我也很喜歡就是了♥",
	unlock = "哦？竟然不懼怕我。汝為何人？ …這樣啊，汝就是統率此處之人嗎？今後就稱呼汝為“指揮官殿下”吧。我乃女天狗，呼呼，汝可要好好招待我哦？",
	feeling5 = "嚯~約會…嗎？竟然會由汝這頭發起攻勢…看來我似乎小看汝了啊。呵呵，那我就卻之不恭了。汝會給我帶來怎樣的美好回憶，我很期待哦？",
	main = "人類不會飛行，所以製造出了“飛機”嗎…不知從狹小的“飛機”裡看到的，會是怎樣的風景呢~？ |嗯~~泡杯茶，再配上饅頭，稍微休息一下吧~呵呵~說的可不是港區裡那些小傢伙們哦？ |“重櫻”的小姑娘們身上似乎都有些奇妙的特徵呢，呼呼，有趣，確實有趣…",
	battle = "居然敢打擾我的假期…做好心理準備了吧？呵呵~",
	upgrade = "呵呵，還不夠，還可以更加……♥",
	voice_key = 1060006,
	headtouch = "有、有點癢癢的啊……",
	feeling2 = "人間一日，對天狗族來說不過是一炷短香。不過，這可不意味著吾是個對俗世漠不關心的人哦？",
	login = "汝回來了嗎？今日，也帶我熟悉下這座“港口”吧。",
	vote = "",
	hp_warning = "勝負從現在才開始，對吧？",
	id = 10600060,
	detail = "接下來要玩點什麼好呢……汝啊，有什麼好想法嗎？",
	couple_encourage = {
		{
			{
				30511
			},
			1,
			"呵呵，來看看這些天上飛的小玩意兒有多厲害吧",
			0
		},
		{
			{
				3
			},
			5,
			"嚯~真是奇妙的緣分啊~",
			3
		}
	}
}
