_G.pg.ship_skin_words[10600070] = {
	feeling1 = "指揮官，可不能因為一時的失利而氣餒哦？人生本來就是有輸有贏的，對吧！",
	feeling3 = "呼呼，指揮官，來見識下我最近新學會的撲克技巧吧~看好了！ ……啊，真是的，不是看我，是看牌啦~",
	lose = "輸了啊…好不甘心！下次…絕對不會再輸了！",
	propose = "欸，直接就把這麼重要的東西…給我了嗎？真是突如其來的“豪賭”啊…呵呵，看來是不得不“跟注”了呢！還是說…我也再“加注”一些比較好呢？指揮官",
	expedition = "委託組們回來了哦~看來勝負是贏了呢~",
	win_mvp = "呵呵，對局的結果是不可逆轉的哦♪",
	home = "辛苦了，指揮官，我給你倒了水~…荷官可不只是會發牌，察言觀色也是很重要的哦~？",
	mission = "指揮官，有待辦事項哦，盡快完成吧！",
	touch2 = "這裡什麼都沒藏啦！",
	voice_key_2 = -1,
	skill = "我已經看穿了♪",
	drop_descrip = "你就是負責這裡的指揮官？我叫莫妮卡，是一名荷官。 …雖然還在實習就是了。雖然有點突然…要不要和我來一場勝負呢~？",
	mail = "指揮官，你的郵件，可不要忘了看哦。",
	touch = "下一場賭局，還是留在指揮官工作完成之後吧！",
	profile = "想成為荷官的理由？那當然是因為，荷官非常的帥氣啦！無論是用華麗的手法發牌的樣子，還是認真對決的時候都是~",
	mission_complete = "準時又高效地完成任務了呢。指揮官，也許很適合成為賭場的經理？",
	feeling4 = "指揮官是不是很容易被可愛的女孩子牽著鼻子走？這樣可不行哦，不保持一顆冷靜的頭腦是沒法贏得賭局的呢~",
	unlock = "你就是負責這裡的指揮官？我叫莫妮卡，是一名荷官。 …雖然還在實習就是了。雖然有點突然…要不要和我來一場勝負呢~？",
	feeling5 = "和指揮官的每一次對決，我都很享受哦？無論勝負如何，都能讓人由衷地感到開心~這大概就是指揮官獨有的魅力吧，呵呵~",
	main = "指揮官是喜歡撲克類型的遊戲呢，還是喜歡輪盤那樣子的更純粹拼運氣的遊戲？ |賭局的籌碼不一定要是真金白銀，比方說——指揮官，要不就用下午茶來賭一把吧？輸了的人請客~|指揮官…在想什麼嗎？可以跟我聊聊哦，當然…是在贏了我以後~",
	battle = "呼呼，就讓我來成為這場胜負的“鬼牌”吧~",
	upgrade = "感覺又更進步了一些♪",
	voice_key = 1060007,
	headtouch = "呵呵，突然這是怎麼了？",
	feeling2 = "我曾經見過在對決中把所有賭注都壓在一個數字上的人…那種如同命運對決一般的瀟灑帥氣，十分讓人著迷呢！",
	login = "你好呀，指揮官。在開始工作之前，要不要來個小小賭局呢~？",
	vote = "",
	hp_warning = "冷靜、集中…！",
	id = 10600070,
	detail = "每天認真的賭局只有一次哦！如果指揮官想贏回來的話，就等第二天吧~",
	couple_encourage = {
		{
			{
				10501
			},
			1,
			"呵呵，要來賭賭這場戰鬥的戰績嗎？",
			0
		}
	}
}
