_G.pg.ship_skin_words[10700020] = {
	feeling1 = "有事嗎？",
	feeling3 = "雖然偶像的工作不僅僅是唱歌而已。但是提高自己的唱功，對於什麼樣的工作都會有所幫助…我是這麼想的",
	lose = "……唔！還得再多加練習才行…",
	propose = "能來到這裡，唱歌給許多人聽，真的是一段非常棒的經歷…感謝指揮官給了我這樣的機會，我會用最好的歌來回應指揮官期待的…！",
	expedition = "指揮官，執行委託的大家好像回來了。最好去迎接一下她們吧。",
	win_mvp = "贏了……不過，距離頂點還有很遠的路…",
	home = "辛苦了，指揮官。可以稍微休息一下…是嗎？我明白了。",
	mission = "指揮官，還有沒做完的工作哦。",
	touch2 = "請、請別這樣。你在碰哪裡啊！",
	voice_key_2 = -1,
	skill = "把這首歌…送給大家！",
	drop_descrip = "初次見面，我是如月千早。您就是港區的負責人吧？以後請多多關照了。",
	mail = "指揮官，新郵件到了。還是盡快確認一下吧。",
	touch = "不好意思…我想先做一下發聲練習…",
	profile = "我是如月千早，目標是成為最頂尖的歌手。……欸，想听我唱歌…嗎？好的…那就來一首吧。",
	mission_complete = "看來任務都完成了呢。我也該回去上聲樂課了。",
	feeling4 = "港區裡有很多小朋友呢。實際上，我受大家的拜託，最近正在教她們唱歌哦。呵呵，大家的歌聲都很棒呢。",
	unlock = "初次見面，我是如月千早。您就是港區的負責人吧？以後請多多關照了。",
	feeling5 = "指揮官，那個…如果方便的話，能陪我一下嗎？練習新歌的時候遇到了瓶頸，想听一下指揮官對這首歌的看法。",
	main = "沒什麼事的話，我可以看樂譜嗎？想練習下次演出的表演曲目。|港區的大家都操作著很大的機械呢…真厲害呀，我就…不太擅長機械類的東西…|啦啦啦~♪不對，這裡應該更有感情一點…啊，指揮官，抱歉打擾到你了，這首歌稍微有點難把握…",
	battle = "發聲練習很充分，一定沒問題！",
	upgrade = "非常感謝，學到了不少東西呢。",
	voice_key = 1070002,
	headtouch = "怎麼了嗎？",
	feeling2 = "啦啦啦～♪啊，指揮官，我正在做發聲練習哦。",
	login = "早上好，指揮官。我想確認一下今天的日程安排，可以嗎？",
	vote = "",
	hp_warning = "還…沒有結束！",
	id = 10700020,
	detail = "找我有什麼事嗎？我正要開始自主練習來著…",
	couple_encourage = {
		{
			{
				1070001
			},
			1,
			"春香！一起歌唱吧！",
			0
		},
		{
			{
				1070004
			},
			1,
			"梓小姐，請多關照。",
			0
		}
	}
}
