_G.pg.ship_skin_words[10700030] = {
	feeling1 = "哦，原來你在的嗎？",
	feeling3 = "這是我從小就在一起的好朋友呢。對吧，小兔子？",
	lose = "居然輸了…等我加強練習，絕對不會再失敗了！",
	propose = "你這傢伙，已經相當了解伊織了吧。所以以後要是你想把目光從伊織身上的光芒移開的話，我可是不會答應的！",
	expedition = "委託組的大家回來了呢。伊織會親自去迎接她們的。",
	win_mvp = "就這種程度還想做我的對手，太天真了！",
	home = "哦，你回來了？正好來陪我喝個下午茶吧！",
	mission = "還有任務沒完成？那就快點把它做完啊！",
	touch2 = "呀！……你這傢伙突然在碰哪裡啊！",
	voice_key_2 = -1,
	skill = "看我的厲害！",
	drop_descrip = "你好~！我叫水瀨伊織！很高興見到你~！…欸？不用勉強自己…？等下，你這是什麼意思啦！",
	mail = "你的郵件到了。難得我告訴你了，還不快點去確認！",
	touch = "有什麼事？不要光站在那裡，說點什麼啊！",
	profile = "我是水瀨伊織！目標當然是成為頂級偶像啦♪雖說只是暫時而已，但能和超級偶像伊織待在一起，你應該心懷感激才對！嘻嘻♪",
	mission_complete = "任務終於完成了呢。做到這點不是理所當然的嘛。",
	feeling4 = "為了在舞台上更加耀眼，該怎麼做才好呢……？把歌唱到極致？讓表演變得華麗……？既然你在這裡的話，機會難得，就聽聽你的意見吧。",
	unlock = "你好~！我叫水瀨伊織！很高興見到你~！…欸？不用勉強自己…？等下，你這是什麼意思啦！",
	feeling5 = "這裡的景色真不錯…呀！人在這裡為什麼不說話啦！……算了，我說你啊，也坐過來這邊吧？",
	main = "你的指揮室還不錯嘛。不過，跟我的房間比起來還是差遠了。|啾啾是指那些圓滾滾的小鳥吧，我還以為是什麼點心呢。|你還有時間休息？難道你看不見這些堆積如山的工作嗎？",
	battle = "這些傢伙夠格做我的對手嗎？",
	upgrade = "感覺還不賴。讓我感謝一下你也不是不行…",
	voice_key = 1070003,
	headtouch = "呀！……等下，能不能不要突然摸頭！？",
	feeling2 = "好渴啊……這個柳橙汁是給我的？果汁含量100％！你很機靈嘛！",
	login = "早上好…什麼嘛，一臉沒精神的樣子，不會還沒睡醒吧？",
	vote = "",
	hp_warning = "這種程度，根本不算什麼！",
	id = 10700030,
	detail = "想進我房間？等一下，不要隨便進來啊！",
	couple_encourage = {
		{
			{
				1070006
			},
			1,
			"亞美，別玩了，該上了！",
			0
		},
		{
			{
				1070007
			},
			1,
			"這種程度的敵人可阻擋不了我！嘻嘻♪",
			0
		},
		{
			{
				1070004
			},
			1,
			"梓姐，我們上吧！",
			0
		}
	}
}
