_G.pg.ship_skin_words[10700040] = {
	feeling1 = "非常抱歉…我不知道該說什麼…",
	feeling3 = "您好，指揮官。我在散步哦，不過不小心有點迷路了…請問，去宿舍的路在哪一邊呢~？",
	lose = "各位，還好嗎…？快點回到安全的地方吧…！",
	propose = "在港區與指揮官和夥伴們的相遇…雖然不知道這是不是命運的安排，但我一定會好好珍惜這段緣份的。",
	expedition = "執行委託任務的夥伴們回來了哦。大家辛苦了~",
	win_mvp = "戰鬥結束~大家沒有受傷吧？",
	home = "歡迎回來，指揮官。休息的時候要來點茶水和點心嗎？",
	mission = "哎呀，好像還有工作沒做完呢。還差一點就能完成了哦。",
	touch2 = "呀！指揮官到底在做什麼……",
	voice_key_2 = -1,
	skill = "希望你們能喜歡這首歌~",
	drop_descrip = "初次見面，我叫三浦梓~呃，港區…還有…艦船？那個~請問…這裡究竟是什麼地方？",
	mail = "新的郵件已經送到了，要給您拿過來嗎？",
	touch = "今天的運勢是……啊，指揮官也要看我占卜嗎？",
	profile = "我叫三浦 梓。短期大學畢業後，因緣際會而成為了偶像。當偶像的契機……嗎？說的也是啊……我想是因為，想被某人發現吧…",
	mission_complete = "呼呼，任務完成了呢。指揮官辛苦了~",
	feeling4 = "啊，指揮官來得正好…我趁著空閒的時候做了些料理，但是不小心做太多了…如果方便的話，能幫我吃點嗎？",
	unlock = "初次見面，我叫三浦 梓~呃，港區…還有…艦船？那個~請問…這裡究竟是什麼地方？",
	feeling5 = "總是麻煩您帶路真不好意思~…想著在港區迷路的時候總能遇到指揮官，下意識就放鬆了…呵呵~",
	main = "前段時間，被驅逐艦們圍住了，要我和她們一起玩呢，呵呵，大家都是好孩子呢。|因為我不太擅長認路，所以經常迷路呢。就連在這港區裡，也已經迷路過好幾次了…說來還真有些不好意思呢~|港區的餐廳裡有各種各樣的料理，每種都非常美味……一不小心就容易吃多了呢。",
	battle = "雖然不太擅長和別人競爭……但我會努力的。",
	upgrade = "我能有所成長，也是多虧了指揮官呢。非常感謝~~",
	voice_key = 1070004,
	headtouch = "哎呀~指揮官是有煩惱的事情嗎？如果不介意的話，就告訴我吧？",
	feeling2 = "指揮官，找我有事嗎…？欸，您撿到了我的手帕嗎？非常感謝~",
	login = "早上好，指揮官。今天也要精神飽滿地工作哦。",
	vote = "",
	hp_warning = "在完成下定決心要做的事情以前，還不能認輸…！",
	id = 10700040,
	detail = "指揮官……想跟我聊天？當然沒關係，我們坐下來慢慢聊吧？",
	couple_encourage = {
		{
			{
				1070005
			},
			1,
			"律子~我們是在哪裡呀？",
			0
		},
		{
			{
				1070002
			},
			1,
			"千早，一起加油吧~",
			0
		},
		{
			{
				1070003
			},
			1,
			"欸？伊織等我一下~",
			0
		}
	}
}
