_G.pg.ship_skin_words[10700050] = {
	feeling1 = "上次演出需要改進的地方還有…啊，不好意思，我現在有點忙。",
	feeling3 = "辛苦了，指揮官。還是一如既往地忙碌呢。我正好有時間哦，需要我幫什麼忙嗎？",
	lose = "看來是計算失誤了啊……先重整一下情勢吧！",
	propose = "在這裡學習得到的經驗，一定會成為將來對我而言無比珍貴的財富。嗯，讓我再鄭重地說一次吧，真的非常感謝你，指揮官！",
	expedition = "執行委託的夥伴們回來了哦。好啦，別發呆了，快去迎接她們吧！",
	win_mvp = "戰鬥結束，正如我計算的一樣！",
	home = "指揮官辛苦了，下個工作來之前先休息下吧。",
	mission = "還有沒完成的工作哦！快快，趕緊解決掉！",
	touch2 = "指揮官！請把做這種事的時間花在完成工作上！",
	voice_key_2 = -1,
	skill = "該展示精彩的部分了！",
	drop_descrip = "初次見面，我是秋月律子。突然來到這裡的時候還有點手足無措來著…咳，總之…之後這段時間，還請多關照吧！",
	mail = "有新郵件哦。盡快查看下吧，以免忘記了。",
	touch = "有事需要我幫忙…嗎？沒問題。放心吧，我的原則是要做就會努力做到最好哦。",
	profile = "我是秋月律子。下決心要做的事情一定會全力以赴！即便是在港區，也不會懈怠了偶像活動哦。…說到這個，港區裡有很多能有偶像潛質的孩子呢…！",
	mission_complete = "工作完成了呢。別忘了領取獎勵哦。",
	feeling4 = "指揮官的工作和製作人的有不少相似之處呢。感覺能從指揮官那學到一些新東西…如果方便的話的話，下次能讓我參觀學習一下嗎？",
	unlock = "初次見面，我是秋月律子。突然來到這裡的時候還有點手足無措來著…咳，總之…之後這段時間，還請多關照吧！",
	feeling5 = "在指揮官身邊參觀學習了各種各樣的工作，得到了許多新的經驗…感覺視野都拓寬了許多。現在的我，感覺隨時能構想出嶄新的戰略呢！",
	main = "啊，抱歉指揮官，想著各種事情，稍微走神了…|雖然是大家一起來到這裡，不過…果然還是一如既往地熱鬧啊…等下，亞美！真美！妳們拿著鏟子是想幹嘛！？|如果這段舞像這樣…讓動作表現得更有活力的話，應該會有更好的演出效果…嗯，下次演出的時候試試吧！",
	battle = "打起精神開始吧！",
	upgrade = "進展順利~一切都在計劃之內！",
	voice_key = 1070005,
	headtouch = "先別說我，指揮官的頭髮還是一副睡亂了的樣子哦。真是的…身為指揮官，要多注意下儀容才行呢。",
	feeling2 = "哎呀，指揮官來得正好。請問這裡有全身鏡嗎？我想確認一下舞蹈的動作，但一直沒找到合適的鏡子。",
	login = "指揮官，今天也請多關照了。馬上確認一下今天的日程安排吧",
	vote = "",
	hp_warning = "不到最後，決不放棄……！！",
	id = 10700050,
	detail = "簡歷資料對於了解偶像們個性，充分發揮大家潛力是很重要的，要仔細看看哦。",
	couple_encourage = {
		{
			{
				1070007
			},
			1,
			"真美！不要捉弄別人！",
			0
		},
		{
			{
				1070004
			},
			1,
			"梓小姐，妳要去哪裡~！？",
			0
		},
		{
			{
				1070001
			},
			1,
			"春香，這樣編舞不是更好嗎？",
			0
		}
	}
}
