_G.pg.ship_skin_words[102140] = {
	feeling1 = "大姐頭果然看走眼了嗎……",
	feeling3 = "大姐頭又厲害又酷，而且總是笑的很帥，就好像沒有什麼能打倒她一樣，我的夢想就是有一天變成她那樣",
	lose = "對不起…大姐頭…丟了海上騎士的臉…",
	propose = "大姐頭說了，這種大事必須要遵從自己的內心。所以我現在站在了這裡，指揮官你呢？",
	expedition = "委託完成了，不去接一下她們嗎？",
	win_mvp = "勝利的感覺……還不壞",
	home = "辛苦了，不休息會兒嗎？",
	mission = "指揮官，任務來了，時間就是金錢，趕快完成吧",
	touch2 = "忍耐，我要忍耐…這一定是在考驗我對大姐頭的信任…",
	voice_key_2 = -1,
	skill = "礙眼，消失吧",
	drop_descrip = "克里夫蘭級輕巡洋艦—蒙彼利埃，舷號CL-57",
	mail = "你的信，我放那了",
	touch = "……？沒有什麼事的話請不要叫我",
	profile = "你知道嗎，我們克里夫蘭級是大戰中白鷹最出色的輕巡，所以你要對大姐頭更加尊敬一點才行。至於我，倫內爾，皇后灣，還有些其他作戰，也算是參加過一些戰鬥吧",
	mission_complete = "獎勵嗎……好吧，這也是職責的一部分，我去拿吧",
	feeling4 = "說起來，指揮這種工作，我以前一直以為就是趾高氣揚地在那發號施令的傢伙……實際看過之後才知道，當指揮官也很辛苦呢",
	unlock = "指揮官嗎？看起來…不是那麼可靠啊…不過既然大姐頭也在這裡…沒辦法，蒙彼利埃、報到，不用請多指教也沒關係",
	feeling5 = "倒也不是說大姐頭的話我什麼都會聽，只是大姐頭總是對的……比如我現在已經理解了，她選擇的指揮官有多麼優秀",
	main = "怎麼才能變得像大姐頭那樣呢……笑容？……似乎，不太行|我不太習慣和同級姐妹之外的人相處，至於指揮官你……唔，我會加油的|指揮官，我有點好奇，大姐頭當秘書的時候是什麼樣的？",
	battle = "海上騎士，出擊！",
	upgrade = "這樣就離大姐頭更近一點了…",
	voice_key = 10214,
	headtouch = "",
	feeling2 = "雖然還不理解大姐頭為什麼會選擇你，不過我還是相信大姐頭的眼光的",
	login = "你回來了？那我出去透透氣，好悶",
	vote = "",
	hp_warning = "大姐頭說了，不能放棄！",
	id = 102140,
	detail = "大姐—原來是指揮官啊，有什麼事嗎？",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"…不能給大姐頭丟臉！",
			0
		}
	}
}
