_G.pg.ship_skin_words[10700060] = {
	feeling1 = "不行啊——好感度这么低可没法通关呢~……还要再加把劲才行啊，指挥官。",
	feeling3 = "嘿咻…在門框上放上板擦，椅子放上老鼠玩具……嗚哇！指揮官已經回來了嗎！切——惡作劇失敗了啊~",
	lose = "哇！HP槽怎麼是紅色的！！快撤退——！",
	propose = "亞美能來到這裡，和指揮官還有大家一起玩了這麼久，真的很開心呢～♪指揮官，今後也請讓亞美更加開心吧！",
	expedition = "諸君，歡迎歸來！各位都有獎勵哦！",
	win_mvp = "看見了嗎！偶像亞美的閃亮表現！",
	home = "指揮官辛苦了！亞美也有些累了~來吃點心吧~",
	mission = "工作還沒結束嗎？不早點做完的話……天就要黑了哦，老闆？",
	touch2 = "嚯嚯嚯~指揮官原來是這樣的人嗎~？",
	voice_key_2 = -1,
	skill = "見識一下亞美的力量吧！",
	drop_descrip = "嗯哼哼~我是偶像雙海亞美哦~！這裡挺熱鬧的嘛，看起來很適合惡作劇的呀~今後多多關照啦，指揮官！",
	mail = "好像收到了新的郵件哦~？指揮官？",
	touch = "什麼什麼？要和亞美一起玩嗎？指揮官真好！",
	profile = "我叫雙海亞美，和真美是雙胞胎。我們曾經彼此作為替身交換過工作哦~其實在這裡的，並不是亞美，而是真美哦…嗯哼哼~♪",
	mission_complete = "任務完成了！亞美也很努力對吧？",
	feeling4 = "快看快看。我要模仿指揮官的表情了哦……！欸，不像指揮官嗎？真奇怪——明明其他人都說我學的很像啊~",
	unlock = "嗯哼哼~我是偶像雙海亞美哦~！這裡挺熱鬧的嘛，看起來很適合惡作劇的呀~今後多多關照啦，指揮官！",
	feeling5 = "嗯哼哼~猜猜我是誰……！亞美？答對了！不愧是指揮官！作為獎勵，亞美把零食分給你~",
	main = "港區這裡人還挺多的呢~！嘻嘻，下次該對誰惡作劇呢~♪|耶~拿到SSR了！亞美今天運勢絕佳☆|指揮官，哈囉哈囉~……嗯？我要用這把掃把做什麼？嗯哼哼~當然是~~秘密啦♪",
	battle = "今天要以誰為目標呢~？",
	upgrade = "升級啦！謝謝指揮官！",
	voice_key = 1070006,
	headtouch = "難道打算對亞美做惡作劇嗎…？那就來試試吧~！",
	feeling2 = "指揮官！你看到真美了嗎？嗯，本來約好跟她一起玩遊戲的…",
	login = "指揮官還在睡覺嗎~？嗯哼哼~趁著這個機會搞些惡作劇吧…",
	vote = "",
	hp_warning = "雙海亞美的傳說，還遠遠沒有結束哦！",
	id = 10700060,
	detail = "指揮官那麼想了解亞美嗎？先從一起玩遊戲開始吧~",
	couple_encourage = {
		{
			{
				1070007
			},
			1,
			"讓我們一起登上超棒的舞台吧！真美！",
			0
		},
		{
			{
				1070001
			},
			1,
			"香香，小心摔倒哦！",
			0
		},
		{
			{
				1070003
			},
			1,
			"伊織~！今天也很棒呢~",
			0
		}
	}
}
