_G.pg.ship_skin_words[10700070] = {
	feeling1 = "嗚哇，明明讓指揮官幫我抽卡……結果一個稀有角色都沒有出啊！",
	feeling3 = "指揮官救命！惡作劇的時候被發現了，現在在被追著——！讓我躲一會兒就好~！",
	lose = "哇哇！沒聽說還會這樣啊~！快點撤退啦！",
	propose = "指揮官！一直和真美一起玩，真是超級感激不盡~！今後，性感美少女真美也會繼續活躍下去的，一定要好好期待哦♪",
	expedition = "終於回來了！幹得不錯，給諸位一些賞賜吧~！",
	win_mvp = "耶~贏啦~好啦，讓我們來看看掉落了什麼獎勵~？",
	home = "歡迎回來，指揮官！差不多也該到吃點心的時間了吧？",
	mission = "指揮官……快點做完任務，然後去休息吧？",
	touch2 = "指揮官也沉溺在真美的性感荷爾蒙中無法自拔了嗎~？",
	voice_key_2 = -1,
	skill = "要上了哦——性感力全開☆",
	drop_descrip = "嗯哼哼~♪我是偶像雙海真美！在這裡也要讓大家感受到真美的性感！請多指教，指揮官！",
	mail = "是給指揮官的信嗎？該不會是誰寫的情書吧~",
	touch = "啊，指揮官！有空的話就和真美一起玩吧~！",
	profile = "我是雙海真美喲，和亞美是雙胞胎。如果我們弄成同樣的髮型，看起來就會一模一樣呢~！欸，其實在這裡的不是真美而是亞美？嗯哼哼~指揮官覺得到底是誰呢？",
	mission_complete = "好耶~！完成啦~指揮官！趕緊回去和真美一起玩遊戲吧！",
	feeling4 = "剛才在商店發現了看起來很美味的布丁哦~！好想和指揮官一起吃啊……欸，要給我買嗎？真不愧是指揮官♪",
	unlock = "嗯哼哼~♪我是偶像雙海真美！在這裡也要讓大家感受到真美的性感！請多指教，指揮官！",
	feeling5 = "不要吵醒指揮官，輕輕地……哇，你醒了？不，我、我不是在惡作劇哦，只是想給指揮官蓋毯子而已！相信我啦！",
	main = "港區有這麼多人，真美的Pose也能在很多人面前展示了！在這裡特訓的話，一定能變得更加性感的吧♪|欸，指揮官在打瞌睡？趁著這個機會~在桌上放些奇怪的照片…嘿嘿嘿|呀嚯~指揮官！欸，這個桶是用來幹嘛的？嗯哼哼~請盡情期待吧☆",
	battle = "要弄點什麼樣的陷阱呢~",
	upgrade = "這樣一來真美的性感值也上升了吧~？",
	voice_key = 1070007,
	headtouch = "怎麼啦怎麼啦？指揮官也想和真美玩遊戲嗎？",
	feeling2 = "啊，指揮官！你看到亞美了嗎？嗯，我們約好了一起吃布丁來著……",
	login = "指揮官，還沒起床嗎？快點起來，不然就要在你臉上塗鴉了喲——",
	vote = "",
	hp_warning = "現在是展現真美真正實力的時候……",
	id = 10700070,
	detail = "想知道關於真美的事情~？如果陪我玩的話，我就告·訴·你！",
	couple_encourage = {
		{
			{
				1070006
			},
			1,
			"一起炒熱氣氛吧！",
			0
		},
		{
			{
				1070005
			},
			1,
			"哇，合作一下吧~？律子醬",
			0
		},
		{
			{
				1070003
			},
			1,
			"不愧是伊織♪",
			0
		}
	}
}
