_G.pg.ship_skin_words[299020] = {
	feeling1 = "無論如何，我都永遠比不上那些KGV嗎！？",
	feeling3 = "愛是不應期待回報的，所以，無論皇家對我做過什麼，我對皇家的感情都不會改變",
	lose = "又要……被放棄了嗎？",
	propose = "我很幸福喔，即使這個世界不再需要我，你也會需要我，這對我已經足夠了……指揮官，或許我是為了與你相愛，才來到這裡的吧",
	expedition = "指揮官，建造我花費了多少物資？放心，無論花費了多少我都一定能加倍回報你！",
	win_mvp = "相信我，我會永遠勝利下去！",
	home = "前來迎接的人好多呢，真好啊，如果是我一個人回港，會有人前來迎接……嗎？",
	mission = "這份任務請交給我，我會證明自己的優秀！",
	touch2 = "請不要沾染上那些KGV的惡習",
	voice_key_2 = -1,
	skill = "女王可無法號令我",
	drop_descrip = "戰艦—君主",
	mail = "是關於戰爭的郵件，指揮官，請檢閱",
	touch = "指揮官？需要我了嗎？",
	profile = "皇家海軍戰艦君主號，喬治五世級戰艦的廢棄方案之一。她們即使已經落伍，即便存在瑕疵，也可以理所當然地繼續存在著呢……",
	mission_complete = "我不是理所應當就可以存在的，所以理所當然要比它們更加優秀",
	feeling4 = "看到了那些KGV的燦爛笑容，稍微有些覺得自己當初被放棄並不完全沒有價值",
	unlock = "初次見面，我是戰艦君主，皇家已經淒慘到要求助於曾被拋棄的我了嗎？",
	feeling5 = "指揮官，你在我的心中，自始至終永遠都是最重要最特殊的存在喔！",
	main = "威爾斯和約克……我既厭惡奪去了我存在位置的她們，又喜愛秉承我的消失而生的她們|如果我有妹妹，會為她取什麼名字呢……“威爾斯親王”或許真的不錯呢|我會使整個世界知曉，當初沒有選擇我是多麼地愚蠢！",
	battle = "請放心，我會將這支艦隊完整地帶回來的！",
	upgrade = "哼，果然，我才是最強的KGV方案",
	voice_key = 29902,
	headtouch = "",
	feeling2 = "在被所有人拋棄後，我憑恃著“自己是最優秀的KGV方案”這股信念，一直堅持到了現在……",
	login = "歡迎回來，我比威爾斯與約克更加優秀，指揮官，這是我們的共識吧？",
	vote = "",
	hp_warning = "哼！如果是威爾斯，現在已經回歸大海了吧",
	id = 299020,
	detail = "對我而言，你是這個世界上唯一特殊的存在……在遇到你之前，沒有任何人對我有過任何期待",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"我的名字會是喬治、伊莉莎白、愛德華，但決不會是威爾斯！",
			0
		},
		{
			{
				20507
			},
			1,
			"或許在某個世界，我是你真正的姐姐也說不定……",
			0
		}
	}
}
