_G.pg.ship_skin_words[102150] = {
	feeling1 = "指揮官，你的氣概呢！？",
	feeling3 = "一心一意地磨練自身的技藝，專心致志地打倒眼前的敵人——僅僅做到這些就足夠了嗎？",
	lose = "我……還不夠成熟嗎……",
	propose = "指揮官的身姿，比任何人都更加耀眼，比任何人都更加高潔……從今以後，我能有幸成為指揮官的劍，為你斬斷通往未來之途上的荊棘嗎？",
	expedition = "再為各艦補充一些物資吧，長時間作戰時，物資可不能比精神先瀕臨極限",
	win_mvp = "向著未來，繼續前進吧！",
	home = "歡迎回來，很抱歉，雖然準備了茶點，但我對廚藝實在沒什麼自信……",
	mission = "狂風大作也好，暴雨雷鳴也罷，無論什麼情況我都可以外出執行任務哦！",
	touch2 = "指揮官，你在摸什麼呢？",
	voice_key_2 = -1,
	skill = "破綻……看到了！",
	drop_descrip = "克里夫蘭級輕巡洋艦—丹佛，舷號CL-58",
	mail = "指揮官，請閱覽郵件",
	touch = "真意外，指揮官也喜歡Fist bump嗎？還以為只有我們習慣這麼打招呼呢",
	profile = "克里夫蘭級輕巡洋艦四號艦，在奧古斯塔皇后灣海戰中與三位姐姐一同大展身手。雖然還不夠成熟，但為了回應指揮官的期待，我會好好努力的！",
	mission_complete = "正因為大家團結一致，任務才能順利完成",
	feeling4 = "雖然還無法把握你所追求的未來的全貌，但那既然是你所憧憬的，想必一定非常耀眼美麗吧",
	unlock = "Hello~我是克里夫蘭級的丹佛，第四名海上騎士～在正式投入你的麾下前，可以告訴我——指揮官所期望著的，是怎樣的未來嗎？",
	feeling5 = "指揮官是我最信賴的人，也是我最崇拜的人……所以，如果有一天指揮官背棄了現在的自己，我一定會……一定會為了現在的你而戰！",
	main = "好想再像皇后灣海戰那時一樣和三位姐姐並肩作戰啊|我也想像克里夫蘭姐姐那樣在戰場上帥氣地橫行狂飆！|雖然有不少妹妹被改裝成了航母，但我並不羨慕她們喔，能成為自己就是最好的",
	battle = "消滅眼前的敵人～全員炮擊預備！",
	upgrade = "我會努力駕馭這份力量的！",
	voice_key = 10215,
	headtouch = "",
	feeling2 = "在遇到指揮官之前，我一直都只顧沿著克里夫蘭姐姐的足跡前行……",
	login = "歡迎回來，指揮官，今天的天氣也很適合外出行動呢",
	vote = "",
	hp_warning = "傷痕是最棒的勳章！",
	id = 102150,
	detail = "指揮官，要不要來觀摩我的訓練？嘿嘿，指揮官偶爾也親自下場怎麼樣？",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"克里夫蘭姐姐，無論何時都那麼有氣概！",
			0
		}
	}
}
