_G.pg.ship_skin_words[199010] = {
	feeling1 = "咦？聚會？沒算上你哦，指揮官，請繼續工作吧",
	feeling3 = "雖然我很喜歡開派對，不過我從不會硬拉不喜歡集體活動的姐妹們來參加哦？但是，如果願意來參加的話，即使不擅長交流的人，我保證也能讓她找到樂趣~",
	lose = "要是我的火力再強一點就好了……",
	propose = "ok，心情整理完畢！果然，我也是對指揮官有意思的，不然，從一開始就不會來邀請你了嘛~話說回來，指揮官，今天起，我們除了派對，又有了一樣要做的事呢，那就是— —約會！",
	expedition = "指揮官，委託完成囉？我覺得帶點什麼去犒勞委託組的姐妹們是個不錯的主意！",
	win_mvp = "勝利！回去可要好好慶祝一下~",
	home = "指揮官，雖然戰鬥很重要，但是放鬆也很重要！",
	mission = "新的任務！多找些姐妹們一起去吧！",
	touch2 = "指揮官，如果你是故意的，我可要生氣了",
	voice_key_2 = -1,
	skill = "讓戰場也熱鬧起來吧！",
	drop_descrip = "輕巡洋艦—西雅圖",
	mail = "指揮官，有你的郵件！難道是派對的邀請？",
	touch = "指揮官，來練習一下舞蹈吧～舞技好會更受歡迎哦？",
	profile = "來了來了，那麼，我叫西雅圖——啊，確切地說，我其實沒有名字，姑且是叫西雅圖，嗨呀，這種小事就不要在意了。總之，作為伍斯特級的原型設計之一，亞特蘭大級的改進型，我最擅長的就是防空了，天上飛的小傢伙們就交給我吧！",
	mission_complete = "任務完成！指揮官，我們來慶祝一下吧！",
	feeling4 = "指揮官，現在你知道集體活動的魅力了吧？只要聚在一起，大家就會自然而然地增進關係。你看，現在我們不是已經成為朋友了嗎？",
	unlock = "就是你把我從沉睡之中喚醒的嗎？ ……你好你好，幸會幸會～我叫西雅圖，從今往後，請多指教啦！",
	feeling5 = "看在我們交情的份上，指揮官你要是對哪個姐妹有意思，我也可以給你助攻一下哦？ ……咦，我？欸，啊，呃，不是，真……真的？",
	main = "指揮官，你不會覺得只有一個秘書太冷清嗎？我覺得多叫幾個姐妹來一起擔任秘書會比較熱鬧哦！ |指揮官，今晚下班後有預定嗎？我約了不少姐妹辦派對，你要不要一起來？ |雖然我的戰鬥經驗不足，不過姐妹們都很願意教導我，我會很快趕上來的~",
	battle = "好～大家一起上吧！",
	upgrade = "感覺現在我能把蚊子都給射下來！",
	voice_key = 19901,
	headtouch = "",
	feeling2 = "指揮官，不要總是把工作啊，戰鬥啊掛在嘴邊，稍微讓自己喘一口氣會比較好哦？總之，等會兒有個我發起的派對，你會來的，對吧？",
	login = "指揮官，吃過了嗎？沒有的話先一起吃點什麼吧~",
	vote = "",
	hp_warning = "大家再堅持一下！",
	id = 199010,
	detail = "派對，茶會，女子會，聚餐……ok，日程排得很滿，完美！",
	couple_encourage = {
		{
			{
				10206,
				10207,
				10208
			},
			1,
			"前輩，回港後來參加我的派對吧？",
			0
		},
		{
			{
				30402
			},
			1,
			"重櫻的宴會，我很有興趣！",
			0
		}
	}
}
