_G.pg.ship_skin_words[399040] = {
	feeling1 = "指揮官，我很擔心你的近況……不要再這樣下去了，好嗎？",
	feeling3 = "想要和重櫻、還有港區的各位都搞好關係呢～不如辦個交流會如何…？就由我來準備飲品和點心吧～呵呵～",
	lose = "失敗了…該怎麼和指揮官交代好呢…",
	propose = "指揮官的心意，我已經完全明白了。從此刻起，我會用未來的全部時光去愛著您的…呼…雖然是自己說出來的，不過還是有點害羞呢…嘻嘻…",
	expedition = "委託組的大家已經回港了，指揮官，要我代為清點物資嗎？",
	win_mvp = "這是大家一起努力的結果，我只不過是其中的一份子~",
	home = "歡迎回來~指揮官，喝杯茶，吃點點心休息一下吧？",
	mission = "遇到了困難的任務嗎？我來幫你吧",
	touch2 = "指揮官，還請你注意下場合呢……",
	voice_key_2 = -1,
	skill = "接下來到我了呢~",
	drop_descrip = "超甲巡—{namecode:165}",
	mail = "郵件我已經幫指揮官收好了，快看看吧~",
	touch = "哎呀？指揮官想要摸摸我嗎？還是想要被我摸摸？無論哪種，都可以直接跟我說哦？",
	profile = "我是大型巡洋艦{namecode:165}號，作為夜間雷擊戰的支援火力旗艦設計，可惜當初並沒有被投入到實戰中來…擅長夜戰指揮，不過雷擊戰的話就有點…啊哈哈……",
	mission_complete = "任務的獎勵有好多……真不愧是指揮官呢~",
	feeling4 = "指揮官，你知道嗎？無憂無慮，充滿幸福的笑臉是這個世界上最可愛的東西呢。大家的，和指揮官的笑臉，我想就這樣守護下去……",
	unlock = "大型巡洋艦·{namecode:165}，前來報到。雖然資歷尚淺，不過還是希望指揮官能多依賴我一點呢~我會盡全力保護好指揮官的~",
	feeling5 = "指揮官累了嗎？呵呵，請安心地躺下，讓{namecode:165}給你掏掏耳朵，或者揉一揉肩膀放鬆一下吧～？",
	main = "和大家一起出海的時候，我的防護能力就能派上用場了呢！ |炮擊的精準度嗎？過獎了呢~但是，比起天賦，不斷練習才是更重要的。 |指揮官，需要{namecode:165}做什麼事嗎？",
	battle = "由我來指揮嗎…？雖然不敢保證結果，但是我會盡全力的！",
	upgrade = "嗯嗯，就是這個感覺~",
	voice_key = 39904,
	headtouch = "",
	feeling2 = "我對這裡還不是太熟悉……能耽誤指揮官一點時間，稍微陪我在港區裡走走嗎？",
	login = "讓我們開始今天的工作吧？放心，我會一直陪在你身邊的~",
	vote = "",
	hp_warning = "這點損傷，還不要緊……",
	id = 399040,
	detail = "我想積累更多經驗，盡快跟上夥伴們的腳步。所以，無論什麼事情都行，還請儘管吩咐我吧~",
	couple_encourage = {
		{
			{
				40304
			},
			1,
			"德意志小姐，還是稍微謹慎點比較……",
			0
		},
		{
			{
				30401
			},
			1,
			"和{namecode:70}姐比起來，我還差得很遠呢",
			0
		},
		{
			{
				39903
			},
			1,
			"{namecode:164}，不要迷路了哦？",
			0
		}
	}
}
