_G.pg.ship_skin_words[499020] = {
	feeling1 = "有在認真反省了嗎？",
	feeling3 = "在戰場上，勇氣並沒有意義，誰更接近拉普拉斯的惡魔，誰就更接近勝利",
	lose = "那麼，請靜待下次演奏吧",
	propose = "以後，悲傷也好、喜悅也好、痛苦也好、歡愉也好，無論發生什麼，都來依靠我吧，我會一直、一直理解你、包容你、支持你的喔……",
	expedition = "要好好歡迎認真完成了委託的孩子們喲",
	win_mvp = "真遺憾，安可演奏還沒有開始呢",
	home = "歡迎回來，無論遇到什麼事，都可以向我報告",
	mission = "無論想要什麼，我都可以幫你拿到",
	touch2 = "彷彿變回了小孩子呢……真可愛",
	voice_key_2 = -1,
	skill = "第九交響曲，合唱！",
	drop_descrip = "戰列艦—腓特烈大帝",
	mail = "那麼，我來唱給你聽吧",
	touch = "害怕的時候，就躲到我身後吧",
	profile = "鐵血海軍腓特烈大帝號戰列艦，H計劃的產物之一。我的孩子，如果失眠的話，就讓我為你唱首搖籃曲吧",
	mission_complete = "那麼，想要什麼獎勵呢？",
	feeling4 = "比起戰鬥，我更喜歡像現在這樣，來、張開嘴，啊~~",
	unlock = "歡迎你的到來，我的孩子，你希望我贈予你什麼？黃金、榮耀，還是青春？",
	feeling5 = "盡情地向我撒嬌吧，更多地、更多地……",
	main = "戰鬥時壓抑的感情，就在演奏中釋放出來吧|戰場上的我理性得幾近殘酷？我姑且把它當做一種誇獎吧|即便不小心惹怒了我，只要好好道歉，我還是會原諒你的",
	battle = "聆聽我的演奏，獻上痛惡、深懼與絕望吧！",
	upgrade = "感覺能奏出更精妙的樂曲了呢",
	voice_key = 49902,
	headtouch = "",
	feeling2 = "我是本不應出現的存在，不過，既然我已存在於此，那麼其中必然蘊藏著某種合理性…",
	login = "快拉開今日的帷幕吧，奏者們早已急不可耐了！",
	vote = "",
	hp_warning = "再稍微，忍耐一下喔",
	id = 499020,
	detail = "我的孩子，若想取得徹底的勝利，必須保持絕對的理性",
	couple_encourage = {
		{
			{
				40146
			},
			1,
			"偶爾也來向我撒撒嬌嘛",
			0
		},
		{
			{
				40502
			},
			1,
			"我的指揮無法讓你的才能淋漓盡致地展現出來嗎……",
			0
		}
	}
}
