_G.pg.ship_skin_words[102160] = {
	feeling1 = "哼，被我無視，是你咎由自取！",
	feeling3 = "被我迷住也是沒辦法的事。好吧，就允許你多發一下呆~",
	lose = "居然會失敗……真狼狽。",
	propose = "感到光榮吧，你已經得到我曼非斯的認可了~我現在對你可是充滿期待喲，可不要讓我失望了~",
	expedition = "委託組已經回來了。抽空審閱下他們的工作實績吧。",
	win_mvp = "哼~看到了吧！這是只屬於我的榮耀時刻~",
	home = "嘻嘻，還是幹得不賴嘛~可別太得意，後面還會有很多考驗。",
	mission = "有任務就趕快處理，不要放置不管。說你呢，指揮官~",
	touch2 = "不放開的話，你會知道下場的~",
	voice_key_2 = -1,
	skill = "護航還是要看我的！",
	drop_descrip = "奧馬哈級輕巡洋艦—曼非斯，舷號CL-13",
	mail = "快去收郵件吧~應該有好事發生。",
	touch = "哦？迫不及待地就想看我訓練？那就好好給你展示一下~",
	profile = "我是奧馬哈級的輕巡洋艦曼非斯。生涯裡迎接過一些重要的賓客，也曾作為旗艦被徵用。多說無用，想要更好地了解我，就好好跟在後頭，看我的精彩表現吧~",
	mission_complete = "抽空去看看吧，這是你應得的獎勵。",
	feeling4 = "靠得這麼近，是想感受一下我髮稍的氣味嗎？嘻嘻，怎麼樣，有沒有海風的味道？",
	unlock = "哦？你就是這裡的指揮官嗎？放心吧，我會為你護航的。不過，你得要先達到我的標準才行呢~",
	feeling5 = "缺了我總覺得渾身不自在？放心吧，我會為你盡心護航的，所以，你也要盡心陪著我才行~",
	main = "接受檢閱，就應該把最好的一面展示給大家看。這是我的準則~|一直以來都頻繁地巡洋四海，在港區多待上一段時間都是奢望…不過沒關係，我喜歡讓自己忙碌起來~|要我在回港的時候帶點禮物給你？指揮官得先在港區好好表現才行~",
	battle = "上吧！大家都要發揮出最好的水準！",
	upgrade = "這下就能更好地護航了~",
	voice_key = 10216,
	headtouch = "",
	feeling2 = "接下來我會處理一些文書並審核一些訓練計劃，指揮官最好也幫忙看下其中的細節，可別拖了我後腿喲~",
	login = "指揮官，總算來了。那就出發吧~快跟上我的腳步！",
	vote = "",
	hp_warning = "不能再掉以輕心了！",
	id = 102160,
	detail = "如果想繼續陪著我，那就好好審視我的全部吧~",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211
			},
			1,
			"好不容易能一起出戰。跟我前進吧~",
			0
		}
	}
}
