_G.pg.ship_skin_words[299030] = {
	feeling1 = "嗚…這就是我第一個喜歡上的人的真面目嗎？",
	feeling3 = "聽我說啊，上次和重櫻的艦船一起玩的時候，我摸到了真的貓耳哦！貨真價實的呢！嘿嘿，很羨慕吧？ …早就摸過了？真是的，你就不能滿足一下我的虛榮心嘛……",
	lose = "趁敵人沒注意到的時候，趕緊溜走吧？",
	propose = "既然親愛的都這麼表現出對柴郡的重視了，嘻嘻~那作為回報，接下來，我要說一百遍“我喜歡你”！我要開始啦，你可要聽清楚了！在聽完之前，哪裡也不許去哦！親愛的~",
	expedition = "委託隊回來啦！一起去迎接她們吧？啊，對了，順便帶上一些慰問品吧！",
	win_mvp = "贏啦，親愛的，我們贏啦！耶~！",
	home = "親愛的，你回來啦！出擊沒有受傷吧？沒有遇到很難纏的敵人吧？沒有突然對別的女孩子心動吧？嘿嘿，那就好~",
	mission = "沒有什麼任務是能難倒親愛的和我兩個人的！",
	touch2 = "呀~真是的，不允許偷襲啦！明明只要和我說一聲就好了嘛。",
	voice_key_2 = -1,
	skill = "這是愛的一擊哦！",
	drop_descrip = "重巡洋艦-—柴郡",
	mail = "有你的信件哦！是啥內容呢？讓我也看看嘛~",
	touch = "嗯哼？親愛的，在想什麼呢？嘻嘻，想法都寫在臉上了哦~",
	profile = "我是皇家所屬的重巡洋艦，柴郡號！不過，直到見到親愛的以前，我一直都是只存在於想像之中的艦船呢。所以，我的這副身心，都是屬於親愛的你的呢！",
	mission_complete = "任務完成啦！這些任務對我們來說會不會簡單了點？",
	feeling4 = "親愛的，你會因為我平時的攻勢太猛烈了而覺得厭煩嗎？如果真的是這樣的話，那我就……我就用更加直接的行動，讓親愛的不得不接受我的愛意！首先是這個——飛撲攻擊，嘿~！",
	unlock = "呼啊——感覺像是睡了很久醒過來一樣呢~嗯哼？就是你喚醒我吧？那，從今天起，你就是我的親愛的啦！為什麼？因為我對帶我來到這個世界的你一見鍾情啦！",
	feeling5 = "如果沒有你的話，我可能永遠都見識不到這個美麗的世界，遇不見那麼多可愛的夥伴們，也體驗不到如此幸福的感情…所以，我…看招，嘿！抱住你了！親愛的，最喜歡你啦！嘿嘿~",
	main = "親愛的，皇家的艦船之間有沒有什麼好玩的事情？別的陣營的也可以啦，都和我說說嘛~|柴郡才不是貓呢！雖然是像貓一樣可愛不過總歸不是貓啦！ |這是主人您的紅茶，請用…這是我和女僕隊的成員學的，怎麼樣，像嗎？嘿嘿~",
	battle = "猜猜看，今天為你們準備的主菜是魚雷呢，還是炮彈呢~？",
	upgrade = "嘿嘿，謝謝親愛的啦~",
	voice_key = 29903,
	headtouch = "我很喜歡貓耳的髮飾呢！親愛的，你要不也戴戴試試看？欸，就戴一下嘛，讓我看一眼就好了啦！",
	feeling2 = "啊，親愛的，你去哪裡了？如果是去了好玩的地方卻不帶上我的話，我就要生氣啦！",
	login = "親~愛~的~！嘿，我抱！ ……這樣的迎接過於熱情了？嘿嘿，因為是親愛的，所以免不了有些激動嘛！",
	vote = "",
	hp_warning = "啊疼疼疼！ ……但是，為了親愛的，我是不會輸的！",
	id = 299030,
	detail = "為什麼對親愛的一見鍾情了？據說動物會把它們第一眼看到的生物視為“愛人”呢~是“父母”而不是“愛人”？哎呀，這不是重點啦~總之，從我見到的第一面起，親愛的就是親愛的啦！",
	couple_encourage = {
		{
			{
				29901
			},
			1,
			"欲擒故縱是有可能會把對方嚇走的哦？",
			0
		},
		{
			{
				31201,
				30116,
				30113,
				30121,
				30126,
				30163
			},
			1,
			"哇！我、我可以摸摸看嗎？",
			0
		},
		{
			{
				10124,
				10125
			},
			1,
			"耶~是柴郡贏了！",
			0
		},
		{
			{
				20204,
				20208,
				20210,
				20212,
				20220,
				20222
			},
			1,
			"多教教我嘛！",
			0
		},
		{
			{
				19901
			},
			1,
			"開party啦！！",
			0
		}
	}
}
