_G.pg.ship_skin_words[299040] = {
	feeling1 = "若只是幾次無心之過，我是不會放在心上的，但如果你還是這樣一意孤行，那就別怪我不留情面了。",
	feeling3 = "你對冒險也有興趣嗎？太好了，我正愁缺個伴呢，說吧，你想要的是尋找大海中的黃金秘寶，還是探尋遠方的神秘國度？",
	lose = "今天的所有屈辱，我都會銘記在心的…走著瞧吧！",
	propose = "你不覺得奇妙嗎？這種既不是“被征服”也不是“不甘心”，單純感到“羞恥”的感覺……都是因為你，我都變得不像我了。雖然我也不討厭這樣的狀態…就是了。你能理解嗎？",
	expedition = "果然老老實實地做委託沒有直接從敵人手裡掠奪來得過癮啊…啊，沒什麼。",
	win_mvp = "勝利，無論何時都讓人倍感愉快啊，哈哈！",
	home = "作戰辛苦了，正好我準備了些新鮮的葡萄，要來一顆嗎？ …那好，接好了！嘿！",
	mission = "按部就班地做任務可不是我的風格，嗯…先看看有多少報酬吧！",
	touch2 = "嚯~？你膽子還不小嘛~！",
	voice_key_2 = -1,
	skill = "可別怪我無情了！",
	drop_descrip = "重巡洋艦-—德雷克",
	mail = "信件，會不會發現了哪裡有寶藏的消息呢，哈哈。",
	touch = "我喜歡直白的人，所以有什麼事儘管直接說出來就好。",
	profile = "我是皇家海軍的重巡洋艦·德雷克。也許你對我的存在還感到比較陌生，不過沒關係，在以後的戰鬥裡，我的9.2吋炮會給你留下足夠充分的深刻印象的！",
	mission_complete = "雖然任務報酬還不少，不過像這樣由上面施予的獎勵總感覺少了點什麼呢…",
	feeling4 = "唔…一起探險是挺好的，不過，最近出去的地方是不是都太近了點？不是港區內就是近海……老實說，有點無趣啊。下次，我帶你去大海更深的地方吧？",
	unlock = "你就是指揮官吧？看起來不錯~皇家海軍重巡德雷克，現在加入你的麾下！姑且問一句，出擊的許可，應該已經準備好了吧？",
	feeling5 = "原來如此，你並不在乎旅行的終點，而更加在意同行的夥伴嗎。也就是說，只要和我一起，無論去哪都沒問題！是這樣吧，哈哈哈…唔？等等，這意思不就是…",
	main = "武裝艦船的是裝甲、火炮和魚雷，而武裝人的，則是膽識、見識與學識。 |我不討厭禮節，也不反對適當的儀式感，不過，繁文縟節的東西，能少點還是盡量少點好。 |比起榨好的蘋果汁，還是沾著露水的新鮮蘋果更誘人，你也是這麼覺得的吧！",
	battle = "哼哼哼，放開了大幹一場吧！",
	upgrade = "感覺炮管能發出更讓人愉快的聲音了，哈哈！",
	voice_key = 29904,
	headtouch = "",
	feeling2 = "戰場上無需拘泥於手段，無論是靠小伎倆，還是正面進攻，站到最後的勝者才有資格談論正義，如此而已。",
	login = "來了啊。今天先做點什麼？先研究下作戰也好，要直接先出擊也是沒問題的哦？",
	vote = "",
	hp_warning = "嘁，對面的有兩下子嘛！",
	id = 299040,
	detail = "任何偉大的事蹟都必定有它的起點，但惟有堅持到最後才能獲得真正的榮耀——所以繼續努力吧！",
	couple_encourage = {
		{
			{
				90501
			},
			1,
			"比比看誰能奪得更多的戰果吧！",
			0
		}
	}
}
