_G.pg.ship_skin_words[499030] = {
	feeling1 = "結果第一個指揮官就是這個樣子……我還真是可憐啊。",
	feeling3 = "實戰經驗不足，就用更多的實戰去彌補。指揮官，請不用顧忌我的言辭，指派我去參與作戰吧。",
	lose = "哼，就當是積累實戰經驗吧。",
	propose = "對我來說，存在的意義早已不再停留於戰鬥。我的存在，我的命運，早已經和你緊緊地繫在了一起了呢。我的心永遠屬於你，我的指揮官。",
	expedition = "失陪了，我去迎接一下委託歸來的她們。",
	win_mvp = "有我在，這不是理所當然的嗎？",
	home = "裝備也需要維護一下了呢。",
	mission = "難道你要把這些任務一直留著嗎？",
	touch2 = "正好，拿你來試試主炮吧。",
	voice_key_2 = -1,
	skill = "就是現在，主炮齊射！",
	drop_descrip = "輕巡洋艦——美因茲",
	mail = "有新的信件，你該不會忘了吧？",
	touch = "怎麼了？莫非你是在向我尋求安慰？",
	profile = "我是美因茲號巡洋艦。原本，我應當作為希佩爾將軍級的後續艦型誕生，然而因為種種原因，我的建造最終被取消。這麼說的話，你應該就能明白了吧。",
	mission_complete = "任務的獎勵……你還要放多久呢？",
	feeling4 = "如果說之前是為了證明自己而戰，那我現在更願意為你而戰。指揮官，我想向別人證明，你是一個值得欽佩的人。",
	unlock = "我是巡洋艦美因茲。看起來，你就是我的第一個指揮官了啊。可別讓我失望！",
	feeling5 = "你是我第一個，也是我最後一個效忠的指揮官。不僅如此，你是我唯一一個想要走近得更近的人……",
	main = "你在幹什麼！ ？牛奶可是對咖啡的褻瀆！砂糖也一樣！ |難以置信……那麼大的辦公室居然連一台咖啡機都沒有……|如果能夠在大戰中順利誕生，我能夠做到什麼事呢……算了，反正都過去了。",
	battle = "可不要拖了我的後腿。",
	upgrade = "哼，有點想在實戰中看看效果了呢。",
	voice_key = 49903,
	headtouch = "",
	feeling2 = "既然降生於世，我就要做些什麼。不然，我將無顏面對那些設計我和建造我的人們。",
	login = "讓我的等待變得有些意義起來吧，指揮官。",
	vote = "",
	hp_warning = "怎麼裝備有些不聽使喚了……",
	id = 499030,
	detail = "戰績嗎……那種東西從今天算起就好了。",
	couple_encourage = {
		{
			{
				49901,
				49902,
				49904
			},
			1,
			"這才是鐵血真正的實力！",
			0
		}
	}
}
