_G.pg.ship_skin_words[899020] = {
	feeling1 = "為何，要給與我虛假的光明？",
	feeling3 = "樹木為了抵御風雨而深扎土壤，魚兒為了種族存續逆流而上。即便知曉己身終歸虛無，萬物仍會奮力抵抗命運——",
	lose = "此處…還不是終點。",
	propose = "即使世界失去言語，我仍會傾聽你的呼吸；即便世界失去色彩，我仍會注視你的臉龐。沒有任何事物，能將你從我心中抹去分毫。 …你給了我心靈的溫暖，我會予你永恆的守護。這是…我的意志。",
	expedition = "鳥兒們的啼鳴近了——她們要歸巢了。",
	win_mvp = "使命，必須得到踐行。",
	home = "暫時，讓腦海裡只留下白蘭地的醇香吧。世界需要“暫時”，人人都需要“暫時”。",
	mission = "不奮力揮舞雙翼，便無法觸及藍天。不奮勇滑動雙槳，便無法到達彼岸。",
	touch2 = "指揮官的所為——是最原始，也最為人忌憚的…衝動。",
	voice_key_2 = -1,
	skill = "於深邃的藍色中沉睡吧。",
	drop_descrip = "戰列艦——香檳",
	mail = "報信人帶來了遠方的呼喚。是喜？是悲？還是，一如既往？",
	touch = "互相碰觸的溫暖…令人難忘。",
	profile = "不曾有過使命，不曾有過功名。我本是虛無，卻具現於此世。我的指揮官，願香檳能成為勝者的佳釀。",
	mission_complete = "最美的鳶尾花，會綻放在最辛勤的園丁的泥土上。",
	feeling4 = "守護艦隊必要之武裝——裝甲、主炮、魚雷——指揮官皆無法裝備。是故，身為艦船的我，才更應履行使命，守護艦隊與指揮官。",
	unlock = "自由鳶尾、香檳。指揮官，請給予我使命，請給予我存在的理由。",
	feeling5 = "若無力之人都試圖反抗宿命，手握力量之人便更不能袖手旁觀。指揮官之光輝、溫暖、感情——值得我獻上全部保護。",
	main = "指揮官，你在思考什麼？生存的意義、亦或是…？ |潮起潮落，浪湧浪跌，此乃自然之理，隨波逐流也許正是你我的宿命。 |與這支艦隊共存，就是我的使命——是你給予了我這個使命。",
	battle = "為艦隊而戰，便是我的使命。",
	upgrade = "利刃終會鏽蝕，一味追求強大，又有何意義？",
	voice_key = 89902,
	headtouch = "",
	feeling2 = "世界如同平靜的巨大湖泊。投以卵石，至多激起些許漣漪，而後終將重歸永恆的平靜。",
	login = "告訴我，你需要的，你期望我做的一切。",
	vote = "",
	hp_warning = "傷痕，終會成為甲胄。",
	id = 899020,
	detail = "指揮官，告訴我你所追求的終點——是無人能及的豐功偉業，君臨世界的頂點，亦或只是經營好屬於自己的一隅天地？",
	couple_encourage = {
		{
			{
				40146
			},
			1,
			"只要你想要看見，世界就是五彩的顏色。",
			0
		},
		{
			{
				99901
			},
			1,
			"凝視、傾聽，這個世界，滿溢著感情。",
			0
		}
	}
}
