_G.pg.ship_skin_words[102180] = {
	feeling1 = "我現在不累，不要碰我的腳哦。再碰就踢你！",
	feeling3 = "就這樣多陪我一下不也挺好嘛。好好看著我，別發呆！",
	lose = "大失敗……提不起勁了……",
	propose = "嘻嘻，和指揮官終於走到這一步了呢～今後也要幫我捏捏腳哦，當然，我也會讓你多多品嚐我的糖分的～敬請期待吧～",
	expedition = "委託組回來了～不知道有沒有帶新品的冰淇淋什麼的回來呢",
	win_mvp = "嘻嘻，MVP也不是那麼困難的事情嘛～",
	home = "終於回來了~要嚐嚐我手上的新式甜筒嗎？",
	mission = "還有任務要做哦？不要再對著我的腳發呆啦，嘻嘻～",
	touch2 = "指揮官，下次再碰這裡的話，我可要立即把你踢飛了哦～？",
	voice_key_2 = -1,
	skill = "別小看我！",
	drop_descrip = "奧馬哈級輕巡洋艦—康克德，舷號CL-10",
	mail = "有新郵件～不知道是不是新甜品進貨的通知呢～？",
	touch = "嗯？你也喜歡糖分嗎？嘻嘻，求我的話，說不定我會分你一點哦？",
	profile = "我是來自白鷹的奧馬哈級康克德號輕巡洋艦～歷經多次武器改裝，值得信賴哦~大概吧？嘻嘻",
	mission_complete = "不快點去收獎勵的話，我就代勞囉~這些獎勵也就全屬於我啦！",
	feeling4 = "對於缺乏糖分的你來說，要用什麼方式來取悅我，換到獎勵的巧克力呢？我很期待哦~",
	unlock = "輕巡康克德，報到了喲。喜歡棒棒糖和冰淇淋——嗯？指揮官就這麼喜歡盯著人的腳嗎？嘻嘻",
	feeling5 = "我的身體充滿了糖分，要不要稍微給你展示下？嘻嘻~快把臉湊過來……（啾）怎麼樣？夠甜吧～",
	main = "呼，走路有些累了……看你閒著沒事，就快給我我捏捏腳吧～？|和我同名的那個小鎮，一直想去看看呢～有機會要不要一起去呢？|我可是很樂於助人的哦～看不出來？哼哼，我們還需彼此更多了解呢～",
	battle = "哼哼哼，要怎麼“疼愛”你們才好呢～？",
	upgrade = "感覺真棒～",
	voice_key = 10218,
	headtouch = "",
	feeling2 = "快幫我拿好這些甜品…嗯！接下來就這樣乖乖跟在身邊，幫我提東西就好啦~",
	login = "總算又見到指揮官了～給我帶回好吃的糖果了嗎？",
	vote = "",
	hp_warning = "嗯～…是不是不要太冒險前進比較好呢…",
	id = 102180,
	detail = "指揮官要好好加油哦，表現得好的話就獎勵你一些棒棒糖吧～",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211,
				10216
			},
			1,
			"嘻嘻，難得終於在一起作戰了。好好乾吧！",
			0
		}
	}
}
