_G.pg.ship_skin_words[102210] = {
	feeling1 = "指揮官，不要難過，比聖地牙哥笨並不是你的錯",
	feeling3 = "要是遇到了一些怎麼樣都忘不掉的問題要怎麼辦呢……啊，我知道了，這個時候只要找指揮官就好了吧！",
	lose = "欸欸？那邊不是回去的方向嗎？",
	propose = "這個閃閃亮亮的東西是什麼呀？是要這樣戴在手上的嗎？哦哦，看起來好漂亮！嘿嘿，那我就一直這樣戴著好了！",
	expedition = "…………？ ！指揮官，直覺告訴我，港口有人回來了！",
	win_mvp = "看到了嗎，看到了嗎！是我拿到了mvp！",
	home = "指揮官，剛剛是在和我玩躲貓貓吧！",
	mission = "看我一口氣把這些任務都完成！",
	touch2 = "指揮官是笨蛋！",
	voice_key_2 = -1,
	skill = "我知道的！該上了吧！",
	drop_descrip = "亞特蘭大級輕巡洋艦—聖地牙哥，舷號CL-53",
	mail = "指揮官總能收到好多信呢。下次我也寫信給指揮官吧！",
	touch = "哇，輪到我當鬼了！指揮官我數到10哦，1，2，然後是……5？10！",
	profile = "亞特蘭大級三號艦，聖地牙哥就是我！將來我一定能成為艦隊裡最耀眼的那顆星星！",
	mission_complete = "有好多好多的獎勵呢！怎麼樣，我有幫上指揮官的忙吧！",
	feeling4 = "沒想到不管什麼樣的問題和指揮官都知道答案……難道說，指揮官就是這裡最聰明的人？ ！",
	unlock = "聖地牙哥，閃耀登場！我衝，我跳——嘿！哼哼，能想到如此獨一無二的登場方式，果然我是最聰明的人！",
	feeling5 = "以後只要有指揮官在，無論遇到什麼樣的問題我都不用怕了！嘿嘿，無所不能的指揮官我最喜歡啦！",
	main = "姐姐們說，有不懂的問題就要問！但是，之後我又該做什麼呢？ |唔唔唔……有沒有什麼辦法讓大家都注意到我的厲害之處呢？ |欸，指揮官，你一直坐在這裡，不會覺得無聊嗎？",
	battle = "向著大海，衝呀！",
	upgrade = "欸？這樣子做真的有用嗎？",
	voice_key = 10221,
	headtouch = "",
	feeling2 = "只要把問題都忘掉，就能每天都開開心心的了！指揮官，你說是吧！",
	login = "指揮官，正好這裡有很多紙，我們來比比誰的紙飛機飛得遠吧！",
	vote = "",
	hp_warning = "為什麼大家的表情變得嚴肅起來了？",
	id = 102210,
	detail = "天空不只有飛機，還有雲彩和星星！",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"亞特蘭大姐姐！看我看我！",
			0
		},
		{
			{
				10208
			},
			1,
			"我們一起就是最強的！",
			0
		}
	}
}
