_G.pg.ship_skin_words[102220] = {
	feeling1 = "果然變成這樣子了嗎。但是，我是不會放棄的！",
	feeling3 = "我說話可能不太好聽，但是，我想指揮官能明白我的意思的。呃……對，對吧，指揮官？",
	lose = "嗚…我、我來掩護大家撤退！",
	propose = "因、因為指揮官比姐姐們讓人省心得多，再多照看一個人也不會有太多負擔我才答應你的哦！ …只、只有你是特別的哦！如果是其他人我才不管呢！明、明白嗎？",
	expedition = "委託物資好像送到了呢。指揮官，你……還是我去看看吧。",
	win_mvp = "戰果不過是平日付出與努力的證明，沒什麼值得驕傲的",
	home = "歡迎回來，一切…還順利嗎？",
	mission = "你怎麼還有任務沒完成？實在不行的話，我也不是不能幫一下你…",
	touch2 = "你你你你在摸哪裡啊！",
	voice_key_2 = -1,
	skill = "你們已經闖進禁飛區了！",
	drop_descrip = "亞特蘭大級輕巡洋艦—聖胡安，舷號CL-54",
	mail = "郵件我幫你拿過來了，別忘了看啊。",
	touch = "現在可不是喊累的時候哦，指揮官。 ……處理完這些文件，我給你按按摩吧。",
	profile = "我是防空巡洋艦、亞特蘭大級四號艦聖胡安號，曾經先後加入過許多航母編隊。企業、薩拉托加、胡蜂，還有艾塞克斯級的幾位，我都曾經與她們並肩作戰過。作為航母的助手，我可是相當有經驗的哦。",
	mission_complete = "任務完成了呢。怎麼樣，感覺不錯吧？",
	feeling4 = "說實話，我一開始是做好了被指揮官討厭的準備的……當然現在這個樣子我也很開心啦。但是，更親密的人之間要做些什麼，我，我不是很清楚……",
	unlock = "防空巡洋艦、亞特蘭大級四號艦聖胡安號，是白鷹航空編隊可靠的幫手哦。指揮官看起來很需要幫助的樣子呢…就讓我來好好輔助你吧！",
	feeling5 = "我，我說啊，有時間的話，一起去……約會，怎，怎樣？平時我對指揮官比較苛刻，所以，拉近兩人的關係的責任什麼的，也，也該由我來承擔……可，可以嗎？",
	main = "指揮官…不會又在發呆了吧？ |做航母的助手只要關注天空就好，做你的助手可就沒那麼容易了呢…|姐姐們沒給指揮官添麻煩吧？ …沒有就好。",
	battle = "防空支援交給我，大家上吧！",
	upgrade = "能更好地進行護航了呢~",
	voice_key = 10222,
	headtouch = "",
	feeling2 = "總是露出一副懶散的表情，可是會失去大家的信任的呢，指揮官，打起精神來！",
	login = "太·懶·散·了！今天的工作早就開始啦！真是的…快過來，我幫你整理一下儀容——",
	vote = "",
	hp_warning = "只、只是一點輕傷，我還可以…！",
	id = 102220,
	detail = "我明明照著書上的方法設置好了捕鳥的陷阱，為什麼總是沒有收穫呢？好奇怪啊……",
	couple_encourage = {
		{
			{
				10206
			},
			1,
			"不用總是強調“姐姐”的……",
			0
		},
		{
			{
				10208
			},
			1,
			"聖地牙哥，現在可不是玩耍的時候！",
			0
		},
		{
			{
				10207
			},
			1,
			"朱諾，害怕的話，就不要勉強自己了…",
			0
		}
	}
}
