_G.pg.ship_skin_words[102230] = {
	feeling1 = "指揮官，希望你能好好自我反省一下…",
	feeling3 = "對自己太過嚴格了…？大概…是這樣的吧…只是，為了早日驅除籠罩在這片大海上的黑暗，總要付出更多的努力才行",
	lose = "我該…怎麼辦才好？",
	propose = "這就是…誓約嗎？原來不知不覺間已經和指揮官一起度過了這麼長的時間——…啊，我並不是不開心，只是有點…不知道該怎麼應對這種…咳、咳咳，那就…您願意和我一起，去迎接屬於這片大海的曙光嗎，指揮官？",
	expedition = "積少成多，總會有大收穫的",
	win_mvp = "不要掉以輕心，新的戰鬥還在眼前等著我們。",
	home = "指揮官平安無事回來就好…先稍微休息一下吧？",
	mission = "司令部下達了新的任務，指揮官，不要猶豫，一鼓作氣完成吧",
	touch2 = "…這樣真的有趣嗎？",
	voice_key_2 = -1,
	skill = "全速前進！",
	drop_descrip = "克里夫蘭級輕巡洋艦—伯明罕，舷號CL-62",
	mail = "郵件來了，應該全是好消息吧。我的預感應該沒錯——就算有壞消息，我也會協助您應對的",
	touch = "指揮官，怎麼了？是要下達出擊命令嗎？",
	profile = "我是隸屬克里夫蘭級輕巡洋艦的伯明罕。在大戰中誕生的我，曾經和眾多姐妹一起並肩作戰，獲得了9枚戰役之星。身為海上騎士的一員，今後也會為了守護這片大海的和平而努力戰鬥的",
	mission_complete = "任務獎勵送達了。如果裡面有一罐冰淇淋就好了…啊不，沒什麼",
	feeling4 = "不知道為什麼，指揮官的身上，有一種讓人感到安心的、神奇的力量，如同重新歸於平靜的大海一樣——",
	unlock = "克里夫蘭級輕巡洋艦伯明罕號，今日起正式就任。為了讓這片大海迎來新的曙光，我將竭儘自己所能。請多指教了，指揮官。",
	feeling5 = "笑容…？是像這樣嗎…？真是有些奇怪的請求呢，不過…感覺在指揮官面前露出這樣的表情，我並不討厭，呵呵…",
	main = "普林斯頓……真希望她能夠平安無事,如果那時能再多幫她分擔一點就好了…|運氣不好？雖然有時會被人這麼說，但是，能夠從地獄般的戰場上存活下來，我已經足夠幸運了|只要有克里夫蘭她們在身邊，就讓人感到很安心…我想這就是姐妹之間的羈絆吧…",
	battle = "速戰速決才是上策。各位，隨我衝鋒！",
	upgrade = "為了繼續向前邁進，這樣的強化是必要的——",
	voice_key = 10223,
	headtouch = "",
	feeling2 = "身為輕巡洋艦，我可能沒有太強大的戰鬥力…即便如此，我依然堅信，自己也有能夠守護這片大海的力量",
	login = "我已經做好出擊準備，就等您的指令了，指揮官。",
	vote = "",
	hp_warning = "敵人擁有火力優勢，再這樣下去的話…",
	id = 102230,
	detail = "有朝一日，能見到這片大海重歸寧靜的樣子就好了…",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"大姐頭，我來掩護妳的側翼！",
			0
		}
	}
}
