_G.pg.ship_skin_words[102270] = {
	feeling1 = "指揮官好無聊啊，還是去找斐濟玩吧",
	feeling3 = "嗯……也不是刻意想要掩飾，過去是過去，現在是現在，而且我覺得奔放一點更適合我~所以說，請多指教啦~",
	lose = "要回去做戰局分析了呢……啊，沒什麼！",
	propose = "果然我就說我和指揮官一定很合得來嘛。嘻嘻，其實指揮官的喜好我早就已經調查完畢了~那麼，今天也一起去哪裡逛逛吧？",
	expedition = "指揮官，委託完成了哦。嗯？記時間對我來說是小意思~",
	win_mvp = "指揮官，快笑一笑，來一張紀念自拍~",
	home = "指揮官，你要吃點心嗎？我剛烤了餅乾哦",
	mission = "指揮官，任務回來幫我帶杯奶茶，去冰少甜，謝謝~",
	touch2 = "嗚哇，指揮官，你好差勁",
	voice_key_2 = -1,
	skill = "吃我一擊~★",
	drop_descrip = "奧馬哈級輕巡洋艦—馬布爾黑德，舷號CL-12",
	mail = "啊，有新的郵件來了，假裝沒有看到好了",
	touch = "指揮官，我正在自拍，讓一下",
	profile = "我是奧馬哈級的馬布爾黑德，在大戰中，也到處去了不少地方哦。嗯……總之，友好相處吧~",
	mission_complete = "指揮官真努力啊，我也…咳，我也不討厭這種類型哦",
	feeling4 = "怎麼說呢，應該是意識到——只是學習和工作的話就享受不到人生的樂趣了，這件事吧。我現在很開心哦，所以現在即使想讓我變回去也已經做不到了喲~",
	unlock = "yahoo，馬布爾黑德來啦~所以你就是我的指揮官囉？啊哈，感覺很不錯嘛，那麼，讓我們友好相處吧~",
	feeling5 = "雖然不知道指揮官是不是喜歡我這種類型的，但我其實挺喜歡指揮官這一型的哦。怎麼樣，我們要不要試著交往看看，先從約會開始~",
	main = "指揮官，我約了曼非斯兩個小時後做美甲，大概要一個小時左右，有什麼要做的事記得提前告訴我哦|指揮官，這份文件的這條欄目你看一下，雖然我也不是很懂，不過總覺得好像有什麼陷阱的樣子~|印章確認完畢，檢查一下數字然後做好報告……嗯？我什麼都沒做哦，是錯覺啦錯覺",
	battle = "輕鬆地上吧~",
	upgrade = "嗯嗯？指揮官難道在意我？",
	voice_key = 10227,
	headtouch = "",
	feeling2 = "嗯？你問這張照片？啊，這個很土的妹子就是過去的我啦~好了，比起這個，我們去逛街吧！",
	login = "天秤座今天的運勢是……大吉~",
	vote = "",
	hp_warning = "要稍微認真對待了呢…！",
	id = 102270,
	detail = "雖然是上下級，不過太認真就沒有意思了，讓我們搞好關係吧~",
	couple_encourage = {
		{
			{
				10201,
				10202,
				10211,
				10216,
				10218
			},
			1,
			"奧馬哈級，前進~",
			0
		},
		{
			{
				20216,
				30308
			},
			1,
			"一起鍛煉辣妹力？",
			0
		}
	}
}
