_G.pg.ship_skin_words[103050] = {
	feeling1 = "指揮官一點也不好玩……",
	feeling3 = "呯！噠噠噠噠噠！……嗯，今天也玩的很痛快！果然還是和指揮官一起玩最開心了~",
	lose = "嗚哎~頭、頭暈暈的……撞到了比自己硬的東西了……",
	propose = "謝謝指揮官~最喜歡你啦！嘻嘻，好啦，又不是什麼很嚴肅的事情，一起去玩吧~",
	expedition = "小飛機，小火箭，小夥伴……嗯？指揮官，有委託完成了哦~",
	win_mvp = "哇哦——再多稱讚我一些~",
	home = "哼哼~戰鬥便是軍人的天職！",
	mission = "指~揮~官~~！還有任務沒做完呢~！",
	touch2 = "真是的……指揮官真……工口！",
	voice_key_2 = -1,
	skill = "休士頓，狀態完美！",
	drop_descrip = "北安普頓級重巡洋艦—休士頓，舷號CA-30",
	mail = "指揮官指揮官~你的信！",
	touch = "唔，腦袋暈呼呼的……",
	profile = "Hiya~北安普頓5號艦休士頓在此！我因為在泗水海戰班丹灣戰役裡單挑了整個重櫻增援小隊獲得了一次總統部隊嘉獎，這是我引以為豪的榮譽勳章！",
	mission_complete = "別忘了領取獎品哦！",
	feeling4 = "Houston,you've got a problem……見到指揮官時就心裡有點發緊，連話都說不好了，這究竟是什麼感覺……",
	unlock = "Hiya~北安普頓5號艦休士頓在此，我在班丹灣戰役裡單挑過整個重櫻增援小隊呢！今天開始就可以讓指揮官大人陪我玩了！~耶呼——☆",
	feeling5 = "指揮官，今天先不玩了，能陪陪我嗎？我……我有些話想要對你說，你要認真聽喔！",
	main = "指揮官有時候給人感覺好像在說教一樣呢……|我在泗水的時候，那裡可是相當熱鬧的呢！|指揮官大人~來—玩—吧~",
	battle = "鏘鏘鏘~今天也元氣滿滿的出發囉！",
	upgrade = "咻~休士頓，突破第一宇宙速度！",
	voice_key = 10305,
	headtouch = "",
	feeling2 = "埃克塞特那傢伙雖然是個好人，不過，整天把榮譽啊，皇家啊掛在嘴邊的，太堅硬啦！",
	login = "今天又可以讓指揮官大人陪我玩了！~耶呼——☆",
	vote = "",
	hp_warning = "糟糕，比分落後了……",
	id = 103050,
	detail = "CL還是CA？指揮官真喜歡在奇怪的地方操心呀~",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"好奇怪的熟悉感……",
			0
		},
		{
			{
				7
			},
			3,
			"火雞分隊，出擊！欸錯了？",
			4
		}
	}
}
