_G.pg.ship_skin_words[103070] = {
	feeling1 = "……（你並不清楚波利斯是真的沒有反應還是只是不想理你）",
	feeling3 = "姐姐……雖然總說我可愛，但她要是稍微花點時間在自己身上一定會非常受歡迎的……所以我一直覺得有些對不起姐姐……",
	lose = "……情況好像不太妙……一定是可惡的伊-58",
	propose = "好開心……但是不知道怎麼傳達給指揮官……所以……給你抱抱……",
	expedition = "……差點忘了報告，委託完成了",
	win_mvp = "喔……好像贏了……",
	home = "…………已經結束了嗎？",
	mission = "Mission unfinished……",
	touch2 = "…………（盯）",
	voice_key_2 = -1,
	skill = "……？輪到我了嗎？知道了",
	drop_descrip = "波特蘭級重巡洋艦—印第安納波利斯，舷號CA-35",
	mail = "信，都在這裡了",
	touch = "呼嚕……",
	profile = "……波特蘭級重型巡洋艦二號艦，印第安那波利斯。 \n有個比較吵鬧的姐姐，要是給你添麻煩了十分抱歉……核彈？不是很清楚",
	mission_complete = "獎勵，搬過來了",
	feeling4 = "姐姐什麼都願意給我，我也什麼都願意給姐姐，但是只有指揮官……",
	unlock = "Hi…指揮官，我是印第安納波利斯，小名叫印第，欸，核彈？那是什麼？",
	feeling5 = "我……既沒有姐姐那麼活潑，也沒有姐姐身材那麼好，指揮官還是選擇了我……稍微……不對……非常開心……",
	main = "如果我等不住先走了的話，你就只能找新墨西哥了|為什麼姐姐老是盯著我看……|我其實……都無法和別人正常對話……",
	battle = "我是隊長……欸，隊長？",
	upgrade = "………………力量，湧出來了",
	voice_key = 10307,
	headtouch = "",
	feeling2 = "……指揮官，我只是反應比較慢——不要一直戳我，我在聽的",
	login = "……？指揮官，什麼時候來的，嚇到我了",
	vote = "",
	hp_warning = "…………糟了",
	id = 103070,
	detail = "你在看什麼？小麥色是天生的，所以這裡不會有曬痕",
	couple_encourage = {
		{
			{
				10306
			},
			1,
			"姐姐，好吵",
			0
		},
		{
			{
				10126
			},
			1,
			"…………我只是反應比較慢",
			0
		},
		{
			{
				10
			},
			5,
			"…………我們是猴子軍團",
			4
		}
	}
}
