_G.pg.ship_skin_words[103110] = {
	feeling1 = "啊，看來我的眼光有問題啊……找了這麼個廢柴……",
	feeling3 = "好奇這根鞭子嗎，其實只是過去隨便買的，用著還挺順手就一直用著了，用來指地圖的時候還是挺好用的",
	lose = "這樣才有意思，撤退！",
	propose = "我當你是親友……不對，我好像也沒把你當親友——等等，讓我理一理，啊，我不是拒絕的意思…等一下讓我整理一下心情……",
	expedition = "嗯？委託完成了啊……哼，我們艦隊兵強馬壯，幾個委託自然不在話下",
	win_mvp = "哈！蝦兵蟹將，不是我一合之敵",
	home = "指揮辛苦了，你也休息一下吧",
	mission = "新的任務？讀來聽聽",
	touch2 = "你小子想嚐嚐鞭子的滋味嗎？",
	voice_key_2 = -1,
	skill = "用這一擊決勝吧！",
	drop_descrip = "威奇塔級重巡洋艦—威奇塔，舷號CA-45\n<color=#fad545>獲得後將解鎖建造</color>",
	mail = "郵件這種東西你全權負責就好了",
	touch = "怎麼了，想和我過過招嗎？",
	profile = "獨一無二的大將軍就是我威奇塔大人了！ \n哼，只要我出手，哪怕是航母也不在話下，所以期待你的表現啊，指揮官",
	mission_complete = "竟然要給我獎賞",
	feeling4 = "雖然是事到如今，不過謝謝你一直陪我任性啊……以後也可以？哈，不愧是我看上的指揮官！",
	unlock = "你就是指揮官？很好，今天起你就是我威奇塔的軍師，征服這片大海就靠你了",
	feeling5 = "我說指揮官，雖然一開始只是開玩笑，現在我感覺我們聯手的話說不定真的能征服這片大海啊！反正我的東西就是你的東西，我們到時候也不用分嘛，對不對！",
	main = "魚雷？軟弱無力|看到了嗎，我們的征途是這汪洋大海！ |沒有什麼是一炮不能解決的！",
	battle = "全軍，自由開火！",
	upgrade = "有這股力量的話……",
	voice_key = 10311,
	headtouch = "",
	feeling2 = "我的夢想就是征服世界！征服以後幹什麼？哼，我怎麼知道！",
	login = "回來了嗎，讓我好等，準備出征了",
	vote = "",
	hp_warning = "該拿出你的密策了吧？",
	id = 103110,
	detail = "重型巡洋艦的標杆，好好體會吧",
	couple_encourage = {
		{
			{
				20301,
				30702
			},
			1,
			"哈哈哈，來個讓我滿意的計策吧！",
			0
		},
		{
			{
				3
			},
			2,
			"重巡戰隊，突擊！",
			1
		},
		{
			{
				1
			},
			5,
			"楓之軍團，隨我出征！",
			4
		}
	}
}
