_G.pg.ship_skin_words[103130] = {
	feeling1 = "和你聊天有點無趣啊……",
	feeling3 = "其實港區裡也有幾個我比較在意的地方。現在就出發去探索吧！……工作？等下再做也不遲啦！",
	lose = "嘁，到手的獵物卻……",
	propose = "原來指揮官的獵物是我啊，感覺稍微有點不甘心呢……算了，指揮官的話被抓住也無所謂了！總、總之以後也請多多指教了，指揮官！",
	expedition = "看來外出的同伴們回來了呢。",
	win_mvp = "抱歉，最初就沒打算讓你們逃走。",
	home = "都平安回來了嗎？那就好。",
	mission = "新的任務，新的獵物，哼哼~",
	touch2 = "呀！……你這傢伙，是想成為我的獵物嗎？",
	voice_key_2 = -1,
	skill = "得手了！",
	drop_descrip = "紐奧良級重巡洋艦—明尼亞波利斯，舷號CA-36",
	mail = "緊急任務？不是，只是普通的信件嗎……",
	touch = "準備好去打獵了嗎？",
	profile = "從珊瑚海到瓜達爾卡納，太平洋中到處都是我的足跡。雖然因為一些煩人的原因旅途不得不終止了一段時間……不過從結果來說，我可算得上是表現出色了呢！",
	mission_complete = "這就是全部的報酬嗎……勉勉強強吧。",
	feeling4 = "這是什麼時候受的傷？該不會是和我一起的時候……喂，不要動，我來幫你舔一舔。",
	unlock = "Hey ya！紐奧良級明尼亞波利斯報到！我擅長狩獵，如果你有看上的獵物的話，就交給我來解決吧！",
	feeling5 = "畢竟你也是指揮官，要為整個艦隊作考慮，不能每天都陪著我到處跑。但是沒有你一起的話，我一個人總有點提不起幹勁……",
	main = "皮膚的顏色？唔，又不只有我一個人是這樣…你就那麼在意嗎？|魚雷？嘖，那種東西我才不會怕，那次只是運氣不好而已……|喂，你也別一直坐在這裡了，和我一起出去晃晃吧！",
	battle = "下一個獵物會是誰呢？",
	upgrade = "感覺身體都熱起來了呢！",
	voice_key = 10313,
	headtouch = "",
	feeling2 = "比起在港區裡待著，出去狩獵才更有趣！馬上安排一下出擊如何？",
	login = "你的精神不錯啊，準備好今天的狩獵了嗎？",
	vote = "",
	hp_warning = "嘖，這些傢伙還挺難纏的嘛。",
	id = 103130,
	detail = "想聽我狩獵的故事嗎？可以啊！從哪個講起好呢……",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"這次我會保護好你的！",
			0
		},
		{
			{
				10308,
				10309,
				10310
			},
			1,
			"和姐妹一起作戰的感覺，果然不壞……",
			0
		}
	}
}
