_G.pg.ship_skin_words[103160] = {
	feeling1 = "指揮官，還是要更大度一點比較好啊",
	feeling3 = "刻板的話就不用多說了，之後還需要我做什麼呢？指揮官沒問題的話，我什麼忙都能幫的，儘管告訴我吧",
	lose = "通往正義的道路總是充滿坎坷.....",
	propose = "嗯，我發誓今後會和指揮官苦樂與共，向指揮官奉獻永遠的愛…於、於是戴上戒指之後要幹什麼來著——怎、怎麼了？要幹什麼？啊，啊啊啊……////",
	expedition = "委託完成了，指揮官，正好我有些想活動一下，下一個讓我去吧",
	win_mvp = "你們應當把自己的力量用在正道上",
	home = "指揮官，有沒有受傷？",
	mission = "任務嗎……好，先從一覽表的確認開始吧",
	touch2 = "呀！ ？ ……剛、剛才那個你就當沒聽到就好！",
	voice_key_2 = -1,
	skill = "距離完美…殲敵開始！",
	drop_descrip = "巴爾的摩級重巡洋艦—巴爾的摩，舷號CA-68",
	mail = "指揮官，有人聯繫。看來要確認的更詳細一點才行啊",
	touch = "這瓶酸素可樂是給我拿的？謝了……哈～果然還是這個最棒啦！",
	profile = "我是巴爾的摩級的命名艦，巴爾的摩。由於是在非海軍條約限制下設計建造的第一級重型巡洋艦，因此配備了當時許多最先進的裝備。就讓我在這個艦隊為了自由和正義而努力活躍吧",
	mission_complete = "任務獎勵到了。有能用來改造和修理的資金就好了",
	feeling4 = "一起去買東西？可以呀，這點小事儘管吩咐啦。然後再順便約個會什麼的？沒問…等、等等！ “約會”…約會！ ？",
	unlock = "是你在尋求我的幫助嗎？我是巴爾的摩，只是一名路過的重巡洋艦罷了…哈哈，開個玩笑…巴爾的摩，報到。請多指教啦，指揮官",
	feeling5 = "怎麼辦…這種場合果然還是習慣不了啊…要不要表現得更女孩子一點……不不，這就是我這邊的問題！ …真是的，在你身邊的時候總是會手忙腳亂的…",
	main = "交給我的工作我都會認真完成。作為指揮官的部下這些都不算什麼|昆西！ ？和印象裡差的好遠啊…說來也是，不同艦船用同一個名字也沒什麼好奇怪的就是了|光靠暴力，是無法解決一切爭端的。指揮官，雖然我覺得不需要我提醒，不過還是希望您不要忘記這一點",
	battle = "全艦，準備好陣型！",
	upgrade = "不錯，艦裝也越來越合身了",
	voice_key = 10316,
	headtouch = "",
	feeling2 = "只要人心存正義，即使不把正義掛在嘴邊也絕不會走偏。希望指揮官能一直走在正路上呢",
	login = "讓我們開始工作吧，指揮官！",
	vote = "",
	hp_warning = "不要慌張，集中精神！",
	id = 103160,
	detail = "可以做的，需要做的，實際做的——總是需要有所取捨。所以，指揮官只要集中精力做好自己最擅長的工作就好",
	couple_encourage = {
		{
			{
				10311
			},
			1,
			"威奇塔，下手不要太重了",
			0
		},
		{
			{
				10209
			},
			1,
			"感覺，我跟你很合得來啊",
			0
		}
	}
}
