_G.pg.ship_skin_words[103240] = {
	feeling1 = "快點找回原來的你吧。要不，我把胸口借給你哭著發洩一下？",
	feeling3 = "戰鬥以外喜歡做的事情？我每天都和大家打招呼，在社交網路上解決大家的煩惱…這樣想的話，大概是人際交往？啊，又有新消息了呢，我先回覆一下~",
	lose = "哎呀…我好像把事情搞砸了呢",
	propose = "那，指揮官，請你閉上眼睛。為什麼？欸，就聽我一回嘛，反正我又不會騙你的，對吧？嘻嘻~要把接下來的感覺，牢牢刻印在心裡哦！",
	expedition = "委託的大家回來了！去吧，指揮官，這是展示你魅力的好機會！",
	win_mvp = "哼哼，我可是巴爾的摩級，這種戰鬥輕輕鬆鬆啦",
	home = "呼…啊，指揮官是不是想偷懶了？嘿嘿，沒問題啦，有秘書艦一起在的話反正也不會有人發現的~",
	mission = "有任務把你難住了？讓我看看我能不能幫上些什麼。",
	touch2 = "再這麼隨便摸的話，我要給你懲罰了哦？",
	voice_key_2 = -1,
	skill = "再見啦！",
	drop_descrip = "巴爾的摩級重巡洋艦—布雷默頓，舷號CA-130",
	mail = "指揮官，你的信。不是什麼重要內容的話，我就幫你回了吧！",
	touch = "哈~嗯……正好肩膀有些酸了呢。指揮官，幫我捏捏肩啦。",
	profile = "不少巴爾的摩級艦船誕生的時候，那場大戰已經接近尾聲了，所以沒有什麼活躍的機會，就像我一樣。不過，我可是一直保持著最佳戰備狀態的呢，儘管放心地依賴我吧~",
	mission_complete = "任務是完成了，但是獎勵你好像還沒領取呢。好啦，趕緊去拿吧！",
	feeling4 = "平時都是指揮官聽大家傾訴煩惱，不過在我面前的話，指揮官可以盡情向我傾訴沒關係的哦。啊，如果覺得不好意思，用文字的方式發我也是可以的哦？",
	unlock = "喲~久等啦~白鷹所屬、巡洋艦布雷默頓向你報到！請多關照~啊對了對了，順便，能把你的名字生日喜好也告訴我嗎？",
	feeling5 = "指揮官，收到我發的訊息了嗎？畢竟你一直沒什麼表現，所以我只能出此下策了。我可是一——直在為會收到怎麼樣的回覆而煩惱呢~指揮官，聰明如你應該明白的吧？",
	main = "我看你好像沒什麼精神啊？要不，我去幫你買點飲料？ |我在想，工作之外的指揮官會是什麼樣子的呢？說不定工作嚴謹的指揮官，平時卻意外地很冒失？ |對我的服裝很在意嗎？那不如~指揮官親自來確認下，如何？",
	battle = "好！準備上了!",
	upgrade = "哇哦！我好像有了一些變化！但是到底是哪裡呢……",
	voice_key = 10324,
	headtouch = "",
	feeling2 = "歡迎來到布雷默頓的談心小屋！今天又有什麼煩惱了嗎？欸，只是隨便聊聊？ …嗯~難道不是煩惱自己沒有可以聊天的人？",
	login = "指揮官，歡迎回來！今天的目標是…唔，稍等，讓我先更新下今天的的狀態~",
	vote = "",
	hp_warning = "哎呀，有些大意了呢…",
	id = 103240,
	detail = "稍等一下，讓我回覆一個訊息……好了！我開了一個用來解決大家煩惱的帳號，時不時會收到這樣那樣的問題呢。指揮官呢？也有煩惱要諮詢我嗎？當面問的話也是歡迎的哦？",
	couple_encourage = {
		{
			{
				10316
			},
			1,
			"巴爾的摩大姐，一起加油吧？",
			0
		}
	}
}
