_G.pg.ship_skin_words[105030] = {
	feeling1 = "你還真是個膽小鬼啊……",
	feeling3 = "想要和我站在一起？……你要想好，這可是非常，非常難的事",
	lose = "稍微有點期待你指揮能力的我也是太輕率了",
	propose = "這支艦隊看來就是我的歸宿了……有應該保護的人，有明明一隻雞都殺不死卻想要保護我的人，偏偏我還高興的不行……笨蛋，抱住我",
	expedition = "委託完成了……不錯，大家都在成長",
	win_mvp = "嘖……無聊，真是個十分無趣的結果啊",
	home = "戰鬥完後喝一杯的滋味可是不同凡響的，來一杯？",
	mission = "我說，你是不是有任務忘了？",
	touch2 = "……！！ 你、你真的是笨蛋嗎？",
	voice_key_2 = -1,
	skill = "你們只有這種程度嗎？",
	drop_descrip = "賓夕法尼亞級戰艦—賓夕法尼亞，舷號BB-38",
	mail = "接著，信，好好回覆人家啊",
	touch = "沒什麼事就別一驚一咋的",
	profile = "我是內華達級戰艦的改進型，賓夕法尼亞級大姐頭——賓夕法尼亞號。 \n雖然也沒什麼好自誇的，不過我也曾多次優秀地完成支援與護航任務，對自己的能力是很有自信的，儘管依賴我吧",
	mission_complete = "獎勵就放著了，別忘了收起來",
	feeling4 = "不用勉強也沒關係，你已經很努力了，沒想到你居然不是開玩笑……怎麼說呢，我習慣去保護別人了……像你這樣的，還真是頭一個",
	unlock = "我是內華達級戰艦的改進型，賓夕法尼亞級大姐頭——賓夕法尼亞號，你可以叫我崩姐。多次優秀地完成支援與護航的任務，我對自己的能力是很有自信的",
	feeling5 = "嗯，你很努力了，我也沒想到你真的跟上了我的腳步……想要什麼獎勵嗎？一個吻，還是一個難忘的夜晚？都可以哦~",
	main = "你這眼神，怎麼好像被拋棄的小狗一樣|麻煩你別用那種看見食物般的眼神看著我|你的想像真是貧乏啊。不會是姐控吧？！",
	battle = "來，嚐嚐我14英吋的艦炮吧！",
	upgrade = "儘管依賴我吧",
	voice_key = 10503,
	headtouch = "",
	feeling2 = "你就和亞利桑那一樣站在我的身後就好了，姐姐會保護好你們的",
	login = "指揮官，如果有什麼意見的話，不用顧慮地直接說出來",
	vote = "",
	hp_warning = "",
	id = 105030,
	detail = "十分感謝。被人這麼關心還是頭一次……",
	couple_encourage = {
		{
			{
				10703,
				30505
			},
			1,
			"作為大人，讓我來保護你們！",
			0
		}
	}
}
