_G.pg.ship_skin_words[105040] = {
	feeling1 = "哪裡才是我的居所呢……",
	feeling3 = "……謝謝你每次都聽我說這麼多話……我感覺好多了……",
	lose = "亞利桑那有點不行了，請讓我任性這一回……",
	propose = "——不會再讓那一天的事重演……嗎，謝謝，這是我聽過的最動聽的誓言了，我相信你",
	expedition = "風……這是姐妹們回來了的預兆",
	win_mvp = "勝利的感覺…好棒……希望那兩天的噩夢可以消散",
	home = "能平安回來真是太好了",
	mission = "指揮官啊……那個、任務……沒完成呢（小聲）",
	touch2 = "嗚……就當剛剛的事情沒發生過好嗎？",
	voice_key_2 = -1,
	skill = "這一次我一定要保護好！",
	drop_descrip = "賓夕法尼亞級戰艦—亞利桑那，舷號BB-39",
	mail = "指揮官，有您的信，人和人之間的聯繫是很重要的喔",
	touch = "心裡好像沒那麼難過了……",
	profile = "我是賓夕法尼亞級戰艦二號艦亞利桑那號，我的生日是在夏天。 \n是的……那個“亞利桑那之淚”就是我的，那種東西卻是淚，稍微有點諷刺呢……",
	mission_complete = "這裡是清單，不過物質上的獎勵真的有那麼重要嗎……？",
	feeling4 = "指揮官的肩膀，好有安全感……感覺想起那時的事也不會很害怕了",
	unlock = "我是賓夕法尼亞級戰艦的二號艦亞利桑那號，我的生日是在夏天。這次，一定不會再讓悲劇重演……",
	feeling5 = "抱歉……啊，不是，我只是有些害怕……要是這一次指揮官離開我……光是想想，眼淚就止不住了",
	main = "指揮官，只要你記得我，我就不會孤單|為了紀念和牢記……他們……一直跟我在一起|指揮官，這樣的表情讓你困擾了嗎？對不起……",
	battle = "這次一定要把想守護的東西守護到底……！",
	upgrade = "我要保護大家……！",
	voice_key = 10504,
	headtouch = "",
	feeling2 = "啊……抱歉，我又在想些傷感的事情了……",
	login = "指揮官，你能理解我這種想要保護同伴的心情嗎……",
	vote = "",
	hp_warning = "不能哭，眼淚要流在高興的時候！",
	id = 105040,
	detail = "就算是這樣的我您也不會介意的話……真是太感謝了",
	couple_encourage = {
		{
			{
				10503
			},
			1,
			"姐姐，我會努力的！",
			0
		},
		{
			{
				10502,
				10507,
				10508
			},
			1,
			"這次我一定要保護大家！",
			0
		}
	}
}
