_G.pg.ship_skin_words[105100] = {
	feeling1 = "唯懦弱者不可以效忠，我曾經聽姐姐說過這句話呢",
	feeling3 = "戰爭終究不是一個人的戰鬥，如果沒有生死相依的同袍與終始支持的後方，戰力再強也逃不過敗亡的命運",
	lose = "如果奧克拉荷馬在的話……",
	propose = "你就這麼看重這個奇怪的戒指嗎？……不過，既然是你的決定，那我就奉陪到底吧！從今以後，你就由我來保護了！",
	expedition = "委託雖然也是戰爭的重要內容，但我就是對此提不起精神",
	win_mvp = "哈哈！這種程度不過是餐前熱身！",
	home = "嘖，待在這裡好悶啊……",
	mission = "不完成任務，可沒法獲得戰役之星",
	touch2 = "指揮官，我們的戰鬥力可不在於那裡",
	voice_key_2 = -1,
	skill = "無論多少次，我都會將你們再度擊沉！",
	drop_descrip = "科羅拉多級戰艦—馬里蘭，舷號BB-46",
	mail = "寫回信的話，身邊要不要擺個高射機槍呢……",
	touch = "指揮官，是要戰鬥了嗎？",
	profile = "白鷹科羅拉多級戰艦二號艦“馬里蘭”號，作為BIG·SEVEN之一，經常參加各種慶典典禮。戰績？七枚戰役之星還算說得過去吧。雖然是有著big seven之稱的戰艦，但是果然速度還是太慢了啊！要是我能跟上那些航母的話，中途島……",
	mission_complete = "任務獎勵……嘁，真麻煩。",
	feeling4 = "不是所有問題都只能用戰鬥解決的嗎？哼，雖然不太相信…不過，是你的話總會有辦法的吧。畢竟你可是我看上的指揮官呢！",
	unlock = "我是馬里蘭，BIG·SEVEN之一，“好鬥的瑪麗”說的就是我！聽說今後會有很多的戰鬥，我很期待哦！",
	feeling5 = "看著我的眼睛，作為我最信賴的戰友，事到如今難道還必須通過言語才能知曉我的內心嗎？",
	main = "和姐妹們一同戰鬥是天底下最愉快的事！|我最討厭偷襲的傢伙了，堂堂正正的對決才能稱之為戰鬥！|工作？……我也不是很懂，你說做什麼就做什麼吧。",
	battle = "對面的，可別讓我失望了！",
	upgrade = "好想馬上齊射一輪主炮試試……",
	voice_key = 10510,
	headtouch = "",
	feeling2 = "我不知道這個“big seven”是誰定的。不過既然她們兩個每天都掛在嘴邊，應該是包含著特殊的意義吧。",
	login = "我聞到硝煙的味道了，是戰鬥開始了嗎？啊……原來是女灶神在做飯。",
	vote = "",
	hp_warning = "這樣的戰鬥才有趣！",
	id = 105100,
	detail = "慶典？榮譽？除了戰鬥本身，什麼也吸引不了我",
	couple_encourage = {
		{
			{
				10502
			},
			1,
			"這次由我來保護你！",
			0
		}
	}
}
