_G.pg.ship_skin_words[105140] = {
	feeling1 = "…………我會聽從你的命令",
	feeling3 = "我是為了實現指揮官的目標而存在的，除此之外我沒有任何價值——裙子？那種輕飄飄的東西我沒有穿過",
	lose = "抱歉，指揮官……這是我的恥辱……！",
	propose = "你的身邊令我溫暖，你的目標令我振奮，你的話語令我歡欣……我曾把我的盾獻給你，那麼現在，把我的心獻給你吧，指揮官",
	expedition = "委託組回來了……有必要的話，我也可以出動",
	win_mvp = "局部戰鬥的勝利並不值得歡呼，指揮官",
	home = "漂亮的戰鬥，指揮官",
	mission = "不要忘了完成任務，指揮官",
	touch2 = "如果這就是指揮官想做的事的話……",
	voice_key_2 = -1,
	skill = "你們將止步於此",
	drop_descrip = "南達科他級戰艦—南達科他，舷號BB-57",
	mail = "有新的郵件，指揮官",
	touch = "我隨時能夠行動",
	profile = "我是來自白鷹的戰艦，南達科他號。在戰場上請不要離開我的身邊，我會保護指揮官的——最強的盾？虛名並沒有價值，能提供幫助才有意義",
	mission_complete = "指揮官，任務的獎勵發放了",
	feeling4 = "除了戰鬥還有別的生存方式？我……不知道該怎麼做，一直以來我都是這樣的……指揮官能教給我嗎？",
	unlock = "戰艦南達科他，為你效勞。我將成為你最堅固的盾，為你抵禦一切炮火",
	feeling5 = "這就是指揮官所見到的景色……指揮官說過我應該自己選擇生存方式，那這一次，我選擇不是為了使命，而是為了指揮官的笑容而戰",
	main = "我曾在黑暗中磨練了自己的意志，所以無所畏懼|只要確實為指揮官出了力，那麼功勞讓給別人也無妨|站在指揮官對立面的，無論是誰，都將是我的敵人",
	battle = "拼盡全力攻過來吧！",
	upgrade = "盾變得更堅固了",
	voice_key = 10514,
	headtouch = "",
	feeling2 = "你的意志，就是我前進的方向，指揮官",
	login = "指揮官，請下令吧",
	vote = "",
	hp_warning = "我的盾還沒碎……！",
	id = 105140,
	detail = "南達科他隨時等待你的差遣，指揮官",
	couple_encourage = {
		{
			{
				10507
			},
			1,
			"別只顧著開火，注意周圍",
			0
		},
		{
			{
				11201
			},
			1,
			"抱歉，可能又要麻煩你了",
			0
		},
		{
			{
				10706,
				11201
			},
			2,
			"企業，決一勝負吧！",
			0
		},
		{
			{
				1
			},
			5,
			"楓之軍……好名字",
			4
		}
	}
}
