_G.pg.ship_skin_words[101110] = {
	feeling1 = "指揮官你這邪惡的化身！",
	feeling3 = "正義的夥伴可是很難當的，不過指揮官有我奧斯本在一定沒問題",
	lose = "我還會回來的！正義一定會勝利的！嗚嗚…",
	propose = "…………真的可以給我嗎？……是嗎，指揮官選擇了我嗎——嗯，我一定會跟你一起走到最後的！",
	expedition = "正義的軍事委託完成了！",
	win_mvp = "看到了嗎，這就是小海狸的真正實力！",
	home = "出擊的姐妹們都辛苦了！",
	mission = "指揮官，一鼓作氣完成它吧！這是執行正義的機會~",
	touch2 = "！！ ……嗚哇~你這邪惡的指揮官！",
	voice_key_2 = -1,
	skill = "接受正義的製裁吧！",
	drop_descrip = "佛萊契爾級驅逐艦—查爾斯·奧斯本，舷號DD-570",
	mail = "信嗎，正義是需要人們的支持的，好好回應吧",
	touch = "唔，我感覺到一股正義的力量傳遞過來了！",
	profile = "我是佛萊契爾級的查爾斯·奧斯本，鼎鼎有名的小海狸分隊隊長，在聖喬治灣大顯身手過，哼哼，指揮官也想要成為正義的夥伴嗎？",
	mission_complete = "獎勵到達了，努力後的回報總是令人高興，不是嗎",
	feeling4 = "正義的道路是孤獨的，有同行者可是十分難得的事，所以…我是說…就是…指、揮官，來一起讀正義故事嗎！",
	unlock = "你好指揮官，小海狸分隊隊長奧斯本聽候差遣。欺負人的孩子在哪，全都來接受我的制裁！",
	feeling5 = "故事裡面，正義的英雄在和夥伴們戰勝邪惡以後總是會回到原本的生活中，而很少會選擇共同冒險的夥伴，每次看到這種橋段都覺得有點感傷呢……",
	main = "快跟我一起成為正義的夥伴吧！|正義就是正義！~|恩…雷達表示，指揮官你心跳很快？",
	battle = "小海狸們，31節高速出發~不要把側身展示給對面的紳士！",
	upgrade = "這是……正義的能量！",
	voice_key = 10111,
	headtouch = "",
	feeling2 = "指揮官，還有那麼多不正義的事情，怎麼能就此停滯不前呢！",
	login = "你好指揮官，小海狸分隊隊長奧斯本前來待命。今天又有哪個壞孩子需要我修理？",
	vote = "",
	hp_warning = "正義不滅！",
	id = 101110,
	detail = "武器裝備皆為正義的鐵拳！",
	couple_encourage = {
		{
			{
				10112,
				10113,
				10114,
				10115
			},
			2,
			"小海狸們,31節全速前進！",
			0
		},
		{
			{
				10112,
				10124
			},
			1,
			"是哪個孩子喜歡捉弄人啊？",
			0
		},
		{
			{
				4
			},
			3,
			"正義的番茄分隊，出擊！",
			4
		}
	}
}
