_G.pg.ship_skin_words[106010] = {
	feeling1 = "指揮官看不到我，指揮官看不到我……",
	feeling3 = "我的回答是……嗚哇！嚇你一跳！——欸……指揮官都不配合一下的嘛……",
	lose = "可……可惡……難道她們能看見我？！",
	propose = "好，契約完成~這樣長島就正式成為附身指揮官的幽靈了！……話是這麼說，其實要做的事也沒有變化啦，欸嘿嘿~",
	expedition = "出委託的姐妹們還沒回來嗎，還沒嗎…………啊，回來了！",
	win_mvp = "嘻嘻~你看~她們自己都不知道被什麼東西襲擊了呢",
	home = "指—揮—官~沒人回來喲~~~",
	mission = "指揮官，有新的任務啦，所以我們去睡覺吧？",
	touch2 = "你……你摸到的不是我！我可是幽靈、幽靈、幽靈！",
	voice_key_2 = -1,
	skill = "呼……胖次差點被看到了……",
	drop_descrip = "長島級護航航空母艦—長島，舷號CVE-1",
	mail = "長島對指揮官的郵件，使用了“調包”！長島好厲害",
	touch = "笨蛋指揮官~這裡可是塗了膠水的！——欸？欸？！ 黏住了！怎、怎麼辦？！",
	profile = "嘻嘻，我是長島，是白鷹的第一艘護航航母喲~用可愛的艦載機保護商船，維護海上補給生命線什麼的就是我的職責啦",
	mission_complete = "偷偷地……悄悄地……把指揮官那份獎勵塗上502……",
	feeling4 = "嘻嘻……幽靈長島“一不小心”附到了指揮官身上，再也離不開指揮官了呢，只能每天跟指揮官在一起了~",
	unlock = "嘻嘻，我是長島，指揮官你好~其實我還有另外一個名字，你想知道嗎？",
	feeling5 = "這麼說來，要是人家真的是幽靈，就要時刻和指揮官在一起了呢，吃飯的時候，睡覺的時候，連上廁所的時候都……嗚哇！好害羞！",
	main = "來玩俄羅斯輪盤點心的遊戲吧，猜猜哪塊夾著芥末？|我們一起喝點東西吧，乾杯！——噗！好苦……和指揮官的杯子弄反了！|指揮官指揮官~我的袖子像幽靈嗎~",
	battle = "欸嘿~來開個派對吧，我會讓你們嚇得燃料都漏出來",
	upgrade = "長島的經驗值提升了！",
	voice_key = 10601,
	headtouch = "",
	feeling2 = "（摀住耳朵）幽靈不會說話喲~~~",
	login = "嗷嗚！——嘻嘻，被嚇到了嗎？長島要每天都像幽靈附身一樣緊跟在指揮官左右！~",
	vote = "",
	hp_warning = "",
	id = 106010,
	detail = "你看不見我……你看不見我……你看不見我……",
	couple_encourage = {
		{
			{
				40809,
				20605,
				70202
			},
			1,
			"說到玩遊戲還是我比較擅長~",
			0
		}
	}
}
