_G.pg.ship_skin_words[106550] = {
	feeling1 = "原來…指揮官才是這支艦隊發展的最大阻礙嗎…",
	feeling3 = "我喜歡各種各樣的小說和電影，扣人心弦的精彩情節，讓人回味無窮。 …嗯？喜歡什麼樣的主題？這個嘛…暫時保密？",
	lose = "果然護航航母的前線戰鬥能力還是有極限的嗎…",
	propose = "雖然曲折起伏的愛情故事因它獨特的魅力而吸引人，不過放在自己身上考慮時，還是單純而質樸的幸福更讓人嚮往……你也是這麼想的吧，指揮官？總之，請先為我戴上誓約的證明吧，完成這個儀式吧",
	expedition = "委託獲得的物資已經清點完成了，請過目",
	win_mvp = "我是MVP…？呼…正面戰場似乎比想像的輕鬆些呢",
	home = "指揮官，歡迎回來！本次的作戰報告在—…桌子上的小說？啊！咳、咳咳…沒什麼，請無視就好。",
	mission = "完成這些任務的話，我們就能獲得更多的補給了呢。請加油，指揮官",
	touch2 = "呀啊！ ？ …書、書裡可沒有這樣的情節啊…！",
	voice_key_2 = -1,
	skill = "我會盡我所能援護大家的！",
	drop_descrip = "卡薩布蘭卡級護航航空母艦—卡薩布蘭卡，舷號CVE-55",
	mail = "有信件，會不會是司令部的通知？指揮官，還是看看比較好？",
	touch = "有什麼事嗎，指揮官？啊，莫非是我的領帶歪了？",
	profile = "當時，僅僅一年多的時間，白鷹就誕生了足足50位卡薩布蘭卡級的姐妹。雖然姐妹中的大部分在大戰結束後不久便結束了自己的使命…不過，在這個艦隊我也會盡全力發揮作用的，無論是運輸、還是補給任務都請儘管吩咐我吧",
	mission_complete = "任務完成了。太好了，有了這些補給，艦隊的運作一定能夠更加順利的",
	feeling4 = "伊爾莎…只能二者擇一嗎…這種兩難的抉擇，實在令人揪心…好在，我不需要經歷這種痛苦…——欸，指揮官！ ？你你你你是什麼時候出現的？",
	unlock = "你好，指揮官，護航航母卡薩布蘭卡，向你報到。我會用我擅長的方式為艦隊提供支援的，請放心",
	feeling5 = "指揮官，下次要不要和我去看電影？嗯，是我最喜歡的…浪漫愛情故事，想要和指揮官一起去看。",
	main = "指揮官，需要我幫忙確認艦隊後勤的情況嗎？ |瞬息萬變，驚險刺激的前線與略微枯燥但同樣是重要的後方……指揮官，如果要選擇的話，你更傾向於在哪一邊？ |有機會的話，我想聽聽麻薩諸塞前輩講卡薩布蘭卡海戰的故事",
	battle = "竟然是前線作戰嗎？好…！援護工作就儘管交給我吧！",
	upgrade = "非常感謝，指揮官",
	voice_key = 10655,
	headtouch = "",
	feeling2 = "從埃米爾，到阿拉贊灣，再到卡薩布蘭卡——果然大家都比較喜歡有點意義的名字呢",
	login = "事不宜遲，讓我們開始今天的工作吧",
	vote = "",
	hp_warning = "唔…再這樣下去的話，有些勉強…",
	id = 106550,
	detail = "雖然我職能並非面向前線作戰，不過在需要的時候，我也會全力應戰的",
	couple_encourage = {
		{
			{
				10601
			},
			1,
			"請多多指教了，“前輩”！",
			0
		},
		{
			{
				80201
			},
			1,
			"偶爾來點花哨的也不錯！",
			0
		},
		{
			{
				10704,
				20210
			},
			2,
			"下次要來開個讀書會嗎？",
			0
		}
	}
}
