_G.pg.ship_skin_words[107020] = {
	feeling1 = "要是以為姐姐什麼都會包容那可就大錯特錯了唷",
	feeling3 = "最近夢到珊瑚海的時候身邊總會出現指揮官的身影，讓人安心了許多，為什麼呢~",
	lose = "哎呀……已經跟不上他們的節奏了，還是先撤退吧？",
	propose = "哎呀，這是……呵呵，還以為指揮官要讓我等多久呢~這樣的話，只有一個位置的個人live就要開始售票了呢，舉辦時間是——永遠哦~",
	expedition = "咦……哎呀，委託組的姐妹們好像回來了呢",
	win_mvp = "呵呵，Lady Lex的稱呼可不只是好聽哦~",
	home = "啊啦，臉上有髒東西，不要動，我來幫你擦掉~",
	mission = "還有一些任務沒有完成呢，指揮官~",
	touch2 = "呵呵，指揮官不甘心當後輩嗎~",
	voice_key_2 = -1,
	skill = "去吧，孩子們",
	drop_descrip = "列星頓級航空母艦—列星頓，舷號CV-2",
	mail = "新的信件來了，指揮官要是忙的話，就由我代為回覆吧？",
	touch = "指揮官感覺就像是個不成器的後輩似的呢～",
	profile = "我是航空母艦列星頓。\n溫柔？因為算是大家的大姐姐嘛，而且指揮官在我看來也是可愛的後輩哦。 \n看到薩拉她那麼努力，做姐姐的也就放心了，指揮官也請對她多多包涵哦",
	mission_complete = "孩子們，去把任務獎勵領回來給指揮官吧",
	feeling4 = "指揮官可以來當我的經紀人嗎？既有能力，又了解我，還值得依賴的人，只能想到指揮官了呢~",
	unlock = "貴安~指揮官，我是列星頓，聽說，我的名字來源於白鷹獨立戰爭中榮耀的第一槍呢。職業的偶像是需要擁有豐厚的胸懷的，你覺得我說的對嗎？（笑）",
	feeling5 = "個人live？呵呵，沒有這樣的計劃哦~不過要是某人忽然送我一枚戒指的話，也許每天都會有哦，而且只有一個位置也說不定~",
	main = "雖然不像妹妹們那麼有活力，不過作為姐姐的魅力我還是有自信的哦，你說對嗎~|真是的，薩拉那孩子又跑到哪兒去了呢，真是個讓人困擾的孩子|電力十足？偶像當然要有電力十足的眼神呀~~",
	battle = "諸位，一起為指揮官取回勝利吧！",
	upgrade = "忽然有點想唱歌呢，你願意聽嗎？",
	voice_key = 10702,
	headtouch = "",
	feeling2 = "所謂偶像，就是要給大家都帶來歡笑的職業，其中當然也包括指揮官的笑容喲，呵呵~",
	login = "指揮官大人~~今天我們要去哪呢？你放心，只要有我在就算是會飛的鶴都逃不出我的手掌~",
	vote = "",
	hp_warning = "我來唱支歌為大家加油吧",
	id = 107020,
	detail = "眉頭都皺成“W”字了吶，指揮官也辛苦了呢…",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"薩拉，別太調皮哦",
			0
		},
		{
			{
				10705
			},
			1,
			"結束後要一起喝杯茶嗎~",
			0
		},
		{
			{
				10
			},
			5,
			"猴子軍團來囉",
			4
		}
	}
}
