_G.pg.ship_skin_words[107030] = {
	feeling1 = "惡作劇？已經不會對指揮官做了哦，因為沒有興致了",
	feeling3 = "指揮官，薩拉妹妹和她的姐姐最大的差別是什麼呢~答案就是薩拉妹妹今天的顏色哦~",
	lose = "欸嘿，可以趁回家維修的時候好好休息一下了~",
	propose = "啊指揮官，等一下哦，白鷹的航母姐妹們馬上就要到了呢~欸？這種一生一次的場合當然要找人見證啦，薩拉妹妹可是白鷹的老將呢，很受尊重的哦！",
	expedition = "指揮官，我丟在港口巡邏的孩子說委託組的姐妹們回來了喔~",
	win_mvp = "欸嘿嘿~姐姐太忙了，偶爾讓我客串下不是挺好的嘛~",
	home = "回來了回來了~",
	mission = "指揮官啊，這麼一點任務你都不做完呀？",
	touch2 = "啊嗚！！",
	voice_key_2 = -1,
	skill = "在看哪兒呢，是這邊唷~",
	drop_descrip = "列星頓級航空母艦—薩拉托加，舷號CV-3",
	mail = "有新郵件你不看嗎？——不然我看了哦？",
	touch = "雖然我個子小，但我可是有好好的發育的！",
	profile = "我是航空母艦，列星頓！的妹妹薩拉托加。\n嗯……喜歡的事情是惡作劇！啊不過指揮官已經知道了吧。\n真正的航空戰術先驅嗎……要是姐姐沒有走的那麼早，那一定是姐姐的稱號吧",
	mission_complete = "指揮官，大事不好了，任務獎勵不見了！欸嘿，露餡了嗎~",
	feeling4 = "指揮官，薩拉妹妹有重要的事告訴你，寫在你手心裡喔~……（笨……蛋）你以為我會寫喜歡嗎~笨蛋指揮官~",
	unlock = "yo~指揮官你好！我是列星頓——的妹妹薩拉托加~……如果沒什麼重要的事的話，我就先走了哦",
	feeling5 = "指揮官，你東西掉了~~啾~你掉了薩拉妹妹的芳心喲，還給你~",
	main = "哇！——嘻嘻，嚇嚇你~指揮官反應好遲鈍呀！?|指揮官不要把薩拉托加和姐姐認錯哦！|哈？要我叫你“歐尼醬”？這是絕對不可能的事哦~",
	battle = "前天是小{namecode:90}，昨天是小{namecode:103}，今天就是你們了~上吧！",
	upgrade = "薩拉妹妹愛你哦~",
	voice_key = 10703,
	headtouch = "",
	feeling2 = "今天~捉弄~誰~好呢~♪",
	login = "咻~！啊，指揮官，不好意思，我不是故意對著你放飛機的，欸嘿~",
	vote = "",
	hp_warning = "嗚哇，大危機！",
	id = 107030,
	detail = "你再偷看奇怪地方的話，連小學生都不會把你當戀人",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"禁忌·雙重列星頓！",
			0
		},
		{
			{
				10705
			},
			1,
			"可愛的薩拉才不是老夥計",
			0
		},
		{
			{
				10703,
				10704,
				20703
			},
			2,
			"為什麼你們發育這麼好啊！",
			0
		},
		{
			{
				10
			},
			5,
			"猴子軍團砸場來啦！",
			4
		}
	}
}
