_G.pg.ship_skin_words[107050] = {
	feeling1 = "果然，指揮官也終將離我而去……",
	feeling3 = "指揮官是個很奇怪的人……明明我不想再有悲傷的離別了，你卻一而再再而三地闖進我的內心……",
	lose = "請先盡快撤退吧，指揮官",
	propose = "我曾經墮入黑暗深淵，是指揮官你給了我光明，把我拉了回來。所以現在輪到我了……就讓我將約克鎮這個名字代表的自由與和平帶給你吧",
	expedition = "怎麼了，小鷹？原來如此，委託組回來了嗎，指揮官，快去吧",
	win_mvp = "如果勝利能夠帶來和平，那我……",
	home = "指揮官沒有受傷……真是太好了",
	mission = "新下達的任務已經整理好了",
	touch2 = "指揮官有為我刻上印記的覺悟嗎？",
	voice_key_2 = -1,
	skill = "為了自由……！",
	drop_descrip = "約克鎮級航空母艦—約克鎮，舷號CV-5",
	mail = "這孩子把信件取過來了，請過目",
	touch = "指揮官，怎麼了嗎？",
	profile = "我是約克鎮級航母首艦，約克鎮。\n被拋棄嗎？雖然我明白並不能怪他們，但是我已經失去了尋找黑暗之後的光明的勇氣了……\n指揮官，你也會離我而去嗎，還是會牽住我的手呢……",
	mission_complete = "任務獎勵送來了，請查收吧",
	feeling4 = "我可以相信指揮官嗎……不，這一次，我還能相信自己嗎……我想……再試試看",
	unlock = "我是約克鎮級航空母艦的首艦——約克鎮，我的名字似乎是為了紀念白鷹獨立戰爭中的約克鎮圍城戰役。態度中立？不、那只是交手前的禮節而已……",
	feeling5 = "嗯，我相信指揮官，我相信現在的自己……黑暗之後的光明……我想我終於找到了",
	main = "這孩子很喜歡我呢，但我真的配飼養牠嗎……|指揮官，42和24可別看反了哦~|請多將時間分給妹妹們吧，我的話怎樣都好",
	battle = "尋找光明吧",
	upgrade = "謝謝…",
	voice_key = 10705,
	headtouch = "",
	feeling2 = "我希望和指揮官只保持上下級的關係，是的，請不要過多的理會我，我也……",
	login = "指揮官，貴安~有什麼難題的話就讓我去做吧",
	vote = "",
	hp_warning = "距離光明還很遙遠……",
	id = 107050,
	detail = "不用理會我也沒事的……",
	couple_encourage = {
		{
			{
				30605
			},
			1,
			"只是學腔調可不算大人哦",
			0
		},
		{
			{
				10706,
				10707
			},
			2,
			"真是久違的團聚呢",
			0
		},
		{
			{
				10706
			},
			1,
			"展翅高飛吧，企業",
			0
		},
		{
			{
				10125
			},
			1,
			"指揮官喜歡愛撒嬌的孩子嗎？",
			0
		},
		{
			{
				8
			},
			3,
			"八才嗎，很熱鬧呢",
			4
		}
	}
}
