_G.pg.ship_skin_words[107060] = {
	feeling1 = "…指揮官似乎欠缺勇氣呢",
	feeling3 = "天上的光全都是星星，海上的光全都是敵人……指揮官，真的會有沒有鬥爭的那一天嗎？",
	lose = "全力而敗，也沒什麼怨言",
	propose = "我曾橫跨無數戰場，也迎接過無數別離，我的身上承載著無數的夙願與意志。指揮官做好承擔這一切的準備了嗎？——是嗎…那就一起走下去吧，直到生命的盡頭",
	expedition = "我一直在戰場上所以明白後勤有多重要，指揮官，去迎接那些在幕後努力的姐妹們吧",
	win_mvp = "指揮官，告訴我，我還要擊沉多少敵人才行？",
	home = "一場戰鬥結束後還有下一場戰鬥在等待、嗎…",
	mission = "指揮官，還有任務沒有完成，趕快出發吧",
	touch2 = "什……！！",
	voice_key_2 = -1,
	skill = "結束了",
	drop_descrip = "約克鎮級航空母艦—企業，舷號CV-6",
	mail = "指揮官，有新郵件",
	touch = "怎麼，要出動了嗎？",
	profile = "我是約克鎮級航空母艦的企業。灰色幽靈是我眾多綽號之一。\n身上這浸滿鮮血的戰衣無時無刻的在提醒著我沉重的使命，不過我將繼續勝利，直到戰爭的盡頭",
	mission_complete = "指揮官，獎勵收到了",
	feeling4 = "單純的無敵是沒有意義的，指揮官。不過我相信有你在，我一定可以發揮我這身本領的最大價值，讓我們一起終結這場鬥爭吧",
	unlock = "約克鎮級二號艦企業，報到。對於敵人，我不會同情也不會手下留情，只會全力迎戰，這就是我的風格",
	feeling5 = "戰爭結束後你想做什麼？——我？我的話，大概還會跟著你吧，畢竟戰場之外也只有你身邊比較安心了，你願意……帶我走嗎？",
	main = "指揮官？……我已經開始懷疑自己是不是可以反潛了|幸運也是實力的一部分？那我能分一些給姐姐嗎？|活著的話，就會有不如意。但是死的話，一定要不留遺憾",
	battle = "勇往直前吧",
	upgrade = "力量的彼端是什麼……讓我去看看吧",
	voice_key = 10706,
	headtouch = "",
	feeling2 = "我的願望是正直而真誠地活著，所以有什麼意見我會直說，你如果有什麼想法也都告訴我吧",
	login = "你來了？要戰鬥的話我隨時都能出動",
	vote = "",
	hp_warning = "這才有意思不是嗎！",
	id = 107060,
	detail = "要看看我珍藏的勳章嗎？",
	couple_encourage = {
		{
			{
				30701,
				30702,
				30704
			},
			1,
			"和老對手聯手的感覺也不壞",
			0
		},
		{
			{
				10705,
				10707
			},
			2,
			"讓你們見識一下真正的無敵吧",
			0
		},
		{
			{
				10703
			},
			1,
			"真是貪玩的老夥計",
			0
		},
		{
			{
				1
			},
			5,
			"白鷹的戰士們，賭上性命吧！",
			3
		},
		{
			{
				3
			},
			5,
			"呵呵，要和我比賽嗎？",
			3
		},
		{
			{
				8
			},
			3,
			"都是熟人啊，好，上吧！",
			4
		},
		{
			{
				10709
			},
			1,
			"證明自己吧！",
			0
		},
		{
			{
				20212
			},
			1,
			"受妳照顧了啊。要跟上哦！",
			0
		},
		{
			{
				10117,
				30105,
				40123,
				20121
			},
			3,
			"這就是…羈絆的力量……",
			0
		},
		{
			{
				30405
			},
			1,
			"這感覺是…有妳在的話，{namecode:91}一定會…",
			0
		},
		{
			{
				10717
			},
			1,
			"放心吧，我也在",
			0
		}
	}
}
