_G.pg.ship_skin_words[107090] = {
	feeling1 = "原來企業前輩一直忍受著這樣的指揮官……",
	feeling3 = "嫉妒？不，我從未這麼想過，前輩是值得我們每一個人尊敬的英雄。只是那種一直處在前輩光環之下的感覺，讓我多少感到有些……",
	lose = "絕對…不會就這麼結束的！",
	propose = "兩人互相支持的那種幸福感，一旦嚐過了就會被俘獲其中。謝謝你，指揮官。我不需要再獨自去證明什麼了。無論前行多遠，我都會在你身旁，陪你一起繼續走下去。",
	expedition = "正是強大的後勤部門成就了我和妹妹們的誕生，要好好感謝她們才行。",
	win_mvp = "企業前輩，看到我的表現了嗎！",
	home = "出擊部隊…平安回港了呢。戰鬥報告已經準備好了，時間寶貴，現在就開始戰術總結吧，指揮官。",
	mission = "還有新的任務……這次讓我試試如何？",
	touch2 = "這，這種事情！我，我……",
	voice_key_2 = -1,
	skill = "展翅高飛吧！",
	drop_descrip = "艾塞克斯級航空母艦—艾塞克斯，舷號CV-9",
	mail = "新郵件，給你。",
	touch = "嗯？要出擊了嗎？儘管交給我吧！——啊，只是閒聊嗎…",
	profile = "我是艾塞克斯級首艦艾塞克斯號，從誕生起就備受大家的期待。不過，果然相比之下，還是企業前輩的活躍更加受到關注呢。要是我也能夠早點加入戰局的話…",
	mission_complete = "任務獎勵發放了，不去管沒關係嗎？",
	feeling4 = "艾塞克斯不會輸給任何人，企業前輩也一樣。但是，我怎樣才能讓大家認同這一點？指揮官，是你的話，應該知道該怎麼做吧",
	unlock = "這裡就是企業前輩也在的…咳、咳咳，來自白鷹的最新銳航母、艾塞克斯號，正式報到！我不會辜負大家期望的，請期待我的表現吧，指揮官",
	feeling5 = "或許，我沒法成為像企業前輩那樣獨當一面的英雄。但是我總感覺，和你一起，好像很多事情都能做到呢。",
	main = "大家都知道艾塞克斯級很強，但是每個人的嘴上卻又都掛著企業前輩…哈啊…|說起來，我有很多個妹妹呢。身為年長者的我更得努力給她們一個好榜樣才行…|{namecode:84}和{namecode:83}嗎？她們…都是值得尊敬的對手…要是有一天能再次與她們相遇就好了呢",
	battle = "艦載機就位，防空準備就緒——全艦隊，最大艦速！",
	upgrade = "不知道什麼時候能搭載噴射機呢…",
	voice_key = 10709,
	headtouch = "",
	feeling2 = "我曾見證過大艦巨炮時代的終結。航空母艦的時代，也會在某個時候終結嗎……",
	login = "您終於來了嗎…一切都已經就緒，準備出擊吧，指揮官！",
	vote = "",
	hp_warning = "戰鬥…才剛剛開始！",
	id = 107090,
	detail = "指揮官想要知道什麼？我會知無不言的——",
	couple_encourage = {
		{
			{
				10706
			},
			1,
			"前輩，請看著吧，我是不會輕易輸給你的！",
			0
		},
		{
			{
				7
			},
			3,
			"現在是航母時間！",
			1
		}
	}
}
