_G.pg.ship_skin_words[107110] = {
	feeling1 = "指揮官啊，你現在的所作所為，和懦夫可沒有半點區別啊",
	feeling3 = "喲，指揮官！下午好——啊好疼…是誰把推車放在這裡的啊！我怎麼又碰上這種倒霉的事情……呃，沒，沒什麼。那個，我是說，有我的出擊任務嗎？",
	lose = "又要去維修了嗎…(小聲)怎麼倒霉的總是我…—不，沒什麼",
	propose = "沒想到在這件事情上，還是指揮官更有勇氣呢…真是沒辦法…今後也請多多關照了！有我在你身邊，就無畏地向你的理想的世界進發吧，指揮官！",
	expedition = "委託完成，補給已收到。嗯嗯，不愧是指揮官，知道只有強大的後勤才能保障強大的戰鬥力！",
	win_mvp = "只有無畏者才能摘取勝利的桂冠！",
	home = "呼~回來了！啊，修理補給戰鬥匯報加上戰術總結，我想5分鐘應該夠了吧？然後我們就準備準備再次出擊吧！",
	mission = "任務很難嗎？如果實在解決不了，交給我如何？",
	touch2 = "你這…哈啊，比起稱讚你的勇敢，我更想揍你一頓。",
	voice_key_2 = -1,
	skill = "無畏、Getting on!",
	drop_descrip = "艾塞克斯級航空母艦—無畏，舷號CV-11",
	mail = "新郵件…會是新的作戰任務安排嗎？",
	touch = "我想喝點什麼？那就——“一杯乾馬丁尼，搖勻，不要攪拌！”——Just Kidding！",
	profile = "我是艾塞克斯級三號艦無畏。雖然在大戰中運氣不太好，甚至被起了奇怪的綽號…咳咳，沒什麼！重要的是現在，這次在指揮官的麾下，我一定會表現得比之前更好的！",
	mission_complete = "Mission accomplished！你看，只要勇敢去做，就沒有完成不了的事情！",
	feeling4 = "閒著的時候，我會看看書，或者看看電影，不過，最喜歡的，還是眺望無垠的星空呢。啊，對了，我這裡有兩張卡薩布蘭卡推薦的電影的票，明天我們一起去看吧？",
	unlock = "艾塞克斯級的戰鬥者(The Fighting “I”)，無畏號，報到！指揮官，請儘管把戰鬥任務交給我吧，我將為你帶來勝利與榮耀！",
	feeling5 = "天上的星星距離我們幾光年，幾十光年，甚至更遠，就算有無畏的勇氣，也需要無數的努力和時間才能觸碰到它們吧——不過，眼前指揮官的話，只要伸出手就能抓到了呢。就像這樣…！嘿嘿，沒錯吧？",
	main = "指揮官喜歡眺望星空嗎？啊，沒到觀星那麼正經愛好的程度也沒關係。如果你有興趣的話，我們來聊聊宇宙如何？ |潛艇們…好像也挺厲害的。不過，我覺得自己可以試著應對一下|艾塞克斯級的姐妹艦雖然挺多，但還是有各自特點的…欸？你說艦船性能之外的？這個倒是沒細想呢，唔…",
	battle = "起飛準備完成——艦載機隊，去吧！ Roll out！",
	upgrade = "我覺得能變強的地方還有很多呢。比方說，給我一打噴氣艦載機怎樣？",
	voice_key = 10711,
	headtouch = "哇啊！ ？頭髮都被你揉亂了！ ？",
	feeling2 = "無所畏懼的勇氣，就是我無畏，記好了哦！",
	login = "今天的作戰計劃上有我的名字嗎？沒有的話就幫我加上吧！",
	vote = "",
	hp_warning = "糟了，敵機比想像的更多…",
	id = 107110,
	detail = "應當勇於挑戰任何強敵——話雖這麼說，卻總是因為各種原因沒法全力地戰鬥呢…",
	couple_encourage = {
		{
			{
				10717,
				10722
			},
			1,
			"TaskForce38、Let's Rock！",
			0
		}
	}
}
