_G.pg.ship_skin_words[107170] = {
	feeling1 = "我現在不想和你說話",
	feeling3 = "…當我面無表情保持沉默的時候，並不是在生氣，只是單純地在想事情，或者在想該怎麼表達所想的事情而已",
	lose = "這是…堪比龍顎（ dragon jaw）的強敵嗎……！",
	propose = "對不起，現在腦袋裡只有一片空白。呃…這種時候該說什麼好呢…對了！ “對你的忠誠與愛將持續到永遠”，這樣如何？",
	expedition = "失陪一下，我去迎接委託回來的同伴們，你在這等我消息就好。",
	win_mvp = "這就是你們所選擇的結局嗎…",
	home = "回來了嗎？那就…準備下一次出擊吧？",
	mission = "任務…還是早點完成吧",
	touch2 = "看來…指揮官需要一點記憶深刻的教訓啊？",
	voice_key_2 = -1,
	skill = "放棄抵抗吧！",
	drop_descrip = "艾塞克斯級航空母艦—碉堡山，舷號CV-17 ",
	mail = "郵件…會有新的情報嗎？",
	touch = "我沒有生氣，只是不太擅長表達。所以，不用擔心打擾到我，有什麼事情儘管來找我吧",
	profile = "艾塞克斯級碉堡山號，名字源於獨立戰爭中那場殘酷的戰鬥。曾經活躍於諸多戰場，不過…戰爭讓人感受到的，只能是悲傷和痛苦，無需多言",
	mission_complete = "獎勵不少？那是當然",
	feeling4 = "最近思緒總會受到些莫名的干擾，想事情的時候，總會冒出某人的臉龐，讓人難以冷靜下來…",
	unlock = "碉堡山，艾塞克斯級的一員，從今以後將加入艦隊，聽從你的號令。放心，會有機會見識到我的實力的",
	feeling5 = "原本以為，為戰爭而生的我們，除了戰鬥之外並無更多的存在價值。不過，與指揮官朝夕相處後的現在，我似乎…能感受到戰爭之外的生存意義了",
	main = "今天，又有哪裡將會被戰爭的烈火席捲呢…？ |埃爾德里奇的能力？我不大清楚…不過隱隱約約好像在哪裡見過的樣子…|在艾塞克斯級的攻擊編隊面前，所有的抵抗都是徒勞的…",
	battle = "為什麼，要與我們為敵呢…",
	upgrade = "又…變強了啊…",
	voice_key = 10717,
	headtouch = "",
	feeling2 = "戰爭中不存在美麗，只有醜陋而殘酷的死亡和廝殺…",
	login = "現在可是非常時期，即使是假日也要做好出假日特快(Holiday Express)”的準備",
	vote = "",
	hp_warning = "怎麼偏偏在這個時候……！",
	id = 107170,
	detail = "指揮官，為什麼盯著我看……？",
	couple_encourage = {
		{
			{
				10709,
				10738
			},
			1,
			"在艾塞克斯級面前，你們毫無勝算。",
			0
		},
		{
			{
				10126
			},
			1,
			"彩虹計劃？…感覺真不錯……",
			0
		}
	}
}
