_G.pg.ship_skin_words[107220] = {
	feeling1 = "我就直接問了，你到底在打算什麼？",
	feeling3 = "輕型航母或許沒有辦法在戰鬥力上超越正規航母……不過只要您能認可我的實力，那便足夠了。",
	lose = "撤退也是戰鬥的一環……",
	propose = "在命運的十字路口，我遇見了指揮官，找到了自己的歸宿……很奇怪的比喻嗎？就，就是有種這樣的感覺而已。我，我也想不出什麼更好的說法了……總之，以後多多指教了！",
	expedition = "委託物資……已經到了，不需要我運過來了呢。",
	win_mvp = "可別小看了輕型航母的威力。",
	home = "來制訂一下接下來的作戰計劃如何？",
	mission = "有新的作戰任務了，早點完成吧。",
	touch2 = "去海軍部解釋一下吧，就現在。",
	voice_key_2 = -1,
	skill = "我盯上你們了。",
	drop_descrip = "獨立級航空母艦-獨立，舷號CVL-22",
	mail = "郵件我放在桌上了，請及時過目。",
	touch = "在叫我嗎？有什麼事？",
	profile = "原本我要作為克里夫蘭級輕巡洋艦五號艦被建造，但因急切的航母需求而被改建為輕型航母。不過，我也得到了新的力量，得以在日後的戰場中馳騁，與大家齊心協力拿下勝利。",
	mission_complete = "即使任務完成了，也不能懈怠。",
	feeling4 = "指揮官對我有什麼建議想說的嗎？無論是戰鬥還是別的方面都可以的。為什麼？我想了解一下自己在指揮官心中的形像是怎麼樣的。",
	unlock = "輕型航空母艦獨立號向您報到。請不要在意我輕型航母的身份，放心大膽的把任務交給我吧。",
	feeling5 = "“有些事情無需言語表達”？我不太能理解。不說出來的話，不就什麼都不知道了嗎？就像我很喜歡指揮官，不說出來的話，指揮官也不知道的吧？",
	main = "克里夫蘭……我是應該叫她姐姐嗎？還是怎麼稱呼比較好……|我會將你交給我的任務當作最優先事項處理的，指揮官|我不太擅長揣測別人的想法……所以無論什麼事還希望指揮官能直接告知我。",
	battle = "集中注意，保持警惕！",
	upgrade = "馬上準備一下實戰演練如何？",
	voice_key = 10722,
	headtouch = "",
	feeling2 = "你想了解一下航母的夜間戰鬥？嗯，那下次夜間演習的時候我會告知指揮官你的。",
	login = "指揮官，今天的訓練和常規任務進展的都很順利，請您放心。",
	vote = "",
	hp_warning = "我們還有多少勝算？",
	id = 107220,
	detail = "如果有必要的話，我可以在夜間行動。",
	couple_encourage = {
		{
			{
				10209
			},
			1,
			"克里夫蘭……姐姐？",
			0
		},
		{
			{
				10706,
				10703
			},
			2,
			"夜戰航母編隊，再次集結！",
			0
		},
		{
			{
				10709,
				10519,
				10514,
				10513
			},
			2,
			"特混38編隊，出發！",
			0
		}
	}
}
