_G.pg.ship_skin_words[107380] = {
	feeling1 = "您已經在失信名單上了，請好自為之吧，指揮官。",
	feeling3 = "指揮官，即便是趕時間，也不應該進食垃圾食品，這樣很傷身體，這是我做的三明治，請食用這個吧。",
	lose = "不應該…是這樣的…！",
	propose = "雖然很想動筆記下此刻的心情，但是我的雙手現在有更重要的事情要做，那就是與您擁抱…從今往後，香格里拉將一如既往地與您同行，指揮官所在的地方，就是真正的“理想鄉”。",
	expedition = "委託已經完成了呢，請及時迎接回來的大家吧。",
	win_mvp = "憑你們是永遠無法碰觸到香格里拉的。",
	home = "艦隊歸航了，請與出擊的大家一起稍作休息，稍後再開始總結與戰術研討吧。",
	mission = "總司令部傳來電文，我已經列在待辦事項上了，請您注意。",
	touch2 = "您想要記錄我的身體情況嗎？",
	voice_key_2 = -1,
	skill = "穿過風暴，竭盡全力！",
	drop_descrip = "艾塞克斯級航空母艦-香格里拉，舷號CV-38",
	mail = "有新的郵件，需要的話我可以代為閱讀，為您節省時間。",
	touch = "指揮官是想聽哪段記錄呢？是人跡未踏的安息之地，還是地平線彼方的理想之鄉？",
	profile = "感謝當年的一次作戰行動，成就了今天的我，我就是香格里拉。作為艾塞克斯級航空母艦的我去過不少地方，記錄過無數的事件和故事，這是我最為自豪的事情。",
	mission_complete = "任務完成了，這回我們能拿到什麼呢？遙控飛機嗎？還是……",
	feeling4 = "唉，就算跟您說了愛惜身體也沒有辦法嗎？…這是我為您準備的藏紅花泡飲，對身體有好處的，請用吧",
	unlock = "CV-38，香格里拉正式入列。我的筆記本里記錄了許多的故事能與您分享，不過在那之前，先讓我們一起解決眼前的工作吧",
	feeling5 = "您知道嗎？藏紅花的花語是喜悅。對於我來說，能夠近距離記錄您的故事，和您一同戰鬥，管理您的生活，是我現在最快樂的事情。",
	main = "很在意嗎？觀察昆蟲也是我的興趣之一，這是在巴拿馬的時候帶回來的。|對潛作戰嗎…有機會的話確實想試試看，說不定意外的可以呢！|保證您的身體健康也是我的工作，請您多注意身體，不要疲勞過度，指揮官。",
	battle = "艦艏迎風！讓他們知道自由的重量！",
	upgrade = "十分感謝，請讓我用新的戰績來回報您吧。",
	voice_key = 10738,
	headtouch = "這個髮飾嗎？是逸仙小姐送給我的，說很搭配我的名字。",
	feeling2 = "今天開始，我將記錄您的一切。",
	login = "歡迎回來，指揮官閣下，您離開時發生的重大事項我都記錄在這裡了，您要過目一下嗎？",
	vote = "",
	hp_warning = "準、準備甲板消火作業！",
	id = 107380,
	detail = "對外要一切保密，對您我坦誠無比。",
	couple_encourage = {
		{
			{
				10709
			},
			1,
			"放心吧，我們會一定超越前輩的！",
			0
		},
		{
			{
				10707
			},
			1,
			"能不能把你的飛機也借我用用看呀？額……牛仔小姐？",
			0
		}
	}
}
