_G.pg.ship_skin_words[107990] = {
	feeling1 = "也許，指揮官才是需要好好學習的那位……？",
	feeling3 = "為什麼要成為最強？ ……因為，只有最強的英雄，才能打敗強敵，保護同伴，終結紛爭！",
	lose = "輸掉了……好，好不甘心…！",
	propose = "這意思是……指揮官認可我了嗎？太好了！但是我還有很多很多東西要向指揮官學習……在我成為真正的英雄之前，指揮官一定不能離開我哦！",
	expedition = "軍事委託完成了！確實，有了充足的後勤保障，前線的作戰就能更加順利了。",
	win_mvp = "好，這次也拿下第一！",
	home = "指揮官，剛剛我的表現怎麼樣？有沒有什麼能改進的地方？",
	mission = "有新的任務？我這就去做！ ……欸，是指揮官的任務嗎？",
	touch2 = "嗯……？不是很明白你的意思……",
	voice_key_2 = -1,
	skill = "結束了！",
	drop_descrip = "約克鎮級航空母艦—企業，舷號CV-6",
	mail = "指揮官，郵件給你拿來了！",
	touch = "是、是對我的建議嗎？我會認真聽著的！",
	profile = "不管敵人多麼強大，狀況多麼困難，我都會全力應戰，然後拿下勝利……這就是我對自己的要求哦！等我足夠強之後，一定能做到的！",
	mission_complete = "任務順利完成！能幫上指揮官的忙，是我的榮幸！",
	feeling4 = "約克鎮姐姐對我很溫柔，女灶神也關心著我，薩拉小姐也會陪我玩……不行不行！都這麼寵著我怎麼行！指揮官，你，你要對我嚴一點！",
	unlock = "指揮官，你好，我是白鷹航空母艦企業號。我想成為白鷹最強的戰士，但是我還有很多東西要學習……指揮官，能助我一臂之力嗎？",
	feeling5 = "故事裡的英雄，雖然保護了所有人，卻只能獨自一人直到被遺忘……不過，我有指揮官在所以不怕！即使我的任務完成了，指揮官也是會一直在我身邊，陪我聊天陪我玩的，對吧！",
	main = "“灰色幽靈”……是說我嗎？聽起來還蠻酷的呢！ |約克鎮，大黃蜂，還有我……我們三人，一定能成為白鷹響噹噹的艦船的！ |除了戰鬥，別的方面我也有好好努力的哦！ ……唯獨檸檬絕對不行！",
	battle = "企業號，出擊！ ……帽、帽子歪了！",
	upgrade = "這樣就離“最強”更進一步了！",
	voice_key = 10799,
	headtouch = "不行不行！摸多了可就長不高了！",
	feeling2 = "指揮官，今天也請指導我訓練吧！先說好，不可以放水哦！",
	login = "指揮官，今天有什麼需要我學習的？",
	vote = "",
	hp_warning = "這點困難，我可不怕！",
	id = 107990,
	detail = "為什麼女灶神總是把我當做小孩子，一點小傷就那麼焦急地拉著我……明明我自己就能應付來的嘛……",
	couple_encourage = {
		{
			{
				30709
			},
			1,
			"不管比幾次，贏的人都會是我！",
			0
		},
		{
			{
				30407
			},
			1,
			"意外的強敵……不過我不會輸！",
			0
		},
		{
			{
				10709
			},
			1,
			"想超過我可不容易哦！",
			0
		},
		{
			{
				10705,
				10707
			},
			2,
			"看好了哦，企業的實力！",
			0
		},
		{
			{
				11201
			},
			1,
			"一點點小傷而已，真的沒關係的啦！",
			0
		},
		{
			{
				10706
			},
			1,
			"真正的英雄是什麼樣的……我想知道！",
			0
		}
	}
}
