_G.pg.ship_skin_words[108030] = {
	feeling1 = "我不喜歡你！",
	feeling3 = "光靠勇氣是不能輕鬆勝利的！ …這時候就需要依靠指揮官的力量啦！指揮官，有你的指示，我們就能跨過一切困難！",
	lose = "嗚嗚嗚，海水…好鹹……",
	propose = "欸，等等，指揮官，你為什麼把我抱起來了？你，你要做什麼？ “負重跑步訓練”？別，別開玩笑了，大，大家都在看著啊！快把我放下來啦！",
	expedition = "委託隊順利地返航了呢！",
	win_mvp = "這次的勝利可是多虧了我在哦，嘿嘿～",
	home = "指揮官，需要潛艇發揮力量的時候，儘管找我吧！",
	mission = "把這些任務完成的話會有很多獎勵嗎？",
	touch2 = "你，你被逮捕了！",
	voice_key_2 = -1,
	skill = "這個機會，等了很久了！",
	drop_descrip = "貓鯊級潛艇棘鰭，舷號SS-244",
	mail = "有新的訊息！會不會是潛艇同伴發來的？",
	touch = "啊哈，哈哈哈！ ……別，別摸啦！哈哈，很，很癢的啦！",
	profile = "我在第一次執行巡航任務的時候，就逮到了機會，擊沉了重櫻的航空母艦！ ……輕鬆？才不呢！那次行動的前前後後可是充滿了危機！不過，我都一一挺過去啦！指揮官有興趣的話，我可以把這個故事慢慢說給你聽！",
	mission_complete = "哦哦！獎勵有好多！指揮官，我想吃頓大餐！",
	feeling4 = "最近…感覺自己好像變膽小了…出擊作戰的時候不再像以前那樣果斷，思考的時候還總是不知不覺想到指揮官……一定是指揮官的錯！ …但是，真的是指揮官的錯嗎…",
	unlock = "我是白鷹的潛艇，棘鰭！我會為這支艦隊帶來更多的戰果，請看著吧！指揮官",
	feeling5 = "我做了一個夢，夢到指揮官把我像個小孩一樣抱起來，然後繞著整個港區在跑……很奇怪吧？更奇怪的事是，我居然還覺得挺開心的…為什麼呢……",
	main = "以後潛艇會不會變得更強？比如說……能帶更厲害的武器什麼的？ |待在這裡卻什麼也不做，總覺得有點空虛呢……指揮官，讓我做點什麼吧！ |呼哇——在陸地上，也能感受到不輸海上的舒服的風呢！",
	battle = "同伴們，請借給我勇氣吧！",
	upgrade = "我變強了！哼哼~",
	voice_key = 10803,
	headtouch = "",
	feeling2 = "對失敗的恐懼感，就用心中的勇氣來克服！",
	login = "早安！指揮官今天也準時到了呢～",
	vote = "",
	hp_warning = "不管情況多麼險惡都不能放棄！",
	id = 108030,
	detail = "潛艇可不只會藏在海中獵殺敵人。就算是在水面上，我也一樣能戰鬥的！",
	couple_encourage = {
		{
			{
				10802
			},
			1,
			"要來比比看誰更厲害嗎！",
			0
		}
	}
}
