_G.pg.ship_skin_words[112010] = {
	feeling1 = "指揮官，作為讓姐姐生氣的代價，這一針會很痛哦",
	feeling3 = "來了來了~總覺得指揮官最近越來越依賴我了，雖然被人信任是很高興，不過要是把指揮官變成廢柴就不好了……",
	lose = "我不會丟下大家的，一起回去吧",
	propose = "嘻嘻，這樣的話指揮官就沒有理由拒絕我的照顧了吧？真是的，在害羞什麼呢，全都交給我就好了~",
	expedition = "委託組的孩子們回來了呢……不知道她們有沒有受傷",
	win_mvp = "放心吧，有我在的地方，可以邊戰邊修",
	home = "指揮官，要是有受傷的話記得告訴我",
	mission = "指揮官……那個……任務還是再確認一遍比較好……",
	touch2 = "啊，不要……好、好難為情……",
	voice_key_2 = -1,
	skill = "好了，現在是修理時間~",
	drop_descrip = "維修艦—女灶神，舷號AR-4",
	mail = "指揮官，有新郵件哦",
	touch = "我、我不知道為什麼心跳有些快……",
	profile = "我是專職負責維修的女灶神號，曾經給企業做過一陣子的專屬保姆，要是哪裡不舒服就來問我吧。 \n不過，要是以為我是後勤就小看我可是要吃虧的哦",
	mission_complete = "任務獎勵來囉~",
	feeling4 = "嗯～雖然身為白衣天使要一視同仁，不能對指揮官偏心，不過從個人來說，可以給可愛的指揮官一些特、殊、服、務哦~",
	unlock = "指揮官好，我是維修艦女灶神，曾經給企業做過一陣子的專屬保姆，只要大家都健健康康的，我就很開心吶~",
	feeling5 = "所謂的私人醫生差不多就是這種感覺了吧……24小時全天陪護，負責指揮官的一切生活起居——欸，有點過頭了？是這樣嗎……",
	main = "要是繼續發呆的話我就丟下指揮官你去和企業一起玩了哦？（笑）|指揮官，出擊之前要不要先確認一下艦隊的狀況呢？|企業有好好吃飯嗎？真是擔心啊……",
	battle = "能成為大家的維修艦真是太好了",
	upgrade = "能更好地照顧姐妹們真是太好了~",
	voice_key = 11201,
	headtouch = "",
	feeling2 = "說起來指揮官有好好注意健康狀況嗎？——都交給我？真是的，雖然我不介意，不過還是要自己保重哦",
	login = "指揮官，女灶神可以隨時待命治療那些受傷的姐妹哦",
	vote = "",
	hp_warning = "糟了，要趕緊接受治療",
	id = 112010,
	detail = "指揮官，我想申請補充藥品和醫療器材",
	couple_encourage = {
		{
			{
				10706
			},
			1,
			"企業，不要莽撞哦",
			0
		},
		{
			{
				20114
			},
			1,
			"有姐姐在，放心撞吧",
			0
		},
		{
			{
				10
			},
			5,
			"小猴子們，可別受傷唷~",
			4
		}
	}
}
