_G.pg.ship_skin_words[101170] = {
	feeling1 = "Zzzzzzzzz……",
	feeling3 = "一開始，感覺指揮官有點無聊……不過仔細想想，我除了戰鬥也很沒幹勁，說不定我和指揮官很合得來喔……",
	lose = "唔……輸了……對面不是新手吧……？",
	propose = "原本還一直想著，為了指揮官的話，就算再次化身鬼神也無所謂…不過…被指揮官這麼關心著…看來是沒有機會了呢…指揮官…失望嗎？",
	expedition = "我在想指揮官會不會自己記起來委託已經完成了這件事",
	win_mvp = "唔……還算勉勉強強吧",
	home = "指揮官，睡一會兒嗎？",
	mission = "看來……我們還有任務要做",
	touch2 = "指揮官……莫非是變態？！",
	voice_key_2 = -1,
	skill = "狀態良好……去吧",
	drop_descrip = "班森級驅逐艦—拉菲，舷號DD-459",
	mail = "指揮官，您的信……",
	touch = "指揮官，累了嗎？",
	profile = "我是備受期待的班森級驅逐艦拉菲，在三次所羅門海戰有著極為活躍的表現，戰艦？那是什麼？",
	mission_complete = "恩，我們收到了一批獎勵",
	feeling4 = "雖然過去習慣一個人了……和指揮官一起的話，總覺得這樣更好……呣……呼……Zzzzzz……",
	unlock = "班森級驅逐艦拉菲聽候您的吩咐……指揮官，這個耳朵不是真的，請不要再盯著看了……",
	feeling5 = "現在想想，要是那個時候指揮官在，或許我能幹掉{namecode:71}也說不定……唔……雖然現在她要是敢對指揮官出手我也不會對她客氣就是了……",
	main = "指揮官，我們要不要種點花呢？|指揮官不理拉菲，哈啊……都要睡著囉……|嗯？這是拉菲心情好的表現喔|拉菲並沒有在讓指揮官理她，嗯，並沒有|拉菲並沒有在引誘指揮官跟她玩，嗯，大概|指揮官指揮官，拉菲，可，怕，嗎？",
	battle = "自我限制解除……",
	upgrade = "嗯……我去睡個回籠覺",
	voice_key = 10117,
	headtouch = "呣……指揮官，不要搖我……",
	feeling2 = "呼啊...指揮官，要睡一會兒嗎？",
	login = "指揮官休息的還好嗎，拉菲現在很有精神，大概",
	vote = "",
	hp_warning = "這點程度和我當時可差遠了",
	id = 101170,
	detail = "如果我的軀體不再是這個軀體，你還會看我嗎？……",
	couple_encourage = {
		{
			{
				30301
			},
			1,
			"逞英雄可沒什麼意思",
			0
		},
		{
			{
				1
			},
			5,
			"楓之軍團……出擊",
			4
		}
	}
}
