_G.pg.ship_skin_words[201120] = {
	feeling1 = "命運……在將我們分開……",
	feeling3 = "我、我以前也、想跟指揮官搭話的……那個……",
	lose = "神……拋棄我了嗎……",
	propose = "能和指揮官走到這一步……雖、雖然有命運的指引，但是也、也多虧指揮官能夠一直拉著我，我才能對未知的命運抱有信心……謝謝……",
	expedition = "指揮官……那個，委託組好像回來了……",
	win_mvp = "勝利……是神的眷顧……",
	home = "那個……您辛苦了！>.<",
	mission = "任、任務……還有沒做完的……（小聲）",
	touch2 = "那……個，嗚嗚……",
	voice_key_2 = -1,
	skill = "那，那個，命運會碾碎你們的>.<!",
	drop_descrip = "F級驅逐艦—命運女神，舷號H70",
	mail = "新的郵件……會不會是神的旨意？",
	touch = "果、果然我給您添麻煩……了吧？",
	profile = "皇家海軍F級驅逐命運女神……我和妹妹狐提後來被一起轉入了加拿大皇家海軍……做為F級驅逐，有好好努力過了呢……",
	mission_complete = "感謝神賜予了如此多的財富",
	feeling4 = "指揮官……我……一直都在、在注視著指揮官你——突然這樣講，會讓你困擾嗎？……",
	unlock = "你好，指揮官……我、我是命運女神……作為F級驅逐有好好努力過喔……",
	feeling5 = "現在的話，我敢說……如、如果我的名字確實有發揮作用的話，那一定、一定是讓我遇到了指揮官……",
	main = "Fortune……也是財富的意思呢……|只要能與妹妹在一起，去哪裡都可以……|薩斯喀徹溫……是神所賜予的新名字……",
	battle = "接受……神的制裁吧！",
	upgrade = "命運……感覺更近了",
	voice_key = 20112,
	headtouch = "",
	feeling2 = "……我、我覺得有點緊張……嗚嗚~",
	login = "指揮官，有、有讓你等很久嗎？……嗚……",
	vote = "",
	hp_warning = "願命運指引我們……",
	id = 201120,
	detail = "指揮官……我、我有幫上忙嗎？",
	couple_encourage = {
		{
			{
				20111
			},
			1,
			"同為F級一起加油吧~",
			0
		}
	}
}
