_G.pg.ship_skin_words[201130] = {
	feeling1 = "指揮官再不打起精神，以後就不管你了哦~哈哈，騙你的！不過不要再讓我失望了哦~",
	feeling3 = "要學習的東西還有很多，而且，有指揮官在身邊陪伴的話，就更有動力了～！",
	lose = "嗚…是我的能力還有不足嗎……",
	propose = "原本只想努力成為指揮官的可靠助手，沒想到最後由指揮官親手給我戴上了戒指……指揮官，放下你的禮儀和優雅，盡情地和我擁抱吧~",
	expedition = "委託組的大家都回來啦！真想和她們一起玩……啊，你聽錯了哦~我是說，想和大家一起出港啦！",
	win_mvp = "作為驅逐領艦，這也是理所當然的事啦~",
	home = "指揮官你總算回來了～快來看我的訓練成果吧—啊…不好意思不好意思，出擊應該已經很累了吧~？來，給你一杯果汁，盡快恢復元氣吧（摸頭）",
	mission = "任務還有很多，指揮官不要偷懶哦~加油，一起來完成吧。",
	touch2 = "嗚哇……我要生氣了！指揮官應該更具紳士氣質才對！",
	voice_key_2 = -1,
	skill = "你們馬上就會知道我的厲害了！看招吧！",
	drop_descrip = "G級驅逐艦—格倫維爾，舷號H03",
	mail = "郵件到了~嘻嘻，要不要我來幫忙拆開？",
	touch = "要是哪一天我也成為胡德小姐那樣的淑女該有多好啊～",
	profile = "我是皇家G級驅逐艦格倫維爾號，是驅逐領艦，也曾擔任過驅逐艦隊的旗艦哦！雖然因為服役期比較短而沒有什麼戰績是一大遺憾就是了。要特別說明的是，我並不太喜歡水雷呢……",
	mission_complete = "快去領取任務的獎勵吧~",
	feeling4 = "作為一名來自皇家的淑女，自然要用美食俘獲指揮官的胃了！指揮官，想嚐嚐我做的皇家料理嗎？嘿嘿，雖然魚頭全都烤糊了……",
	unlock = "YAHO，指揮官好啊~G級驅逐艦格倫維爾前來報到。有我在，你就放心睡大覺好啦。哈哈，開玩笑的~讓我們好好相處吧！",
	feeling5 = "指揮官…我喜歡你哦！！ 欸嘿嘿…嗯？女孩子主動說出口很新鮮嗎？唔…別一直盯著我嘛，就算是指揮官，我也有點難為情……誒？想再聽一遍？真的嗎？嘻嘻，喜歡你！最喜歡你哦~",
	main = "嘻嘻，指揮官來和我一起學習“禮儀”嘛～比如說…像這樣優～雅地挽起女士的手什麼的～|作為驅逐領艦，應該要成為可靠的戰力才對嘛，嗯~嗯~我也會為此而努力哦~|沒有什麼實績並不可怕！關鍵是在未來能夠經受挑戰……嘿嘿，好像在說大話了~",
	battle = "向對手展示我們的強大吧～！",
	upgrade = "這樣就能更經常地被編入出擊陣容了吧~嘻嘻，指揮官多謝啦！",
	voice_key = 20113,
	headtouch = "",
	feeling2 = "港區還有很多個性鮮明的小夥伴吧～指揮官有機會就多跟我介紹點嘛？想多和她們認識認識呢～",
	login = "指揮官歡迎回來！有沒有好好休息過呀？有的話，就快快開始今天的工作吧～",
	vote = "",
	hp_warning = "別小看人，我可是驅逐領艦！",
	id = 201130,
	detail = "指揮官，我照著胡德小姐的教導泡了一杯紅茶給你哦~試試看？……誒？甜到膩？啊哈哈哈，果然直接一大勺蜂蜜加進去是不行的嗎……",
	couple_encourage = {
		{
			{
				20114
			},
			1,
			"嗯嗯！就這麼猛地撞上去吧！",
			0
		}
	}
}
