_G.pg.ship_skin_words[201140] = {
	feeling1 = "就算是寬容的螢火蟲大人，對笨蛋也是絕不寬容的！",
	feeling3 = "指揮官~~會被你攻略的是笨~蛋～笨——蛋！！",
	lose = "啊~太…太過分啦！我的戰鬥才剛開始！I Shall Return！",
	propose = "不能反悔哦？就算反悔也已經晚了哦！……嘿嘿，嘿嘿嘿嘿，那你說一遍，螢火蟲最可愛！……再來幾遍，多來幾遍！",
	expedition = "委託組好像給螢火蟲大人帶回了貢品！",
	win_mvp = "喔呵呵~愚蠢的敵人喲，我的勇氣是無法被擊敗的~",
	home = "Dala~♪來個愛意滿滿的擁抱吧",
	mission = "喔吼吼，指揮官~任務任務任務！",
	touch2 = "唔姆姆！！ ！變態指揮官！吃我頭槌！",
	voice_key_2 = -1,
	skill = "百萬頭槌！我撞！",
	drop_descrip = "G級驅逐艦—螢火蟲，舷號H92",
	mail = "指揮官吼，郵件郵件郵件~",
	touch = "嘻嘻~好癢喔，螢火蟲也要摸摸指揮官~",
	profile = "我是G級驅逐艦，螢火蟲！雖然大家總說我不好接近，但其實我很喜歡和別人親密接觸的哦~指揮官指揮官，螢火蟲的活力，可是用不完的—哎呀！",
	mission_complete = "YAHO！~這麼多的獎勵，那我就不客氣囉！",
	feeling4 = "最近做夢老是想到指揮官……可不能被他知道……",
	unlock = "HELLO~我是皇家艦隊G型驅逐艦，螢火蟲哦！呀吼~指揮官，今天也要元氣滿滿的和螢火蟲一起玩喲~我可是很會躲貓貓的！",
	feeling5 = "放棄了！喜歡喜歡喜歡~！被當做笨蛋也不管了！（螢火蟲使用了頭槌）感到榮幸吧！",
	main = "HOLA~指揮官看起來沒有防備！吃我大螢火蟲CQC！嗚哇！撞、撞到腳趾了……|別動，汽水好像會滿出來，所以我在用嘴壓住它|指揮官，如果在水里迴旋的話，會不會引起水龍捲？",
	battle = "衝啊~第一個倒下的要接受懲罰遊戲喔~☆",
	upgrade = "螢火蟲大人變得更強啦！",
	voice_key = 20114,
	headtouch = "",
	feeling2 = "螢火蟲大人可是最強的！",
	login = "指揮官指揮官~你好慢哦，這麼久才過來！快點快點~我們出發去玩吧！",
	vote = "",
	hp_warning = "只能撞了！",
	id = 201140,
	detail = "指揮官指揮官，快看快看，我怎麼轉都不會暈哦，是不是很厲害？快誇我！",
	couple_encourage = {
		{
			{
				10201,
				10208
			},
			2,
			"笨蛋三槍手，衝呀！",
			0
		},
		{
			{
				4
			},
			3,
			"番茄大隊，跟我撞~",
			4
		}
	}
}
