_G.pg.ship_skin_words[201160] = {
	feeling1 = "我最討厭不認真的人了！",
	feeling3 = "茶會嗎？非常抱歉，我還有訓練沒有完成……不過，能請您幫我帶一塊蛋糕嗎？",
	lose = "立刻撤退，不要戀戰！",
	propose = "我明白，我有時候太過謹慎，多虧了您的陪伴，現在已經好多了……不過，我要說，您有時候也太過鬆懈了，從今往後，我會好好督促您的，閣下",
	expedition = "身為領導者，有給屬下發布任務的權利，但也要認真對待她們的努力才行",
	win_mvp = "各位，越是勝利的時候，越不能放鬆警惕",
	home = "閣下，剛才的戰鬥，應該還有些需要檢討的地方吧？",
	mission = "閣下，公文批閱完了的話，就開始進行任務吧",
	touch2 = "刺劍雖是裝飾，戳到了也是很疼的！",
	voice_key_2 = -1,
	skill = "不會讓你們有機可乘的！",
	drop_descrip = "H級驅逐艦—勇敢，舷號H87",
	mail = "指揮官，我可不會每次都幫您拿郵件哦！",
	touch = "呀！……閣下，請不要突然碰我",
	profile = "我是皇家海軍H級的領艦勇敢號，納爾維克海戰時率領妹妹們突入了鐵血港口，雖然重創了敵方，但也被對方的援軍給……哼，要是再給我一點時間的話……",
	mission_complete = "閣下，快看，獎勵有不少呢~",
	feeling4 = "我知道哦！你想說有時候我太過謹慎了，對吧？這樣的話，我也有話要說…閣下你實在太鬆懈了！從今往後，我可是會好好看管您的！做、做好心理準備吧！",
	unlock = "幸會，指揮官閣下。皇家海軍，勇敢，向您報到",
	feeling5 = "閣下，就算您想要偷偷靠近我也是沒有用的，我已經完全記下您的氣息了……呀！您、您這人，真是的，被我這麼說後，居然反而正大光明抱了過來……噗，好癢，呀哈哈哈哈……",
	main = "辦公室裡空氣真是舒適呢，呼…？！我、我才沒有打瞌睡哦！|雖說我是領艦，但那只是因為大家都信賴我，並不是地位上有什麼高下|獵人，是不是妳偷偷吃了我的蛋糕！……啊，不好意思，閣下，吵到您了嗎？",
	battle = "打起精神，不要給敵人可乘之機！",
	upgrade = "呼，雖然得到了強化，訓練也還不能落下……",
	voice_key = 20116,
	headtouch = "",
	feeling2 = "喝！……啊，是閣下嗎，抱歉，一旦有陌生的氣息接近我，我就會下意識出劍……無論何時都不放鬆警惕，是我的準則",
	login = "稍微有點慢了，閣下，請盡快進入工作",
	vote = "",
	hp_warning = "咬緊牙關……",
	id = 201160,
	detail = "無論什麼事都需要通過反覆訓練才能真正掌握，閣下，這點你應該也很清楚吧",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"這一次，一起出擊吧！",
			0
		},
		{
			{
				20501
			},
			1,
			"榮光屬於您，陛下。",
			0
		}
	}
}
