_G.pg.ship_skin_words[201200] = {
	feeling1 = "……（獵人的小夥伴在對你狂吠不止）",
	feeling3 = "對於獵人而言，沒有不能獵殺的獵物，只有不夠充分的準備",
	lose = "獵人與獵物的關係可不是一成不變的",
	propose = "真正的獵人，是會為了尋找獵物而四處漂泊的……不過有個據點，不、有個家，好像也不錯",
	expedition = "戰鬥前的準備越充分越好",
	win_mvp = "把敵人當做獵物的話，還是挺簡單的……",
	home = "指揮官，有戰利品嗎？",
	mission = "這次的懸賞令是要獵殺什麼？",
	touch2 = "指揮官，Lock on……",
	voice_key_2 = -1,
	skill = "越是掙扎，越是痛苦……",
	drop_descrip = "H級驅逐艦—獵人，舷號H35",
	mail = "信件，會有狩獵情報嗎？",
	touch = "這不是獵槍，是魚雷管",
	profile = "我是皇家海軍H級的獵人，參與納爾維克海戰時輸給了鐵血的驅逐……獵人被獵物咬死，大概也是一種宿命吧",
	mission_complete = "怎麼？難道想讓我給你吹響勝利的號角嗎？",
	feeling4 = "指揮官，你今天晚餐想吃什麼？我看看能不能打下來幾隻",
	unlock = "指揮官，你好，我是獵人。……？我還要說些什麼嗎？",
	feeling5 = "戰爭結束的話，想和指揮官一起去打獵……嗯，就我們兩個人",
	main = "這孩子？是我最重要的小夥伴哦|其實我也不討厭勇敢，但她有時候真的有點囉嗦……|指揮官，一般打獵是不會穿成我這樣的，這只是興趣而已",
	battle = "你們已經跑不了了",
	upgrade = "嗯，下次可以嘗試一些大傢伙了……",
	voice_key = 20120,
	headtouch = "",
	feeling2 = "港區附近…有獵場嗎？",
	login = "指揮官，要和我一起去打獵嗎？",
	vote = "",
	hp_warning = "這次的獵物，有點兇猛呢……",
	id = 201200,
	detail = "指揮官，我收集的戰利品，想看嗎？",
	couple_encourage = {
		{
			{
				20116
			},
			1,
			"勇敢，我聽到了，別那麼大聲",
			0
		}
	}
}
