_G.pg.ship_skin_words[201210] = {
	feeling1 = "指揮官，再不自重一點的話標槍可就真的不喜歡你了！",
	feeling3 = "感覺和指揮官的距離越來越近了呢，嘻嘻，不過還要再努力一點哦~",
	lose = "嘖，大意了！",
	propose = "指揮官，怎麼了，一臉慎重的樣子……欸？……等等，標槍還沒有做好心理準備，怎麼辦怎麼辦，頭髮還有些亂，也沒有打扮過……指揮官，等我一下，絕對要等我哦！",
	expedition = "是不是有點累了？正好委託應該完成了，散步去港口迎接姐妹們吧",
	win_mvp = "我厲害吧？——笨蛋~不會誇得更帥氣一點啊！",
	home = "指揮官辛苦了，我來給你搥搥背吧",
	mission = "指揮官指揮官，新的任務下達了呢",
	touch2 = "嘎哦——！指揮官，工口是不行的哦！",
	voice_key_2 = -1,
	skill = "好好看著標槍的活躍吧",
	drop_descrip = "J級驅逐艦—標槍，舷號F61",
	mail = "吶吶~有新郵件！",
	touch = "指揮官累了嗎？那就來休息一下聊聊天吧~？",
	profile = "指揮官好，我是J級驅逐標槍。 \n和姐妹們參加了納爾維克海戰以及敦克爾克大撤退，雖然中間鬧了一些小彆扭，不過也算是奮戰到最後了啦！",
	mission_complete = "指揮官指揮官，快看看獎勵都有什麼吧？",
	feeling4 = "指揮官，人家一直想要像漫畫裡面那樣，在大樹下被喜歡的人表白呢……",
	unlock = "我是標槍，指揮官指揮官，請多指教啦～欸嘿嘿，因為在意的女生突然自己加入到手下來，不知所措了？",
	feeling5 = "能和指揮官兩個人一起就好讓人開心呀～啊，標槍親手做了便當哦，要吃嗎~",
	main = "今天一天也好好加油吧！ |呼啊……討厭存在感稀薄，我要逆襲~|標槍可是很幸運的哦！|指揮官指揮官，陪標槍玩嘛|指揮官在身邊的感覺好安心",
	battle = "消磨下時間吧！",
	upgrade = "嘻嘻，被指揮官關心的感覺好溫暖",
	voice_key = 20121,
	headtouch = "指揮官，標槍很有精神哦！",
	feeling2 = "——我可愛？欸~~？騙人的吧！指揮官你又在騙小孩了～！",
	login = "指揮官，歡迎肥……回來！",
	vote = "",
	hp_warning = "為了指揮官，大家加油！",
	id = 201210,
	detail = "指揮官這麼在意標槍，好開心！",
	couple_encourage = {
		{
			{
				20122
			},
			1,
			"見識一下J級的實力吧！",
			0
		},
		{
			{
				10117
			},
			1,
			"為了指揮官一起加油吧~",
			0
		},
		{
			{
				1
			},
			5,
			"楓軍的姐妹們，Fight~",
			4
		}
	}
}
