_G.pg.ship_skin_words[201250] = {
	feeling1 = "扭扭捏捏，不是個好人",
	feeling3 = "指揮官，有一點你要搞清楚，我只是想到什麼說什麼，可不是毒舌，比如說“你是蘿○控吧”就是我發自內心的想法",
	lose = "咕……弄髒我裙子的代價可是很高的，給我記住了",
	propose = "仔細回想一下的話，我和指揮官的感情還真是直接到毫無浪漫可言呢……唔，算了，現在我們比誰都了解彼此，就把浪漫交給以後的日子吧",
	expedition = "指揮官，委託完成了，你不會忘了吧？",
	win_mvp = "這就是J級的實力，為自己的大意而後悔吧！",
	home = "剛下戰場就不要逞強了，好好休息吧",
	mission = "別假裝沒看到新任務了，早點解決掉比較好哦",
	touch2 = "我，我說指揮官，雖然直接是好事，不過也要分場合……",
	voice_key_2 = -1,
	skill = "還不到放鬆的時候哦！",
	drop_descrip = "J級驅逐艦—澤西，舷號F72",
	mail = "有你的郵件，指揮官，別又忙到忘了看",
	touch = "幹什麼，難道想要撲進我的懷裡蹭蹭嗎？不如去做夢吧",
	profile = "我是澤西，J級的澤西，雖然並不是什麼高貴的出身也沒有什麼出色的戰歷，但是性格就是這樣，就算你不滿也無濟於事哦？馬耳他？那只是不小心摔倒了而已，但是失誤就是失誤，這點我還是知道的啦",
	mission_complete = "指揮官，任務獎勵到達了，幹得不錯嘛",
	feeling4 = "有什麼不好，喜好而已，指揮官你喜歡我對我來說是件好事，不喜歡也沒什麼損失……唔，不對，還是有的",
	unlock = "你就是指揮官？我叫澤西，好好記在心裡吧",
	feeling5 = "指揮官，我是個有話直說的人，喜歡的對象也只會是有話直說的人哦？所以，能告訴我你對我的想法嗎，作為回報，我也會告訴你我的想法的",
	main = "我最討厭別人因為體型小看我了|想法不說出來可就沒人知道了，我可不喜歡那些扭扭捏捏的傢伙|比起可愛，我更希望你能誇我正直，不過多說幾遍可愛我也不會介意的",
	battle = "無論什麼敵人都要認真應對才行",
	upgrade = "我不會讓你的付出白費的",
	voice_key = 20125,
	headtouch = "",
	feeling2 = "指揮官，雖然我們還不是很熟，不過一起喝喝茶聊聊天應該還是沒問題的",
	login = "讓我等這麼久是什麼意思，指揮官？",
	vote = "",
	hp_warning = "",
	id = 201250,
	detail = "有事嗎，還是說你只是想和我聊聊天？",
	couple_encourage = {
		{
			{
				20121
			},
			1,
			"姐姐，小心點不要又撞了",
			0
		}
	}
}
