_G.pg.ship_skin_words[201330] = {
	feeling1 = "唔…再這樣下去，就只有伊卡洛斯會願意陪在指揮官身邊了…",
	feeling3 = "指揮官最近是不是有點努力過頭了…？要注意適當的休息哦。一口氣飛得太快太高的話，可是會被太陽融掉翅膀，掉到海裡死掉的哦？ …嗯？這個好像是哪裡看到過的傳說故事的情節呢",
	lose = "如果剛才能再來一次魚雷齊射的話…",
	propose = "原來，正如我對指揮官一樣，指揮官也覺得離不開我了嗎？嘻嘻…我很高興。接下來的生活，各種事情也請指揮官…繼續多多指教了哦？",
	expedition = "指揮官，需要我去迎接委託組的同伴們嗎？",
	win_mvp = "勝利了~這都多虧了指揮官~",
	home = "歡迎回來，指揮官，您不在的時候，我都把房間打掃過了哦~欸？誇獎什麼的…不用那麼客氣的~",
	mission = "有新的任務下發了，打起精神來完成吧！",
	touch2 = "這、這種事情果然還是…(///",
	voice_key_2 = -1,
	skill = "裝填完畢…！",
	drop_descrip = "I級驅逐艦—伊卡洛斯",
	mail = "新郵件幫您整理好了~要給你拿過來嗎？",
	touch = "有什麼要我做的事情嗎？",
	profile = "說到經歷的話…我曾經為胡德和厭戰護航過，然後…對反潛作戰多少有些心得吧？也算去過各種地方，參與過不少任務，可以說有豐富的經驗了？呵呵~所以，無論是戰鬥上還是生活中，都儘管把事情交給伊卡洛斯吧~",
	mission_complete = "完成任務了呢，指揮官真棒~",
	feeling4 = "呼…最近陪在指揮官身邊的時間越來越長了呢，照顧指揮官也已經變成了習慣的一部分…難道，反而是伊卡洛斯對指揮官產生依賴性了？",
	unlock = "你好，指揮官，我是皇家I級驅逐艦伊卡洛斯，擅長的是護航作戰和反潛作戰。接下來的日子請您多多指教了哦。",
	feeling5 = "指揮官，就好像太陽一樣呢。僅僅存在於那裡，就能讓人感到溫暖。但是太過靠近的話，又讓人有些害怕，會不會被過於強烈的光熱吞沒……指揮官，我可以…更靠近你一點嗎？",
	main = "指揮官要出門的話先跟我說一聲哦，我根據天氣幫你準備下東西，雨傘還是外套什麼的|愛斯基摩…好像想找人玩的樣子呢…指揮官先專心工作，我幫她聯繫幾個小夥伴。 …嗯，阿貝克隆比應該挺合適的|驅逐果然還是有極限的呢，要是能有更大的炮管和更多的魚雷………啊，只是一點自言自語，請不要在意(/ //",
	battle = "好…！接下來要火力全開了哦！",
	upgrade = "這樣就能發射更多的火力、咳咳…就能更好地幫助指揮官了~",
	voice_key = 20133,
	headtouch = "嘻嘻…這樣的…我不討厭哦？",
	feeling2 = "指揮官，還有港區的夥伴們，都是伊卡洛斯應當守護的重要存在。所以，對於想傷害大家的敵人，火力全開，迅速消滅是理所當然的哦。",
	login = "指揮官來了？嗯，需要的資料都給您擺在桌上了。茶水一會就給你端過來，請安心工作吧。",
	vote = "",
	hp_warning = "魚雷還沒準備好嗎…唔…伊卡洛斯，再堅持一下！",
	id = 201330,
	detail = "指揮官換洗的衣服…明天三餐的準備…然後還有……啊，指揮官什麼時候來的？ …嗯？沒什麼，只是在做一些日常的籌備工作而已~",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"這次不會與您錯過了！",
			0
		},
		{
			{
				20502
			},
			1,
			"又能一起作戰了呢~",
			0
		}
	}
}
