_G.pg.ship_skin_words[202030] = {
	feeling1 = "玩壞了嗎……算了，找些新的玩具吧",
	feeling3 = "呵呵呵，我越來越喜歡你了呢，你能讓我愉悅到什麼地步呢，親愛的小·豬·仔~",
	lose = "嘁……下次，我讓你們吃土",
	propose = "這是……看來要為你準備一些新的“菜單”了呢，儘管期待吧，我心愛的小豬仔~",
	expedition = "指揮官，給你5秒鐘，要是數完還不去迎接委託組的姐妹們的話，呵呵~……",
	win_mvp = "對你來說真是不錯的奮鬥呢，就誇獎你一下吧",
	home = "呵呵呵，運動過後的小豬仔看起來真是美味",
	mission = "完成任務的話給你特別獎勵哦",
	touch2 = "竟敢碰女孩子的這裡，就這麼想要被我處罰嗎？",
	voice_key_2 = -1,
	skill = "呵呵呵，可愛的小豬仔們……",
	drop_descrip = "利安得級輕巡洋艦—阿賈克斯，舷號22",
	mail = "信。內容？你會告訴我的不是嗎，指、揮、官？",
	touch = "可以哦，幫我揉得舒服的話就准許你用“那個”哦~",
	profile = "利安得級巡洋艦阿賈克斯就是我了，指揮官去過拉普拉塔河嗎？那裡有我不錯的回憶呢，呵呵呵……",
	mission_complete = "獎勵當然是任務獎勵了，拿去。還是說，你在期待什麼？",
	feeling4 = "放心吧，能勾起我起施虐心的，從出生到現在只有你一個。對哦，你就像是阿賈克斯命中註定的人一樣呢，開心嗎~",
	unlock = "指揮官，這裡是利安得級輕型巡洋艦的三號艦，阿賈克斯。我也算是聲名遠播了呢……指揮官大人~要不要看看我的衣櫥裡有什麼驚人的東西呢~嘻嘻~",
	feeling5 = "但這可不是說我是個好女孩哦？只是在你之前沒有人能讓我認真而已。我都說到這份上了，你會奉陪到底的吧，小、豬、仔？",
	main = "要先吃飯？還是洗澡？還是……嘻嘻……|我跟你說個秘密，把耳朵湊過來——呼！~癢嗎？|看著指揮官你這呆傻的樣子，我都快按耐不住內心的渴望，想去踩你的臉了呢~",
	battle = "哎呀呀~馬上跪下求饒的話，或許我會手下留情一點哦",
	upgrade = "呵呵，之後我會好~好感謝你的~",
	voice_key = 20203,
	headtouch = "……你、你幹嘛！ ？",
	feeling2 = "不錯的眼神呢……好，那就你吧，來做我新的小豬仔，你沒有拒絕的權利哦？",
	login = "嘻嘻，今天也在各~個~方面都要請你多多關照了呢~指——揮——官",
	vote = "",
	hp_warning = "",
	id = 202030,
	detail = "指揮官，想知道更多關於人家的秘密嗎？",
	couple_encourage = {
		{
			{
				20201,
				20202
			},
			2,
			"不要純靠蠻力，用計策解決敵人吧",
			0
		},
		{
			{
				70203,
				30701
			},
			1,
			"綁著小豬仔可不是我的興趣呢",
			0
		},
		{
			{
				40305
			},
			1,
			"開心地活下去吧",
			0
		},
		{
			{
				20705
			},
			1,
			"興趣不錯嘛，可畏小姐",
			0
		}
	}
}
