_G.pg.ship_skin_words[202040] = {
	feeling1 = "啊啊…怎麼會這樣…主人果然是要把可憐的黛朵給……",
	feeling3 = "女僕隊的夥伴們有很多地方很迷糊，所以主人才會更加關心她們吧……相比之下，黛朵就……不，沒什麼！嫉妒姐妹艦什麼的可不是女僕該做的事…！只是……（小聲）迷糊屬性什麼的，不是很卑鄙嗎…",
	lose = "主人，非常抱歉！請不要像這孩子一樣拋棄黛朵…！",
	propose = "嗚……世上竟然真的還存在會喜歡黛朵這樣的沒用女僕……主人，黛朵請求您，請一直一直喜歡黛朵，一直一直愛著黛朵……",
	expedition = "主人，這裡是這次遠征的收穫清單，請過目",
	win_mvp = "勝利了！太好了呢，主人！",
	home = "主人，您平安無事…真是太好了",
	mission = "太好了…只要還有未完成的任務，黛朵就還能派上用場吧",
	touch2 = "主、主人，能得到您的寵幸是黛朵的榮幸……但這是不是有些不合禮儀…",
	voice_key_2 = -1,
	skill = "為了主人的榮光！",
	drop_descrip = "黛朵級輕巡洋艦—黛朵，舷號37",
	mail = "主人，這些是您的郵件，請盡快過目",
	touch = "黛朵做得很好…？啊啊…主人……啊，不，這是黛朵應該做的！嗯！",
	profile = "我是黛朵級的命名艦，黛朵，擅長的是防空，大戰中一直在地中海艦隊服務。那個，天狼星果然給您添麻煩了嗎…？",
	mission_complete = "不愧是主人，這次的任務獎勵很豐厚呢",
	feeling4 = "因為黛朵很能幹，所以不會被大家擔心吧…主人居然在擔心黛朵嗎！能得到您這樣的讚美，黛朵，黛朵……嗚嗚嗚……",
	unlock = "您好，主人，我是輕巡洋艦黛朵。身為皇家女僕隊的一員，希望能為您提供滿意的服務",
	feeling5 = "您、您在說什麼呢？像我這樣普通的女僕，您怎麼會喜歡………主人，我可以當真嗎？真的可以嗎？ ……主人說喜歡我，主人說喜歡我……糟了，笑容停不下來…",
	main = "其他艦船沒有被主人冷落呢……難道是因為還沒有輪到她們？也就是說主人比起黛朵更關心她們？ ！嗚嗚，黛朵不想輸……|主人，有需要黛朵做的事嗎？無論多麼微小的事也沒關係！因為黛朵是女僕，而侍奉主人正是黛朵唯一的存在價值…！ |主人，日安。今天也讓黛朵全心全意的侍奉您，讓您的身心都得到休息吧。因為主人可是黛朵唯一深愛的主人啊",
	battle = "只要努力就能為主人派上用場…！出擊！",
	upgrade = "對主人除了感謝還是只有感謝！謝謝主人…！",
	voice_key = 20204,
	headtouch = "嗚哇啊啊啊啊啊…………",
	feeling2 = "作為皇家女僕，黛朵會全心全意侍奉主人。無論什麼樣的指示，黛朵都會全力完成的…！",
	login = "主人，歡迎回來。黛朵當然也沒事！啊啊……居然被主人關心了…！",
	vote = "",
	hp_warning = "不能輕易放棄！",
	id = 202040,
	detail = "主人，您不會拋棄黛朵吧？真的不會拋棄對吧？黛朵可以相信主人嗎？可以相信的對吧？啊……黛朵，只要主人不會欺騙我就滿足了……",
	couple_encourage = {
		{
			{
				20220,
				20224
			},
			2,
			"只有在戰場上反而可以對妳們放心呢……",
			0
		}
	}
}
