_G.pg.ship_skin_words[202080] = {
	feeling1 = "原來主人是類似害蟲的構造嗎，世上真是充滿了不可思議的事呢",
	feeling3 = "為了方便閱讀，我把主人珍藏的書籍重新分類以後擺放了一遍，您可以回頭檢查一下我的成果",
	lose = "主人，殿後的工作就交給我吧",
	propose = "向著聖母瑪利亞之名起誓，對所有傷害吾愛的人降下愛的鐵鎚……我什麼都沒在默念，您耳鳴了，好了，請盡快結束這讓人羞恥的儀式吧",
	expedition = "——不知道我的槍聲有沒有讓您回想起委託完成這件事，主人",
	win_mvp = "這樣的成果您還滿意嗎，主人？",
	home = "辛苦了，主人。接下來還有這些公文需要處理，請加油",
	mission = "如果是清掃衛生的任務，請都交給我吧",
	touch2 = "希望您在戰場上也能發揮出這股和沙恩霍斯特謝幕時一樣的勇氣",
	voice_key_2 = -1,
	skill = "聽到了嗎？為你們而響的喪鐘",
	drop_descrip = "南安普頓級輕巡洋艦——謝菲爾德，舷號C24",
	mail = "郵件已經為您做好分類了，主人",
	touch = "害—主人有什麼事嗎？對不起，咬到舌頭了",
	profile = "我是城級輕巡洋艦、謝菲爾德。基本都在與鐵血進行作戰，目送了沙恩霍斯特的逝去，也參與過俾斯麥與鐵必制的圍剿。不過大戰末期一直在維修中沒怎麼出場……自我介紹這樣就可以了嗎？那我繼續去打掃衛生了",
	mission_complete = "主人打算把任務獎勵全都送給我嗎？",
	feeling4 = "向貝爾法斯特學習…嗎？女僕應該全身心為主人付出而不求回報才對，她有些貪心呢…不過，稍微有點羨慕…",
	unlock = "啊…以為是害蟲，下意識就射擊了——新的主人…？失禮了…皇家女僕隊、輕巡謝菲爾德，為您效勞",
	feeling5 = "主人，謝菲爾德平時的言行有令您困擾嗎？如果有的話，您可以理解為這是我的愛情表現，我深愛著主人，嗯，是真的",
	main = "最喜歡主人了——請相信這句話中至少投入了三分的感情|主人，如果您要小憩一會的話，請告訴我時間，我的雙槍會準時把您叫醒的|貝爾法斯特還是太寵溺主人了，這樣下去主人會變成廢柴的",
	battle = "需要“掃除“的髒東西稍微有點多呢……",
	upgrade = "呼…槍的感覺不錯，謝謝主人",
	voice_key = 20208,
	headtouch = "",
	feeling2 = "難道主人終於意識到自己屬於大型不可燃垃圾的一種，良心發現想讓我處理一下…什麼的——開玩笑的，請稍等，我去泡茶",
	login = "指揮官，請注意腳下…那裡……是我剛拖好的地",
	vote = "",
	hp_warning = "害蟲...稍微有些棘手呢",
	id = 202080,
	detail = "嗯？用手槍“掃除”是女僕的常識，主人",
	couple_encourage = {
		{
			{
				20212
			},
			1,
			"戰鬥沒有生疏吧？",
			0
		},
		{
			{
				20702
			},
			1,
			"你的劍魚請小心點……",
			0
		},
		{
			{
				20203
			},
			1,
			"這也算是…某種緣分吧",
			0
		},
		{
			{
				20208,
				20211,
				20212,
				20218,
				20219,
				20304
			},
			3,
			"主人，這該不會是您的某種興趣吧？",
			0
		},
		{
			{
				20217
			},
			1,
			"讓我見識一下你的正義吧",
			0
		}
	}
}
