_G.pg.ship_skin_words[202100] = {
	feeling1 = "我不會對著木頭諫言。",
	feeling3 = "主人，為了健康，您該注意飲食均衡。覺得麻煩的話，就讓我為您準備一日三餐吧，這也是女僕應該做的",
	lose = "對不起，主人，這次是我辜負了您的期望。",
	propose = "主人，想要讓我一直留在您的身邊，即使不用這種手段也可以的……如果這便是主人您的意志的話，格洛斯特、樂意之至",
	expedition = "主人，放著歸來的委託隊不管也許會影響您在她們心目中的評價，請妥善處理",
	win_mvp = "這只是一次微不足道的勝利。主人，如果您滿足於此…我會感到很困擾的",
	home = "歡迎回來，主人，請用茶。對了，我稍微確認一下，您沒有藉著外出的時刻偷懶吧？",
	mission = "您還有未完成的任務——在完成之前，我會一直提醒主人您的哦",
	touch2 = "請在那邊坐好，主人。我要教給您對待女士的基本禮節。",
	voice_key_2 = -1,
	skill = "一切為了主人",
	drop_descrip = "格洛斯特級輕巡洋艦—格洛斯特，舷號75",
	mail = "請及時檢查郵件…不想被我反覆提醒的話，就請在我催促之前及時確認",
	touch = "有何事吩咐？我是您的女僕，在您義務之外的要求我會盡量滿足。",
	profile = "作為皇家的一員，我曾在大大小小的戰役中履行自己的職責。戰場無情，也經歷過生離死別，但沒想過自己是因為彈藥匱乏而遭遇不測……主人，你一定不能犯與那時相同的錯誤。",
	mission_complete = "還有未領取的任務報酬。就算要我幫您領取，也請先給我指示",
	feeling4 = "主人，請注意在女性面前的行為舉止，特別是接觸女性的方式…如果覺得有困難的話，請把我當作練習對象吧，咳咳…請——",
	unlock = "皇家女僕隊所屬，巡洋艦格洛斯特，向主人問好。輔佐您成為優秀的指揮官，便是我的義務。",
	feeling5 = "主人，為了提升工作的效率，需要從改善生活習慣做起…主人如果不嫌棄的話，我很樂意照顧你——不，我很樂意與主人一起生活，一起進步",
	main = "女僕隊時不時會有個性鮮明的夥伴犯些小錯……是不是應該讓貝爾法斯特更加關照她們一些？ |每次見到斐濟，她都說要給我化妝，還要給我穿上她親自挑選的衣服…主人可不能學她，生活還是要簡樸點才是。 |女僕有女僕的工作，主人有主人的工作。女僕的工作是為了主人，而主人您的工作是為了所有人。",
	battle = "再檢查一遍彈藥儲備吧。",
	upgrade = "不錯的選擇。不過，如果也能強化一下其他的姐妹就更好了",
	voice_key = 20210,
	headtouch = "",
	feeling2 = "人不會永遠不犯錯，而我會以我的經驗，努力減少主人犯錯的機會，請作做好心理準備",
	login = "準時不是一種品德，而是一個原則。主人，請銘記於心",
	vote = "",
	hp_warning = "和預計的情況似乎有些出入…不過…！",
	id = 202100,
	detail = "有觀摩女僕工作的閒情逸致，不如多去處理些公文呢，主人",
	couple_encourage = {
		{
			{
				20216
			},
			1,
			"相信我，主人不會讓那一幕重演。",
			0
		},
		{
			{
				20207
			},
			1,
			"皇家騎士小姐，請務必保護好自己。",
			0
		}
	}
}
