_G.pg.ship_skin_words[202110] = {
	feeling1 = "正因為是指揮官，才要更加防範……（盯）",
	feeling3 = "又被貝法訓斥了，什麼出門記得關燈、水龍頭也要好好關緊。什麼嘛，那傢伙一點也不像妹妹！",
	lose = "咕……我的金塊……",
	propose = "嘿嘿，就分一點愛丁堡大人的財運給你吧。誒？那可不行，黃金都是留給貝法基金會的！",
	expedition = "說起軍事委託，我可是專業的！",
	win_mvp = "優雅地擊潰敵軍……這就是皇家的愛丁堡大人！",
	home = "我製作了茶點，敬請各位品嚐。和貝法做的味道一樣？我們是姐妹嘛！",
	mission = "任務，一定要完成哦！",
	touch2 = "指揮官，淑女可是不會把金塊藏在那裡的",
	voice_key_2 = -1,
	skill = "再厚的裝甲也抵禦不了黃金！",
	drop_descrip = "愛丁堡級輕巡洋艦—愛丁堡，舷號16",
	mail = "指揮官，新的……咦！郵件呢？？ 我剛剛放到哪裡了？？",
	touch = "哇！！ 不要碰啊！要掉出來了！",
	profile = "皇家海軍愛丁堡級輕巡洋艦首號艦，擁有一個令人驕傲的妹妹偶爾也會感受到壓力呢。追踪過俾斯麥和沙恩霍斯特，並在大西洋、北海與地中海執行過多次巡邏與護航任務，最終因為鐵血的魚雷和12噸黃金一起沉入了海底",
	mission_complete = "好像忘記了什麼東西……？算了，不管了！",
	feeling4 = "呼……終於找到指揮官了。我……啊——哪裡來的香蕉皮！",
	unlock = "終於撈到我了嗎。我就是那傢伙的姐姐——愛丁堡！史上最昂貴的輕巡洋艦！",
	feeling5 = "指揮官，天黑之前，一起去海邊散步吧。嗯，放心吧，燈關好了，窗也鎖了，萬事OK……咦……等等，我的鑰匙呢！",
	main = "我也想像胡德姐一樣優雅，可是…… |誒誒誒，貝法在哪裡！我又忘帶鑰匙了|哼哼，沙恩霍斯特在愛丁堡大人面前也只能望風而逃！",
	battle = "該怎麼做才好？？ 總之先撤……啊不，迎擊！",
	upgrade = "運氣好像也提高了！",
	voice_key = 20211,
	headtouch = "謝謝，稍微打起點精神了",
	feeling2 = "因為那傢伙什麼事都能做好，所以我偶爾大意一點也沒關係吧",
	login = "啊呀！我可沒做什麼奇怪的事，只是在把金塊“運輸”到房間里而已！",
	vote = "",
	hp_warning = "咕……至少金塊要……",
	id = 202110,
	detail = "再怎麼盯著愛丁堡看，這些東西也不會送你哦",
	couple_encourage = {
		{
			{
				20212
			},
			1,
			"沒想到能和貝法一起戰鬥！",
			0
		}
	}
}
