_G.pg.ship_skin_words[101240] = {
	feeling1 = "啊等等，我正在收拾一些道具，以後不會對指揮官惡作劇了，開心嗎？",
	feeling3 = "最近我惡作劇你都不生氣了，總覺得有點寂寞呢……嗯？我才沒有得了便宜還賣乖啦",
	lose = "還不如回家捉弄指揮官呢……",
	propose = "指揮官，叫我過來做什麼？……閉上眼？難道指揮官想要對報復往日的惡作劇嗎？可以哦（閉眼），反正指揮官這麼笨……欸……這是……",
	expedition = "還有5分鐘就有一個委託完成囉~（壞笑）",
	win_mvp = "還差一點就可以打敗我們了呢，可惜啊～嘖嘖～",
	home = "指揮官我要去洗澡，要一起嗎~嘻嘻～",
	mission = "可別光顧著對付我的惡作劇忘了正事哦？",
	touch2 = "……指揮官，今晚睡前小心點喔！",
	voice_key_2 = -1,
	skill = "嘿嘿，躲得開嗎~",
	drop_descrip = "西姆斯級驅逐艦—西姆斯，舷號DD-409",
	mail = "有人送情書給你欸……啊，不好意思看錯了",
	touch = "你的興趣是不是有點奇怪……",
	profile = "西姆斯級驅逐艦首艦是我沒錯哦。 \n指揮官，不要跟我提珊瑚海，我會忍不住想作弄你的~",
	mission_complete = "咦，原來有任務獎勵嗎，我差點扔了呢",
	feeling4 = "幹什麼啦，扯我嘴角……不要老是假笑？……笨蛋，連我是不是真心在笑都看不出來",
	unlock = "你就是我的指揮官嗎……嗯……我是西姆斯級驅逐艦的大姐西姆斯，嘻嘻，請多關照啦",
	feeling5 = "指揮官，來玩投硬幣吧，投到了正面就要說一遍你喜歡西姆斯……都是正面？哎呀露餡了（吐舌）",
	main = "你知道嗎，我有個叫莫里斯的妹妹是最好欺負的了|那麼找找看吧指揮官，我到底為你準備了多少驚喜|來，和我一起擺這個動作……嘿，腋下攻擊！ ",
	battle = "隨隨便便解決掉吧",
	upgrade = "嘻嘻，謝啦~",
	voice_key = 10124,
	headtouch = "",
	feeling2 = "怎麼了，指揮官，難道是對我一見鍾情了？我可不喜歡輕浮的男人哦？",
	login = "歡迎回來，指揮官……嗯？門上的板擦可不是我放的哦",
	vote = "",
	hp_warning = "",
	id = 101240,
	detail = "指揮官，再怎麼看數據也不會開花哦？",
	couple_encourage = {
		{
			{
				10125
			},
			1,
			"哈曼，快看，指揮官在天上飛！",
			0
		}
	}
}
