_G.pg.ship_skin_words[202150] = {
	feeling1 = "指揮官，公共場合請不要做些讓人困擾的事",
	feeling3 = "名為歐若拉的女神據說別名“玫瑰色的手指”，雖然我沒有那麼厲害，不過手指上也有些種玫瑰時的餘味，指揮官要聞一聞嗎？",
	lose = "還是有些不適應戰場呢……",
	propose = "玫瑰換一個名字也芳香依舊，就像無論喚作歐若拉，曙光女神，或是重慶，我就是我，我的心，永遠不變，永遠與你同在——",
	expedition = "指揮官，盯著我而忘了完成委託的姐妹們可不行哦？",
	win_mvp = "太好了指揮官，我們贏了呢～",
	home = "辛苦了，接下來就是悠閒的休息時間了",
	mission = "指揮官，新的任務書下達了，重點我都已經用花瓣做了標記，請過目",
	touch2 = "指揮官！我，我要生氣了哦，真的哦！",
	voice_key_2 = -1,
	skill = "為指揮官排憂解難也是我的工作呢~",
	drop_descrip = "阿瑞托莎級輕巡洋艦—歐若拉，舷號12",
	mail = "有新的郵件，要我讀給您聽嗎？",
	touch = "指揮官，要一起來幫花兒澆水放鬆一下嗎？",
	profile = "我是皇家海軍阿瑞托莎級的四號艦歐若拉，您也可以叫我曙光女神，至於銀色怪物這樣不好聽的外號還請不要使用……不過比起這些，指揮官也許更熟悉我另外一個名字吧？",
	mission_complete = "有任務完成的獎勵還沒有領取，我替您拿過來了",
	feeling4 = "指揮官，過來一下～……嘻嘻，果然指揮官和這朵玫瑰很搭配呢～欸？才不是笑您啦，那不然，您也挑一支為我戴上吧？只要是指揮官挑選的，我都喜歡",
	unlock = "貴安，指揮官，我是阿瑞托莎級輕巡洋艦四號艦——歐若拉，從今天起擔任您的秘書，有什麼問題都可以問我哦~",
	feeling5 = "最近經常被姐妹們說獨占了指揮官的時間呢…不過，唯獨這點我是不會退讓的哦，請做好被其他姐妹們怨恨的心理準備吧，指揮官～",
	main = "東煌？是個好地方呀，嗯…比如說…|雖然我並不介意被您盯著，不過也請好好工作哦～|指揮官，不要動，嘴邊沾到了點……好了，接下來也請努力工作吧～",
	battle = "為大家的勝利獻上祝福～",
	upgrade = "能為指揮官處理更多的事情了呢~",
	voice_key = 20215,
	headtouch = "",
	feeling2 = "指揮官要來看看我種的玫瑰嗎？品種有很多哦～",
	login = "我的名字代表破曉之光，呵呵，見到我之後有讓您變得精神一點嗎～",
	vote = "",
	hp_warning = "願曙光照耀我們的前路……！",
	id = 202150,
	detail = "指揮官，裝備方面有什麼我能幫上忙的嗎？",
	couple_encourage = {
		{
			{
				50203,
				50202
			},
			2,
			"平海、寧海你們也來一起練習啊，嗯？為了賺錢嗎？",
			0
		},
		{
			{
				30182
			},
			1,
			"舉棋不定的話，不如試試玫瑰？",
			0
		}
	}
}
