_G.pg.ship_skin_words[202153] = {
	feeling1 = "",
	feeling3 = "",
	lose = "",
	propose = "",
	expedition = "",
	win_mvp = "",
	home = "辛苦啦~那麼，一壺蓋碗茶，一碟鹽花生，接下來，請欣賞歐若拉的表演吧~",
	mission = "",
	touch2 = "指、指揮官？再這樣，就要讓你嚐嚐我身後的刀槍了…會很疼的哦？",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "“接下來將由歐若拉帶來東煌傳承已久的川劇秘技·變臉！不要移開視線，精彩即將上演！”——呵呵，指揮官，您覺得有那種味道了嗎？",
	mail = "",
	touch = "您問背後的武器架？這個啊，雖然我是花旦，但是一直很想試試刀馬旦呢~",
	profile = "",
	mission_complete = "",
	feeling4 = "",
	unlock = "“接下來將由歐若拉帶來東煌傳承已久的川劇秘技·變臉！不要移開視線，精彩即將上演！”——呵呵，指揮官，您覺得有那種味道了嗎？",
	feeling5 = "指揮官，有沒有一種臉譜能夠代表……代表“愛”呢。欸？用自己的臉就可以了？真，真是的，淑女可是要保持矜持的。",
	main = "川劇的一大特色，就是變臉哦，就像這樣~您看，各種不同的身份，不同的感情，都可以表現在臉上。嘻嘻，這可是我好不容易才學來的呢|台上一分鐘，台下十年功，東煌的諺語真是充滿了智慧呢。 |指揮官，您知道東煌的戲曲分多少種嗎~",
	battle = "",
	upgrade = "",
	voice_key = 0,
	headtouch = "",
	feeling2 = "",
	login = "那麼，今天該為指揮官準備什麼樣的劇目呢——選擇太多有時候也很苦惱呢~",
	vote = "",
	hp_warning = "",
	id = 202153,
	detail = "除了戲曲，東煌五千年歷史，還有許多讓人著迷的東西呢！作為與東煌因緣頗深的艦船，我也想將這些古老文化的魅力，傳遞給更多的人",
	couple_encourage = {
		{
			{
				50203,
				50202
			},
			2,
			"平海、寧海你們也來一起練習啊，嗯？為了賺錢嗎？",
			0
		}
	}
}
