_G.pg.ship_skin_words[202170] = {
	feeling1 = "真是遺憾，boss，看來我們注視的遠方並不相同……",
	feeling3 = "正義的時代？我並沒有渴求那種東西。有光就會有影，boss，所謂的惡並沒有那麼簡單就可以根絕",
	lose = "我不害怕疼痛，我害怕的是一事無成……可惡！",
	propose = "boss，我們在做的事，等於在漆黑的荒野之中開闢出一條前進的道路，能有你一同前行，是我最大的幸運",
	expedition = "boss，委託組回來了……不要站在窗台上擺姿勢？我知道了",
	win_mvp = "殲滅你們正是正義！",
	home = "我感覺得到，黑暗之中還有無數的惡在蠢蠢欲動……享受這片刻的寧靜吧，boss",
	mission = "boss，有什麼能交給我的任務嗎？",
	touch2 = "…………boss，請、請注意場合",
	voice_key_2 = -1,
	skill = "生命的讚歌正是…勇氣的讚歌！",
	drop_descrip = "斐濟級輕巡洋艦—牙買加，舷號44",
	mail = "boss，有來自夥伴的信件",
	touch = "……boss，不要隨便碰我，我全神貫注的時候會被你嚇一跳的",
	profile = "是我，牙買加，鐵血在巴倫支海的行動宣告破產，沙恩霍斯特在北角海戰倒下，鎢行動？我當然參與過，然後我還參與了一場內戰……邪惡從未停止，我也將繼續奮鬥……沒錯，一切，都是正義的選擇，Trae la Luz",
	mission_complete = "boss，這裡是任務的獎勵。我？我只需要慢慢品味這份成就感就足夠了",
	feeling4 = "如果我們只著眼於正義，只著眼於我們的理想，就容易迷失自我，甚至步入邪道而不自知。所以不要對黑暗別開視線，boss，我會在你身邊",
	unlock = "我的眼在疼痛，血在沸騰，你就是我的boss嗎……我是牙買加，一切，都是正義的選擇，Trae la Luz",
	feeling5 = "重要的是“嚮往正義之心”，唯有不忘這一點，即使失敗了，我們也終將抵達終點，因為我們行走在通往正義的道路上，因為……你我並不孤獨，boss",
	main = "boss，在我眼中倒映出的你，是你想要的自己嗎？|要來賽跑嗎，boss？我會讓你看到什麼叫閃電|我知道的，現在世界上的某個地方，正被黑夜所籠罩……",
	battle = "我心我行毫無遲疑……",
	upgrade = "不夠…這點力量還不夠…",
	voice_key = 20217,
	headtouch = "",
	feeling2 = "boss，要來聊聊嗎？我想我們需要互相了解",
	login = "boss，我的眼能看到…………你的領子歪了",
	vote = "",
	hp_warning = "勝利只會青睞永不放棄之人，站起來！",
	id = 202170,
	detail = "boss，這樣看過來我的左眼有沒有被鐵鍊擋住？有的話我調整一下手的位置",
	couple_encourage = {
		{
			{
				10111
			},
			1,
			"同志啊，攜手共進吧。",
			0
		},
		{
			{
				20208
			},
			1,
			"謝菲，你終於也覺醒了正義之心嗎",
			0
		}
	}
}
