_G.pg.ship_skin_words[202190] = {
	feeling1 = "我並不擅長把握人與人之間的距離，如果讓您產生了什麼誤解，我很抱歉。",
	feeling3 = "天氣預報似乎說一會要下雨，如果您要出門的話，請帶上這把傘。",
	lose = "非常慚愧，又要給指揮官您添麻煩了……",
	propose = "……真是奇妙，您把這稀鬆平常的日子變成了讓人永生難忘的一天。一旦嚐過這種彷彿要脹破心臟一般的幸福感，我還如何能再保持平常心呢？",
	expedition = "海潮帶來了熟悉的味道……是那些孩子回來了呢，讓我們一起前去迎接吧。",
	win_mvp = "勝利的美酒對我來說太濃烈了，還是把它讓給您吧。",
	home = "您回來了嗎，請把外套給我……沒有受傷真是太好了。",
	mission = "就算是不得不做的工作，也請您按著自己的步調一點一點完成吧。",
	touch2 = "……您就這麼喜歡柔軟的東西嗎？如果我給您一個柔軟的擁抱的話，您可不可以就此罷手呢？",
	voice_key_2 = -1,
	skill = "謳歌平凡無奇的人生吧！",
	drop_descrip = "南安普頓級輕巡洋艦-紐卡斯爾,舷號C76",
	mail = "這裡有一封您的信件……沒準是我寫給您的喲？",
	touch = "這是……就像小動物互相摩蹭一樣呢，嘻嘻。",
	profile = "我是城級巡洋艦中南安普敦級的紐卡斯爾，雖說是那些孩子的姐姐，但不知為何總是只有我一個人特別悠閒？希望這次也能平安退休呢…",
	mission_complete = "雖說努力不一定總有收穫，不過這次我們被幸運眷顧了呢。",
	feeling4 = "您的笑容讓我想起家鄉的風……那是從西面吹來的，非常溫暖的海風。",
	unlock = "啊，原本以為是不是迷路了，沒想到如此順利地就見到了您……我是城級巡洋艦的長女紐卡斯爾，妹妹們一直以來勞您費心了。",
	feeling5 = "如果不好好看著我的話，說不定什麼時候我就撐起雨傘，隨風而去了喲？",
	main = "雖然沒有像妹妹們那樣顯赫的戰功，不過在享受人生方面我可有不會輸的自信。 |我並不擅長那種你跑我追的遊戲，就不能坐下來好好聊聊嗎？ |無論誰都是滿懷期待地來到人世間，但並不是每段人生故事都充滿了驚奇與冒險。",
	battle = "今天的海面上照耀著如此美好的陽光，讓我們儘早結束這無謂的廝殺吧。",
	upgrade = "嗯……感覺渾身暖洋洋的。",
	voice_key = 20219,
	headtouch = "",
	feeling2 = "請放心，作為女僕的職責我還是會好好完成的。",
	login = "在開始一天的工作之前，您想先來一杯咖啡，一杯濃茶，還是一杯淡啤酒？",
	vote = "",
	hp_warning = "嗚……事先有買醫療保險真是太好了。",
	id = 202190,
	detail = "如果要合撐一把傘的話，您應該再靠過來一些。",
	couple_encourage = {
		{
			{
				20208,
				20211,
				20212,
				20216,
				20217
			},
			1,
			"別跑那麼快，姐姐追不上你了。",
			0
		}
	}
}
