_G.pg.ship_skin_words[101020] = {
	feeling1 = "指揮官…比風暴更讓人感覺害怕……",
	feeling3 = "指揮官，剛才杜威整理了一下指揮室，有感覺變得比較整齊了嗎？有需要的話，房間也可以幫您整理哦",
	lose = "又…失敗了",
	propose = "這是…要給杜威的嗎？ …表示把最重要的東西都交給杜威了？明白了。雖然不知道能不能勝任，以後無論是工作上還是私人上的事情，杜威都會竭盡全力幫忙指揮官的",
	expedition = "參加委託的夥伴們回來了。大家帶回來的東西，要合理使用才行呢",
	win_mvp = "杜威只是做了自己該做的而已，勝利的功勞…是大家的",
	home = "作戰…辛苦了，指揮官。請好好放鬆一下，戰鬥資料的整理就交給杜威吧",
	mission = "如果覺得任務麻煩的話，可以交給杜威來辦哦？",
	touch2 = "這是……？杜威的胸口不覺得難受哦？",
	voice_key_2 = -1,
	skill = "這裡就交給杜威吧！",
	drop_descrip = "法拉格特級驅逐艦—杜威，舷號DD-349",
	mail = "指揮官，要及時查閱訊息哦。保證情報的更新，才能規避各種意外的危險呢",
	touch = "頭髮亂了…？謝謝指揮官…作為報答，稍後請讓我幫您按摩一下吧？",
	profile = "我是法拉格特驅逐艦·杜威。名字來自於一位對白鷹很重要的人。護航過許多航母，也幫助過許多夥伴，這是杜威的驕傲哦。唯一的遺憾…就是那時沒能成功挽救兩位姐妹…颱風什麼的，實在是太可怕了……",
	mission_complete = "任務的報酬…只是放在那邊的話，是不是有點浪費呀…",
	feeling4 = "指揮官忘記帶東西了嗎？那杜威幫您去房間找找給您帶過來吧",
	unlock = "我是驅逐艦杜威…如果有什麼需要幫忙的話，請第一時間告訴杜威，無論什麼事情，杜威都會全力以赴的。",
	feeling5 = "指揮官，剛換過的被子睡起來有比較舒服嗎？保持乾淨整潔的生活環境，身體才會健康呢…不過指揮官就算生病了，杜威也會照顧您就是了，請不用擔心",
	main = "杜威也很喜歡音樂哦，最喜歡的…是列星頓小姐的歌|呀啊啊啊！抱、抱歉指揮官。杜威對於雷電和颱風果然還是…覺得有點可怕……|溫柔的約克鎮，帥氣的企業，總是充滿精神的薩拉小姐…白鷹的大家，都是很好的人呢",
	battle = "為了大家，杜威會加油的！",
	upgrade = "下次無論是什麼樣的狀況，都不會再失敗了！",
	voice_key = 10102,
	headtouch = "",
	feeling2 = "指揮官肚子餓了嗎？杜威試著給您做點咖哩飯吧，就是不知道能不能合您口味",
	login = "歡迎回來，指揮官。要檢查一下港區的安全措施嗎？畢竟誰都不知道什麼時候會有天災什麼的降臨呢…",
	vote = "",
	hp_warning = "損傷擴大…但是，還不能認輸…！",
	id = 101020,
	detail = "嗯？指揮官遇到什麼麻煩了嗎？需要杜威幫忙嗎？",
	couple_encourage = {
		{
			{
				10702
			},
			1,
			"下次，還能去聽您唱歌嗎？",
			0
		},
		{
			{
				10703
			},
			1,
			"一起加油吧，薩拉小姐！",
			0
		},
		{
			{
				10705,
				10706
			},
			2,
			"沒想到還能和兩位共同作戰…杜威會加油的！",
			0
		},
		{
			{
				10105
			},
			1,
			"格里德利…準備好之後就自由開火吧",
			0
		}
	}
}
