_G.pg.ship_skin_words[202230] = {
	feeling1 = "果然，我這樣的人只配遇到同樣糟糕的人…",
	feeling3 = "斐濟總是說“確捷妳應該再多笑一笑”，我應該怎麼做才好呢……啊，對不起，因為這種無聊的事來問指揮官…",
	lose = "對不起，要是我再能幹一些就好了…",
	propose = "不好意思，在這個時候還要向您確認一下……選擇我真的沒關係嗎？……這樣的我…如果這樣的我也沒問題的話，我非常樂意！——指揮官，今後也請多多關照…！",
	expedition = "指揮官，委託完成的時間快要到了，現在動身去港口的話，應該正好能接到委託組的各位",
	win_mvp = "我、我很努力了…",
	home = "出擊辛苦了。戰鬥報告已經整理好了，請您在有時間的時候確認一下",
	mission = "指揮官，任務的分類已經完成了，請您確認",
	touch2 = "指揮官，那個…這種事在艦隊紀律上可能不大合適……",
	voice_key_2 = -1,
	skill = "這個時機應該沒問題…！",
	drop_descrip = "確捷級輕巡洋艦——確捷，舷號08",
	mail = "指揮官，有新的郵件。欸？啊，我每隔一小時會確認一次郵箱情況，所以不會漏的",
	touch = "身為秘書艦，對一切報告的東西自然都需要負起責任",
	profile = "我是皇家海軍輕巡洋艦·確捷。在大戰的末期加入戰場，由於戰爭收尾和一些意想不到的情況而沒能在戰場上活躍很多。這樣的我如果也能被大家接納的話，我願意為艦隊盡一份微薄之力。啊，如果大家比較介意的話，我的事儘管放在一邊就好……",
	mission_complete = "指揮官，任務的報酬已經清點入庫完畢了，這裡是清單，請確認",
	feeling4 = "按指揮官吩咐，我去給牙買加的機車改裝幫了下忙，感覺挺有意思的。呵呵……啊，指揮官，不好意思…剛才的這個表情，抱歉，怎麼說呢……",
	unlock = "皇家海軍輕巡洋艦、確捷，報到。…如果指揮官不嫌棄這樣的我的話，我會盡全力為這個艦隊奉獻微薄之力的",
	feeling5 = "比起斐濟那樣經常開心的笑，我可能還是比較適合謝菲爾德那樣稍微冷一點的感覺吧…？感覺偶爾笑一笑才更容易讓指揮官心動……剛、剛才我說的您當沒聽見就好！",
	main = "指揮官，今天也和大家一起加油吧？|指揮官不覺得，皇家的淑女應該還是優雅一些的嗎？女僕隊尚且不論，斐濟和牙買加她們怎麼說呢…那個，該說特立獨行呢，還是說有點不夠正經呢……那樣真的沒問題嗎…？|我很羨慕騎士長大人。如果我也能像她那樣舉止充滿自信的話……啊，對不起，剛才說的話請忘掉吧",
	battle = "艦隊前進！…確捷、打起精神來…！",
	upgrade = "要加油啊，確捷！妳現在備受指揮官期待呢…！",
	voice_key = 20223,
	headtouch = "",
	feeling2 = "指揮官，有什麼事嗎？請儘管吩咐。……啊，如果吩咐我這樣的人也沒問題的話……",
	login = "您好。這是今天的工作內容，請您過目。……呼…",
	vote = "",
	hp_warning = "至少要讓其他人安全撤退…！",
	id = 202230,
	detail = "啊，不好意思弄的這麼亂……謝菲爾德交給我的打掃房間的工具，好像我用的還不怎麼順手……啊哈哈…",
	couple_encourage = {
		{
			{
				20208
			},
			1,
			"嗯！我會努力的……！",
			0
		}
	}
}
