_G.pg.ship_skin_words[202240] = {
	feeling1 = "指揮官，你也是……我的敵人嗎？",
	feeling3 = "指揮官，您一直在笑哦？是遇到了什麼開心的事情嗎？能不能，也和我說說呢？",
	lose = "輸了……不，這樣子可不行……",
	propose = "被人珍視著的這種非常開心，非常溫暖的感覺……這就是幸福嗎？這樣的話，我還想要更多的幸福……指揮官，可以嗎？",
	expedition = "啊，指揮官，剛剛回來的是委託隊的同伴嗎？",
	win_mvp = "一個都不剩，全部都消滅了呢。",
	home = "指揮官，順利回港辛苦了。戰鬥，還開心嗎？",
	mission = "指揮官，我聽說任務不完成會上軍事法庭……啊，原來不會的嗎？",
	touch2 = "指揮官，很喜歡這裡的感覺嗎？",
	voice_key_2 = -1,
	skill = "全部，消滅。",
	drop_descrip = "司戰女神級輕巡洋艦-黑太子，舷號81",
	mail = "郵件？會是什麼內容呢？指揮官的罷免書……之類的？",
	touch = "指揮官，我身上有什麼讓你在意的地方嗎？",
	profile = "我是黛朵級改進型……或者說司戰女神級？我記得是這樣的……說起來，以前我好像去過很多地方。指揮官，以後我也要去很遠的地方執行任務嗎？",
	mission_complete = "任務獎勵我清點了一下，不知道有沒有錯……",
	feeling4 = "指揮官，喜歡溫柔的人嗎？唔……我抱——這樣子，是不是比較溫柔呢？",
	unlock = "那個，您是……指揮官吧？您不知道我嗎？啊，對，我還沒有自我介紹呢…皇家所屬黑太子號……這樣就可以了吧？",
	feeling5 = "我對指揮官來說，是非常重要的人嗎？那，我應該怎麼做才好？比如說，對指揮官更溫柔一點……之類的嗎？",
	main = "女僕？啊，雖然不是，不過，紅茶和簡單的料理，我都沒問題的哦？ |從這裡能看到大海呢……指揮官，喜歡大海嗎？ |指揮官，是在發呆嗎？要不，我也跟著指揮官發一會呆？",
	battle = "對待敵人，絕對不能心慈手軟……",
	upgrade = "指揮官，我真的變得更強了嗎？",
	voice_key = 20224,
	headtouch = "",
	feeling2 = "指揮官，要我做些什麼嗎？什麼事都可以的。",
	login = "指揮官，每天都會在這個時候回來呢。",
	vote = "",
	hp_warning = "我該繼續戰鬥，還是該撤退？",
	id = 202240,
	detail = "是破敵的長弓，還是御敵的盾牌……我會照著你的想法，成為你的力量。",
	couple_encourage = {
		{
			{
				10501,
				10309,
				21301
			},
			1,
			"我們是又在一個隊伍了嗎？",
			0
		}
	}
}
