_G.pg.ship_skin_words[202250] = {
	feeling1 = "在讓其他成員傷心之前，就先讓我先行把主人處理了吧。",
	feeling3 = "我彈奏得很好嗎？只要指揮官願意，您也可以像我一樣——前提是每天都記得練習。",
	lose = "因為我的原因搞砸了，萬分抱歉。 ",
	propose = "無論我是什麼身份，我都會一直傾慕著您，一直愛著您。嗯，主人，這是我投入了十分感情的話。真的",
	expedition = "需要我用錄好的槍聲提醒您委託隊的回歸嗎？",
	win_mvp = "演出一切順利",
	home = "（哼曲聲）~。啊，主人，歡迎回來。剛剛您有聽到什麼奇怪的聲音嗎？",
	mission = "有新的演出安排？我會好好準備的。",
	touch2 = "對“偶像”做這種事情，想必已經做好相應的“心理準備”了吧，主人?",
	voice_key_2 = -1,
	skill = "隨著樂曲安息吧。",
	drop_descrip = "我是皇家女僕隊的謝菲爾德。看您這一臉難以置信的表情，恐怕我要勞費口舌才能說清楚了呢。",
	mail = "新的信件。如果是粉絲來信的話，我會認真回復他們的。",
	touch = "雖然我沒有帶槍，但是還是請主人稍微注意下自己的行為。",
	profile = "城級輕巡洋艦，謝菲爾德，現在聽從皇家的安排作為音樂組合的一員進行活動。怎麼了，很奇怪嗎？",
	mission_complete = "演出的獎勵嗎。其它成員看到的話應該會很高興吧。",
	feeling4 = "除了女僕以外，別的工作我也能勝任，以前的我有這麼想過。但是實際做起來，並沒有想像中的順利……剛才這些話和別人說了我就會對主人實施滅口。 ……開玩笑的，不要放在心上",
	unlock = "我是皇家女僕隊的謝菲爾德。看您這一臉難以置信的表情，恐怕我要勞費口舌才能說清楚了呢。",
	feeling5 = "主人所喜歡的，既不是女僕謝菲爾德，也不是在台上閃耀的謝菲爾德，而是“我”嗎……作為告白來說真是很土的發言呢。不過，謝謝，我會記住的。",
	main = "我聽說，似乎有一種被自己喜歡的偶像呵斥的癖好？有點難以理解。 |用歌曲打敗敵人？雖然現實不可能，不過也許是個不錯的企劃|有時候我挺欣賞貝爾法斯特的，那個人除了女僕工作之外很多事情都處理得讓人無可挑剔。",
	battle = "正在“掃除”演唱會的擾亂分子。",
	upgrade = "無論什麼工作，我都會保持專注。",
	voice_key = 20225,
	headtouch = "",
	feeling2 = "因為音樂組合活動，我不得不暫停了一部分女僕工作。這部分的缺席我會在活動告一段落時全數補回。",
	login = "在參加合練前完成了辦公室的掃除，還請指揮官不要輕易弄亂辦公室。",
	vote = "",
	hp_warning = "還有應急方案。",
	id = 202250,
	detail = "製作人？不，還是主人這個稱呼比較習慣。或者說，您更喜歡“害蟲”一點？",
	couple_encourage = {
		{
			{
				90503,
				10224,
				40307,
				30710
			},
			2,
			"看在指揮官的面子上，就配合你們一下吧",
			0
		}
	}
}
