_G.pg.ship_skin_words[202270] = {
	feeling1 = "指揮官…為什麼這麼頑固呢…",
	feeling3 = "指揮官，你今天打算加班嗎？這樣的話，我稍後準備一壺咖啡帶去辦公室吧。欸？沒關係，不麻煩的。即使沒有要交給我的工作，只是在你身邊陪著你也好呀~",
	lose = "哎呀呀，失敗了呢…",
	propose = "希望我永遠留在身邊？可以哦，照顧指揮官本來就是我的職責呢。 ……欸，難道說，這是告白嗎？ ……嗯，我的回答，依然是——yes哦。從今往後，也請多多指教了，指揮官~",
	expedition = "指揮官，手邊的工作先放一放，去迎接回來的委託組吧。",
	win_mvp = "指揮官一定也會很高興吧~",
	home = "指揮官，接下來禁止工作了哦？你需要先好好休息一下才行呢。",
	mission = "指揮官，任務不做的話只會越來越多哦？",
	touch2 = "做這種事還是要注意一下場合哦？",
	voice_key_2 = -1,
	skill = "能命中就好了呢~",
	drop_descrip = "黛朵級輕巡洋艦—赫敏",
	mail = "指揮官，這是你的郵件吧？我放在這裡了哦。",
	touch = "碳酸飲料？唔，真是沒辦法呢，今天只能喝一瓶哦？",
	profile = "我是皇家黛朵級的赫敏哦~艦歷的話…參加過對俾斯麥的追擊，還對付過薩丁的潛艇…除此之外，好像也沒有什麼太值得一提的了呢，還想知道什麼嗎，指揮官？",
	mission_complete = "哇，任務獎勵還不少呢，指揮官真厲害~",
	feeling4 = "指揮官，要是不介意的話，把你的換洗衣服也交給我來洗吧，一起洗比較方便，而且，也想讓你感受一下手洗的衣服呢~",
	unlock = "你好呀，我是黛朵級的赫敏，是皇家女僕隊的一員，希望我們能夠好好相處呢，指揮官。",
	feeling5 = "呼…房間這樣就算打掃完畢了，接下來…啊，你回來了呀，那我就先開始做飯吧，請先做點別的什麼事等一下吧~",
	main = "用眼過度可不是什麼好事哦？來，先洗把臉提起精神吧。 |嗯…最近這些食材的價格好像上漲了一些呢…指揮官，接下來包含這些食材的菜會減少一些哦？ |看著指揮官順利解決一個個工作的樣子，不知為何連我都變得開心起來了呢…真是不可思議。",
	battle = "發現敵人囉~",
	upgrade = "咦，我變強了嗎？",
	voice_key = 20227,
	headtouch = "",
	feeling2 = "黛朵…很害怕失去主人呢，她那麼努力，又那麼能幹，指揮官怎麼可能討厭她呢…不過我說了多少次都沒用…還是要麻煩指揮官多照顧她一些了呢。",
	login = "早上好呀，指揮官。有好好休息過了嗎？",
	vote = "",
	hp_warning = "有些大意了呢…",
	id = 202270,
	detail = "女僕長…貝爾法斯特小姐能力很強，又有著堅定的意志…我很憧憬呢，要是有一天，能成為那樣的存在就好了…",
	couple_encourage = {
		{
			{
				20204
			},
			1,
			"黛朵，不要太煩惱啦",
			0
		},
		{
			{
				20212
			},
			1,
			"我會好好向您學習的！",
			0
		}
	}
}
