_G.pg.ship_skin_words[203010] = {
	feeling1 = "閣下，請你去別的地方隨便做些什麼吧，我會把事情都處理好的",
	feeling3 = "閣下，要一起喝茶嗎？不過要是工作還沒做完的話，就請先努力吧。當然，我會陪著你的",
	lose = "……我不該和你們拘泥於禮節的",
	propose = "謝謝~放那裡就好，比起這個，閣下，過來看一下這裡……驚訝？呵呵，以閣下和我的關係，這個不用說也明白啦～不過機會難得，今晚我親自下廚做一些你喜歡吃的吧~",
	expedition = "嗯，委託準時完成了，我們去接收成果吧",
	win_mvp = "能獲得閣下的讚賞，是我莫大的榮幸",
	home = "辛苦了，請先喝杯熱茶，公務就交給我吧",
	mission = "今天的任務還是馬上完成吧",
	touch2 = "請……請不要做這種不合禮儀的事情！",
	voice_key_2 = -1,
	skill = "那麼，我不努力可不行了",
	drop_descrip = "倫敦級重巡洋艦—倫敦，舷號69",
	mail = "這裡是新的信件，還請不要忘了拆閱",
	touch = "身體的接觸有一些……嗯，沒事的，只是有點不習慣",
	profile = "我是倫敦級重巡洋艦首艦——倫敦，服役於第1巡洋艦隊，在北大西洋、太平洋都有積極參與作戰。閣下，請放心把任務交給我吧！",
	mission_complete = "獎勵我已經清點好了，請過目",
	feeling4 = "約會嗎？閣下要是能夠好好完成這幾天的工作，我也不是不能答應您哦？怎麼樣，閣下要努力一下嗎~（笑）",
	unlock = "我是倫敦級重巡洋艦首艦——倫敦，服役於第1巡洋艦隊，在北大西洋、太平洋都有積極參與作戰，請放心把任務交給我吧，閣下！",
	feeling5 = "別動，真是的，說過多少次了領子要翻好，頭髮要梳平，閣下就是這一點太隨意了……嗯，這樣就行了。要去哪裡約會呢？",
	main = "閣下…有看到紫石英那孩子嗎？我到處都找不到她|北極的天氣太冷了，弄得我身體都出問題了…|今天天氣不錯，也許我們可以稍微放鬆一下，不是嗎？",
	battle = "大家都要注意保護自己，受傷並不是一個選項！",
	upgrade = "雖然令人高興，不過閣下務必合理分配資源",
	voice_key = 20301,
	headtouch = "",
	feeling2 = "閣下，稍等一下，我剛剛發現這裡有點問題……嗯，好了，有什麼事嗎？",
	login = "貴安，倫敦今天仍會伴隨閣下的左右",
	vote = "",
	hp_warning = "計算出了點偏差……",
	id = 203010,
	detail = "怎麼了嗎？閣下如此認真，在看些什麼呢？",
	couple_encourage = {
		{
			{
				20302,
				20303,
				20304,
				20305,
				20306
			},
			2,
			"城級的姐妹們，我們上吧",
			0
		}
	}
}
