_G.pg.ship_skin_words[101260] = {
	feeling1 = "……指揮官，討厭。（埃爾德里奇渾身發電不讓你靠近她）",
	feeling3 = "……指揮官，飛飛。（埃爾德里奇看起來很希望你抱她起來飛飛，但是她在發電！）",
	lose = "……想回家",
	propose = "唔哦哦……指揮官，這可不得了",
	expedition = "（埃爾德里奇的呆毛忽然指向門口，看來有完成委託的姐妹回來了）",
	win_mvp = "V~",
	home = "指揮官，抱抱",
	mission = "任務（埃爾德里奇的呆毛豎成了一個感嘆號）",
	touch2 = "……（埃爾德里奇雖然面無表情，但是呆毛比了個////）",
	voice_key_2 = -1,
	skill = "敵人，討厭",
	drop_descrip = "坎農級護衛驅逐艦—埃爾德里奇，舷號DE-173",
	mail = "（埃爾德里奇的身邊漂浮著新信件）信，拿來了",
	touch = "……？",
	profile = "我是坎農級護衛艦埃爾德里奇。 \n喜歡食物，會放電喔。 \n但是不會瞬間移動……",
	mission_complete = "指揮官，報酬來了，能吃嗎？",
	feeling4 = "……指揮官，喜歡。（埃爾德里奇見到你就撲到了你身上，接住這份沉重的愛吧！）",
	unlock = "指揮官——埃爾德里奇，報到",
	feeling5 = "指揮官，抱抱（埃爾德里奇向你伸出雙手，她的周圍沒有絲毫電氣。）",
	main = "指揮官，餓了，想吃東西|指揮官，快看快看，我會放電|指揮官，舉高高",
	battle = "雖然不喜歡，會加油的",
	upgrade = "埃爾德里奇，充滿力量……",
	voice_key = 10126,
	headtouch = "",
	feeling2 = "……指揮官，膝蓋。（埃爾德里奇看起來很希望坐在你的膝蓋上，但是她在發電！）",
	login = "指揮官，要吃嗎？給你",
	vote = "",
	hp_warning = "……加油",
	id = 101260,
	detail = "……指揮官，好看嗎",
	couple_encourage = {
		{
			{
				10307
			},
			1,
			"……你也……不喜歡說話嗎？",
			4
		}
	}
}
