_G.pg.ship_skin_words[203080] = {
	feeling1 = "請不要讓皇室蒙羞！",
	feeling3 = "生在皇家就意味著我的命運不受自己掌控，能遇到你這樣優秀的指揮官真是太好了",
	lose = "可惡……下次一定會雪恥的！",
	propose = "無論是疾病或健康、貧窮或富裕，我都會陪在你身邊，直到死亡將我們分開，我的指揮官",
	expedition = "出去完成委託的姐妹們回來了嗎……身為皇室成員，我至少要好好迎接她們，嗯",
	win_mvp = "我是悠遠歷史的繼承者，並將用勝利把榮耀傳承下去",
	home = "埃克塞特回港！現在開始匯報戰果！",
	mission = "請務必完成任務使命——為了皇家的榮耀！",
	touch2 = "……！！ 這種事情請不要…作為皇室成員，被發現了可…",
	voice_key_2 = -1,
	skill = "為了皇家的榮耀！",
	drop_descrip = "約克級重巡洋艦—埃克塞特，舷號68",
	mail = "指揮官的信件，希望是好消息",
	touch = "雖然我是皇室成員……但是指揮官卻肯用平常心對待我，我很感動",
	profile = "我是約克級重型巡洋艦的二號艦，埃克塞特！參與過追擊施佩伯爵號的作戰任務。哪怕面對再多的敵人，為了皇家海軍的榮譽，埃克塞特絕不會退縮！",
	mission_complete = "榮譽的嘉獎已經送達",
	feeling4 = "指揮官……其實……我有在想，如果你是一個普通的人而非指揮官，我會不會喜歡上您呢……",
	unlock = "約克級重型巡洋艦的二號艦，埃克塞特，以皇家海軍之名起誓，必將為指揮官的事業作出貢獻！",
	feeling5 = "重要的是當下，如果世上真的存在命運，我想……總有一天，我會遇到你的",
	main = "無論在何處，我都能感受到作為皇家海軍的那份榮耀|約克姐姐又在說一些聽不懂的話了……|裙子經常被弄濕，我是不是該換個適合戰鬥的衣服？",
	battle = "以皇家的榮耀起誓，埃克賽特必定不辱使命",
	upgrade = "為了皇室的榮耀，定不辱命！",
	voice_key = 20308,
	headtouch = "",
	feeling2 = "指揮官，不要為了兒女私情耽誤了大局",
	login = "作為皇室精英，埃克塞特不會讓你失望的，指揮官！",
	vote = "",
	hp_warning = "願榮耀保佑我們！",
	id = 203080,
	detail = "檢查就拜託你了，指揮官",
	couple_encourage = {
		{
			{
				20307
			},
			1,
			"姐姐，為了榮耀而戰吧！",
			0
		}
	}
}
