_G.pg.ship_skin_words[203090] = {
	feeling1 = "姐姐就是就是太好說話，才把你這種人都給寵壞了",
	feeling3 = "姐姐是會對誰都會付出很多的，即使是不值得付出的人……嗯？不是在說你啦…還是說，你覺得自己是那樣的人？",
	lose = "大家不要難過，是我沒有做好隊長的職責",
	propose = "一開始我只想著讓姐姐減少負擔才會那麼嚴格，後來就慢慢地……慢慢地希望你成為我心目中最好的存在。現在，你已經是了哦",
	expedition = "應該是這個時間……指揮官，委託應該完成了",
	win_mvp = "不要以為贏了就好，還有許多可以做得更好的地方",
	home = "雖然還有許多要匯報的東西，不過首先還是，辛苦了",
	mission = "任務應該想好怎麼才能最高效率地完成後再去做，沒有忘吧？",
	touch2 = "指揮官，在那邊坐好，看來我要從基本禮儀開始教起了",
	voice_key_2 = -1,
	skill = "穩紮穩打！",
	drop_descrip = "倫敦級重巡洋艦—蘇塞克斯，舷號96",
	mail = "郵件不要忘了確認",
	touch = "指揮官，領子沒翻好，還有頭髮……不要動，我來幫你弄好",
	profile = "基本上除了西班牙內戰和挪威海戰之外，我都是在普通地執行任務，啊，中間還大修了一次……總之，在這支艦隊我也會腳踏實地地做事的，希望指揮官你也一樣",
	mission_complete = "任務獎勵下達了嗎……這不是幹得不錯嘛，指揮官",
	feeling4 = "主要是我跟她說這些的話，她一定會笑著摸摸我的頭說“謝謝你蘇塞克斯，不過我沒關係的”，然後繼續那樣，可惡，想想就好氣",
	unlock = "你就是指揮官？哼，醜話說在前頭，跟姐姐那種耳根子軟的性格可不一樣，我蘇塞克斯可是很嚴格的！",
	feeling5 = "當然你是值得姐姐付出沒錯啦，不過現在還不夠，你要變得更加出色，出色到我都對你移不開視線……欸，為什麼是我？啊",
	main = "對有些人來說溫柔才是在害他，該嚴格的時候就該嚴格才對|有時間看我的話，不如多做點工作，完成後讓你看多久都沒關係|……累了的話就先休息，我不是讓你硬撐，只是希望你該努力的時候好好努力",
	battle = "以不讓艦隊蒙羞為目標，各自奮鬥吧",
	upgrade = "謝謝，接下來的作戰我會努力的",
	voice_key = 20309,
	headtouch = "",
	feeling2 = "我就是看不慣姐姐那種對誰都和和氣氣的態度",
	login = "工作準備沒問題吧，別等一下才發現少了什麼",
	vote = "",
	hp_warning = "各位，收縮陣型！",
	id = 203090,
	detail = "什羅普郡的性格也很麻煩，不過那丫頭是不會讓自己吃虧的類型，就隨她去了",
	couple_encourage = {
		{
			{
				20301
			},
			1,
			"姐姐你也不要受傷了",
			0
		},
		{
			{
				20302
			},
			1,
			"什羅普郡，戰鬥的時候認真點",
			0
		}
	}
}
