_G.pg.ship_skin_words[204010] = {
	feeling1 = "指揮官，你這樣下去是不行的",
	feeling3 = "指揮官，你總是叫我出來陪你散步，是遇上什麼煩心事了嗎？",
	lose = "……對不起，指揮官……我辜負了您的信任",
	propose = "等一下指揮官……等、等我找些蠟燭來擺個愛心吧，或或者再找些罩子罩住不讓它們熄滅，再、再然後……請不要看我，我現在的表情一定很奇怪！",
	expedition = "有姐妹完成委託回來了。下次請讓我也一起去完成委託吧，我……不太喜歡站在迎接的那一方",
	win_mvp = "敵方艦隊確認殲滅，任務完成",
	home = "本次作戰的損耗，我會盡快整理向您匯報",
	mission = "指揮官，我們還有要完成的任務",
	touch2 = "……！！ 指揮官，雖然我無意違抗您……但是……",
	voice_key_2 = -1,
	skill = "聲望，兩舷全速！",
	drop_descrip = "聲望級戰鬥巡洋艦—聲望",
	mail = "有時間的話請盡快查閱信件",
	touch = "……有點、奇怪——不如說只被指揮官這樣過",
	profile = "我是皇家艦隊皇家海軍聲望級戰鬥巡洋艦——聲望號，經歷過兩次世界大戰的洗禮，擁有自豪的戰績。無論指揮官下達什麼命令，我都會盡全力去完成的！",
	mission_complete = "請快點領取獎勵吧！",
	feeling4 = "…為什麼那一次在海邊你用蠟燭擺了個愛心？然後我問“這樣不怕海風吹滅”的時候你哭了？",
	unlock = "皇家艦隊皇家海軍聲望級戰鬥巡洋艦聲望，為您效勞。您劍所指，就是我的炮管所向",
	feeling5 = "放心吧，我也沒愚笨到那個程度，下次我會帶好罩子幫你把蠟燭給罩起來，到時候再好好告訴我你想說的話吧",
	main = "指揮官沒有指示？看來是要“靜觀敵變”……嗎？|螺旋槳嗎？有一天胡德小姐不小心撞到了我，我在反應過來以後就收到了這個作為賠禮道歉的東西……|什麼？認真的聲望小姐很可愛嗎……好的，我會替聲望小姐感謝您的——欸？",
	battle = "敵艦隊發現！全隊，任意開火！",
	upgrade = "你的意志，就是我的力量之源",
	voice_key = 20401,
	headtouch = "",
	feeling2 = "情書？用琴怎麼能做書呢？聽起來真富有挑戰性",
	login = "指揮官，請下達指令吧",
	vote = "",
	hp_warning = "速度就是最好的防禦！",
	id = 204010,
	detail = "聲望的各系統狀態良好，請指揮官放心",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"能並肩作戰，不勝榮幸！",
			0
		},
		{
			{
				20503
			},
			1,
			"航速29節，聲望，出擊！",
			0
		},
		{
			{
				20502
			},
			1,
			"聲望級，見敵必戰！",
			0
		}
	}
}
