_G.pg.ship_skin_words[204030] = {
	feeling1 = "唉……看來不下點猛藥不行了呢",
	feeling3 = "雖然我常把時刻保持優雅掛在嘴邊，但是這並不意味著指揮官需要配合我，您平常的樣子才是最有魅力的",
	lose = "勝敗乃兵家常事，而我們有的是時間",
	propose = "呵呵，看你緊張的樣子，面對女士這麼緊張可是無法順利傳達心意的，指揮官——不過你的心意確實地傳達到了我的心底里了……胡德，樂意之至",
	expedition = "完成委託也是榮譽的象徵，不去犒勞一下那些孩子們嗎？",
	win_mvp = "溫暖的陽光，舒適的海風，漂亮的勝利",
	home = "指揮官，麻煩您的紅茶泡好了嗎？來邊品茶邊檢討吧",
	mission = "指揮官，上面發布了新任務，請過目",
	touch2 = "對淑女不敬會被如何，指揮官應該很清楚吧…做好心理準備了嗎？",
	voice_key_2 = -1,
	skill = "優雅，可不是花瓶",
	drop_descrip = "海軍上將級戰鬥巡洋艦—胡德，舷號51",
	mail = "沒有拆封過……指揮官，冷落他人信件可不是紳士所為哦？",
	touch = "適當的接觸也是有必要的，想要來跳一支舞嗎？",
	profile = "是的，皇家海軍的榮耀正在您的面前。 \n無論什麼時候都要優雅，這是身為皇室所應有的教養。丹麥海峽？勝敗乃兵家常事，那不過是一時的失敗罷了",
	mission_complete = "獲得榮耀的同時必然伴隨獎賞，可不要忘了後者",
	feeling4 = "嗯？太近了？雖然淑女要隨時保持優雅，但是淑女對於鍾情的對象也會勇敢發起攻勢哦？",
	unlock = "您就是指揮官嗎，貴安。皇家海軍的榮耀——胡德，與勝利一同來到您的身邊",
	feeling5 = "我想將你比作迷人的夏日，但你卻更加可愛與溫存……只要我一息尚存，你與這詩篇將永駐我心間……很美麗的詩句呢，能為我讀一遍嗎，指揮官？",
	main = "一名優秀的指揮官對於紅茶應該有深入的了解|這個字是……啊，原來剛才看錯了，抱歉，我的視力不太好呢|多聽，少說，您應當多聽取他人的意見，但保留自己的判斷",
	battle = "榮耀與你我同在",
	upgrade = "您的付出一定會得到回報",
	voice_key = 20403,
	headtouch = "",
	feeling2 = "指揮官，這麼好的下午，不來聊聊天嗎……嗯，好吧，那我就說說和聲望的故事吧",
	login = "歡迎回來，指揮官，要來一杯紅茶嗎？",
	vote = "",
	hp_warning = "就算是我也有點生氣了呢",
	id = 204030,
	detail = "皇家海軍的榮耀，請您盡情欣賞吧",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"聲望，可不要又分心了",
			0
		},
		{
			{
				20402
			},
			1,
			"保持禮儀，反擊",
			0
		},
		{
			{
				20501
			},
			1,
			"為您效勞，陛下",
			0
		},
		{
			{
				2
			},
			5,
			"前進吧，我們是皇家的榮耀",
			3
		}
	}
}
