_G.pg.ship_skin_words[205010] = {
	feeling1 = "你這個沒用的臣子，本王要辭了你！",
	feeling3 = "本王只是比較喜歡這裡的環境才過來坐坐，你可別會錯意了！",
	lose = "可惡！！ ！竟敢令我伊莉莎白蒙羞！給我記住！",
	propose = "終於把它送到了本王的手裡，你這蠢貨，讓本王等了多久啊！……不過看在你這麼努力的份上，過來，准許你牽起本王的手，從今往後，本王會陪著你的",
	expedition = "去做委託的臣子們回來了，快去看看有沒有給本王帶來有趣的貢品！",
	win_mvp = "Piece of cake！本王做事怎麼會有差池的~！",
	home = "表現的不錯，我就大發慈悲地准許你休息一下",
	mission = "快去完成你的任務，即使是庶民也不能懈怠！",
	touch2 = "什、什麼……愚蠢的人類，你在做什麼！！ 給、給本王去死兩次啊！！ ！",
	voice_key_2 = -1,
	skill = "跪倒在女王面前吧！",
	drop_descrip = "伊莉莎白女王級戰艦—伊莉莎白女王，舷號00",
	mail = "本王對信的內容並不是很感興趣……唔……",
	touch = "不要隨便碰本王高貴的身體！",
	profile = "皇家海軍超級無畏艦旗艦，給我把這個名號刻在骨髓上牢記吧！ \n戰功？那種東西讓臣子們去拿，本王只要看著她們就好了！",
	mission_complete = "跪著領取這完成任務的恩賜吧",
	feeling4 = "he，哼！你這傢伙也算有點可取之處，本王就破例封你為皇家衛隊隊長好了，要是本王叫你你要馬上過來，知道嗎，馬上，立即！",
	unlock = "你就是指揮官？想要指揮本王你還早了十萬年呢，不過姑且給你個機會吧——嗯嗯，今天起你就是我忠誠的僕從之一了",
	feeling5 = "我說你，工作交給手下去做就好了，要做本王夫婿的人怎麼能不天天陪在本王身邊！不會讓人覺得寂寞嗎……",
	main = "嬌小是高貴的象徵，明白嗎！ |撞人？只能怪他們不給本王讓路！ |別碰本王的肚子，這樣很失禮節啊！",
	battle = "讓你看看超無畏艦的威力！",
	upgrade = "本王才不需要變強！——嘛…既然是你的一片心意…",
	voice_key = 20501,
	headtouch = "",
	feeling2 = "為了本王好好努力吧！",
	login = "可惡~居然讓我等你這麼久",
	vote = "",
	hp_warning = "還愣著幹什麼，上啊！",
	id = 205010,
	detail = "庶民！誰允許你偷看的！本、本王還沒準備好呢……",
	couple_encourage = {
		{
			{
				20502
			},
			1,
			"厭戰，快去把那些傢伙解決掉！",
			0
		},
		{
			{
				5
			},
			3,
			"這才是符合我身份的艦隊！",
			2
		},
		{
			{
				2
			},
			5,
			"皇家的戰士們，為榮耀而戰吧！",
			3
		},
		{
			{
				20510
			},
			1,
			"為了我好好幹吧！妳·也·一·樣！",
			0
		},
		{
			{
				20703,
				20704,
				20705,
				20711
			},
			2,
			"這巨乳姐妹…太礙眼了！！ ＞＜",
			0
		}
	}
}
