_G.pg.ship_skin_words[205020] = {
	feeling1 = "請你不要擺出一副好像你和我很熟的樣子",
	feeling3 = "沒有什麼貴族氣質嗎？不像胡德她們那樣還真是對不起呢……我才沒有在說歐派……",
	lose = "損管，舵機怎麼又不好控制了？嘁！居然在這個時候",
	propose = "這一天終於來了嗎，看來我的努力沒有白費……走吧指揮官，我已經準備好了，Officers，draw swords！",
	expedition = "委託啊，真懷念，我以前也有到處跑的時候，走吧，努力的她們理應得到迎接",
	win_mvp = "別被所謂的極限禁錮。不沉的傳奇不是浪得虛名的！",
	home = "呼…不錯的殺氣，不過回來了就放鬆一下吧",
	mission = "接下新的任務然後下令出征吧，指揮官",
	touch2 = "你要清楚，我絕對沒有那麼的、呃……",
	voice_key_2 = -1,
	skill = "Belli dura despicio！",
	drop_descrip = "伊莉莎白女王級戰艦—厭戰，舷號03",
	mail = "指揮官，有你的信件",
	touch = "身體的接觸……並不討厭……",
	profile = "伊莉莎白級高速戰艦厭戰，我是最遠炮擊命中移動目標的記錄保持者。之前出征，好幾次以為要撐不住了卻都奇蹟般的被救了回來——這一定是我的命運",
	mission_complete = "所謂任務，完成必定有其獎勵，可別忘了領取",
	feeling4 = "怎麼說呢……我在姐妹們之中是算得上是年長者的，雖然是這種體型……就是，感覺和她們爭有點丟臉，又忍不住想見你……不知道該怎麼辦才好… …",
	unlock = "初次見面，我是厭戰，最遠炮擊命中移動目標的記錄保持者——很意外嗎？我比想像中的要小隻？看來我們需要好好談談……",
	feeling5 = "算了，我可是厭戰，藐視戰爭的厭戰！哼，不過要是有誰想搶指揮官，那就先問過我的大炮再說吧！",
	main = "指揮官的命令就是法令，我會優先對待的|老女士如果不穿裙子跑得就更快了，比比看嗎？|再拿我開玩笑的話，即使吃15吋炮彈也沒關係嗎？",
	battle = "絕不放過與指揮官為敵的人！",
	upgrade = "戰場啊，我來了",
	voice_key = 20502,
	headtouch = "",
	feeling2 = "指揮官，想要聽聽皇家海軍史嗎？我給你講講我以前跟隨過的那些將領吧",
	login = "只要有我厭戰在，敵人跑再遠都能解決掉",
	vote = "",
	hp_warning = "戰鬥的艱辛，不過如此",
	id = 205020,
	detail = "不要被數據迷惑雙眼，影響勝利的還有許多東西",
	couple_encourage = {
		{
			{
				10105,
				10108
			},
			1,
			"要和老女士比比速度嗎，小傢伙"
		},
		{
			{
				10706
			},
			1,
			"天下無雙？哈……",
			0
		},
		{
			{
				20403
			},
			1,
			"優雅可不適合戰場",
			0
		},
		{
			{
				20501
			},
			1,
			"陛下，請期待我的活躍",
			0
		},
		{
			{
				20503,
				20504
			},
			2,
			"後輩們，跟上",
			0
		}
	}
}
