_G.pg.ship_skin_words[205030] = {
	feeling1 = "我已經不知道說你什麼好了……哈……",
	feeling3 = "這點成績就想讓我……這都是你做的？…………笑什麼笑，這一次就破例承認你幹得不錯好了，哼！",
	lose = "竟然讓我蒙羞……給我記住",
	propose = "站直身軀，挺起胸膛，你可是我納爾遜選擇共度一生的人，這是值得你驕傲的事！……當然，能被你選為對象，也是我納爾遜的光榮……不傲了？……我說你，就這麼想被我收拾嗎？",
	expedition = "指~揮~官~你是不是忘了委託完成的時間呢~？",
	win_mvp = "哼，這種程度的對手，不值一提",
	home = "看到皇家海軍的英姿了嗎？",
	mission = "不好好完成任務還愣著幹什麼？",
	touch2 = "化作特拉法爾加的藻屑吧，親、愛、的、指揮官",
	voice_key_2 = -1,
	skill = "如果以為我會輕敵那就大錯特錯了！",
	drop_descrip = "納爾遜級戰艦—納爾遜，舷號28",
	mail = "剛剛出去散步順便幫你把新的信件帶過來了，心懷感激地讀吧",
	touch = "想嚐嚐主炮的滋味嗎，指揮官？",
	profile = "連我都不認識的話，就先回海軍學院再多讀幾年書吧，我不需要這樣的指揮官。\n而且你要學的東西還多著呢，指揮官，要是我心情好不是不能教你一點…… \n跑得慢？哈？真敢說啊，你站好，給我吃下這一炮！",
	mission_complete = "難道獎勵還要我幫你拿過來嗎，給我在10秒之內處理掉！1、2、……",
	feeling4 = "——看什麼看，對於認真完成自己分內工作的人，我也是會好好承認的！再說了，一開始只是覺得你看起來靠不住而已，又沒有說你就不認真了（扭頭）",
	unlock = "你就是指揮官？看起來完全不像樣……我是納爾遜，你有沒有領導艦隊的資質，我會好好看著的",
	feeling5 = "交往？嗯……要、要答應你也不是不可以呢，只要你能保持現在的樣子好好努力的話",
	main = "名為“失敗”的經驗？這種東西不過是敗犬的悲鳴罷了！|我並不是在針對你，我是說，如果你和那些將友情努力掛在嘴邊的庸才一樣的話，那你不配坐在這裡|有多少能力就能勝任多少工作，對你來說，要擔當大任還差遠了……好好磨練自己吧",
	battle = "I expect everyone would do her duty.",
	upgrade = "姑且還是對你表達一下感謝吧，做得不錯",
	voice_key = 20503,
	headtouch = "",
	feeling2 = "你這樣也算指揮官嗎？真是笑死人了，聽好了，所謂指揮官，首先……（一個小時後）明白了嗎？你就好好努力吧",
	login = "哼，偷懶回來了？文件已經準備好了，期待你的努力",
	vote = "",
	hp_warning = "哼，雕蟲小技",
	id = 205030,
	detail = "有什麼好奇怪的？再看挖你眼睛哦！",
	couple_encourage = {
		{
			{
				20401
			},
			1,
			"聲望，可別壞了我的名聲",
			0
		},
		{
			{
				20501
			},
			1,
			"陛下，請退下，交給我就好",
			0
		},
		{
			{
				1
			},
			5,
			"哼，楓軍，火力全開！",
			4
		}
	}
}
