_G.pg.ship_skin_words[205040] = {
	feeling1 = "就算是羅德尼也有點失望了呢……",
	feeling3 = "指揮官真是很溫柔呢，一起散步時總是會照顧我放慢速度，這種細節，我很感動哦",
	lose = "雖然還能戰鬥……不過還是先撤退吧",
	propose = "和指揮官度過的每一天對於我來說都是紀念日，這樣夢一般的日子真希望能延續到永遠",
	expedition = "嘻嘻，指揮官，完成委託的姐妹們已經回來了~",
	win_mvp = "唔，好像不小心浪費了不少彈藥呢……",
	home = "我來泡杯茶吧~",
	mission = "指揮官，一起去完成新的任務吧？",
	touch2 = "不要在司令室做這種事啦",
	voice_key_2 = -1,
	skill = "對待敵人就不用客氣了呢",
	drop_descrip = "納爾遜級戰艦—羅德尼，舷號29",
	mail = "有新的信件，我幫你拿過來了",
	touch = "怎麼了嗎？",
	profile = "我是納爾遜姐姐的妹妹，羅德尼，嗯……我們姐妹也算挺有名吧？ \n欸，和外表相反的戰鬥風格？討厭啦，指揮官，這種空穴來風的事情當然是騙人的~",
	mission_complete = "有任務獎勵呢，打開看看吧",
	feeling4 = "上下關係不處理好可是會有大麻煩的，以前就有過這樣的事……當然像我和指揮官這麼親密是不用啦~",
	unlock = "你好，我是羅德尼，從今往後還請多多關照",
	feeling5 = "指揮官，今天要一起吃飯嗎？我來做你喜歡的菜哦——嗯？不是什麼節日啦，只是忽然就這麼想了……指揮官想的話，每天都可以哦~",
	main = "有什麼事情就交給我羅德尼吧！ |不介意的話，就由我陪你打發時間吧|指揮官~再摸魚的話，就算是羅德尼也要生氣了哦？",
	battle = "嗯……羅德尼也期待諸位恪盡職守，吧？",
	upgrade = "接下來也請期待羅德尼的表現吧~",
	voice_key = 20504,
	headtouch = "",
	feeling2 = "天氣不錯，要出去走走嗎，指揮官？正好前陣子聽到一些有趣的事情，聊聊天就當放鬆一下，怎麼樣？",
	login = "啊指揮官你回來了嗎，正好我稍微整理了一下文件，請過目吧",
	vote = "",
	hp_warning = "我可以加強點火力嗎？",
	id = 205040,
	detail = "需要我詳細解釋嗎？",
	couple_encourage = {
		{
			{
				20403
			},
			1,
			"胡德姐姐，猶豫不定可不好呀",
			0
		},
		{
			{
				20503
			},
			1,
			"姐姐，不要太小看對手哦",
			0
		},
		{
			{
				1
			},
			5,
			"楓之軍團嗎，一起加油吧~",
			4
		}
	}
}
