_G.pg.ship_skin_words[205060] = {
	feeling1 = "請離我遠點，你沒有資格驅使我……",
	feeling3 = "你永遠不知道有多少計畫、希望和努力會隨著你的逝去而沉入大海，所以，可別隨便死了，指揮官",
	lose = "A horse may stumble though he has four legs，下次再一雪前恥吧",
	propose = "對我來說儀式並不重要，重要的是你已經是我認可的人……不過，能收到還是很開心，謝謝你……我會永遠帶在身邊的",
	expedition = "軍事委託完成了，去迎接她們是你的義務吧？",
	win_mvp = "勝利的感覺果然無論何時都令人愉快",
	home = "勝負有時候只不過是運氣而已，可不要自大，指揮官",
	mission = "指揮官，考驗你的時候到了",
	touch2 = "你應該知道這麼做的含義吧（微笑）",
	voice_key_2 = -1,
	skill = "一決勝負吧！",
	drop_descrip = "喬治五世級戰艦—威爾斯親王，舷號53",
	mail = "有新的聯絡來了",
	touch = "來聊聊天吧，指揮官",
	profile = "我是英王喬治五世級二號艦威爾斯親王號，曾經護送首相完成了《大西洋憲章》的簽訂——翻開了武器史的新一頁？哼，真敢在我面前說啊",
	mission_complete = "獎勵下達了，幹得漂亮",
	feeling4 = "堂堂正正地戰鬥是我的信條，對感情我也希望如此。所以……就是……能……陪我一會兒嗎，（有些重要的話想跟你說，）指揮官。",
	unlock = "指揮官嗎？好吧，我威爾斯親王的實力，就讓你見識一下吧",
	feeling5 = "我做了個夢……是那個時候的夢，是即使現在依然覺得絕望無助的夢，但是睜開眼看到你在我的身邊時，有一點，真的只有一點，覺得這樣也不壞… …",
	main = "並不是貴的，就一定是好。不過如何讓有限的戰鬥力發揮出最大的效果，就是你的課題了，指揮官|在眼前失去同伴的痛，我不想再品味第二次了|要喝茶嗎？三明治也準備好了，順便一提，我是黃瓜派的",
	battle = "成功是勇敢之子……全艦，開火！",
	upgrade = "為了不重蹈覆轍……",
	voice_key = 20506,
	headtouch = "",
	feeling2 = "我據說因為原本的名字可能命運多舛而選用了現在的名字，不過從結果來看，好像依然沒有逃過命運……",
	login = "回來了？先喝一杯紅茶再開始工作吧",
	vote = "",
	hp_warning = "站起來，我們要自找麻煩去了！",
	id = 205060,
	detail = "命運是很容易脫離軌跡的，指揮官",
	couple_encourage = {
		{
			{
				40303
			},
			1,
			"說實話，你的心思我一直揣摩不透呢",
			0
		},
		{
			{
				20501
			},
			1,
			"能為您服務是我的榮幸，陛下",
			0
		},
		{
			{
				20403
			},
			1,
			"呵呵，偶爾也像皇家一樣優雅的戰鬥吧",
			0
		},
		{
			{
				20507
			},
			1,
			"關於指揮官，或許……我們可以好好談一下？",
			0
		},
		{
			{
				20123
			},
			1,
			"請儘管吩咐，吸血鬼“小姐”",
			0
		},
		{
			{
				20402
			},
			1,
			"反擊，雖然我來說這話可能不太妥當……專心點哦",
			0
		}
	}
}
