_G.pg.ship_skin_words[205070] = {
	feeling1 = "稍微粗暴一點……也沒關係吧",
	feeling3 = "汝的面龐無時無刻不在誘惑著余，吶，汝的鮮血，究竟能甜美到什麼地步呢？",
	lose = "啊啊…為何、總是不肯乖乖順從呢...  ",
	propose = "最天才的詩人也描繪不出汝此刻的綺麗。閉上雙眼，感受余的溫暖，聆聽余的心跳吧，汝將成為余一生的伴侶——",
	expedition = "令人迷醉的那喀索斯喲，迎接的時候請多加審慎，千萬不要凝視自己水中的倒影——",
	win_mvp = "所有的生者，都無法抗拒已逝者的懷抱——",
	home = "凱旋的夜鶯喲，汝緘口不歌，是在沉思何事？",
	mission = "今日難得風和日麗，任務結束若直接回港未免太不解風情了",
	touch2 = "真是美麗啊，往常澄靜如湖的眼眸竟也能如此煽情",
	voice_key_2 = -1,
	skill = "爾等，為己身之滅亡悲嘆吧！",
	drop_descrip = "喬治五世級戰艦—約克公爵，舷號17",
	mail = "聚精會神閱讀的汝一動不動宛如米開朗基羅的雕像般……余不討厭專心致志的人",
	touch = "夜很漫長，也很短暫，吹熄最後一盞照耀汝的蠟燭後，我們就開始吧",
	profile = "余為喬治五世級約克公爵。沙恩霍斯特？她很有趣喲，不過，現在是汝更令余感興趣……吶，汝再露出這種表情，余會控制不住的——",
	mission_complete = "惟朗月與美酒不可辜負，盡情期待吧，余一定會讓這次夜會刻骨銘心——",
	feeling4 = "真是不可思議，看著汝無憂無慮的睡臉，余的內心竟然也平靜了下來……吶，現在千萬不要從夢境中醒來喲，不然余可不知道余會做出什麼——",
	unlock = "原來如此，那股令余迷戀發狂的氣息，是汝的靈魂散發出來的啊，誘人犯罪的指揮官喲，請好好記住余的名字——皇家海軍約克公爵",
	feeling5 = "無知的蛇喲，現在才發現嗎？余早已無可救藥地迷戀上汝了喲，那麼——能請汝將汝的一切奉獻給余嗎？",
	main = "戰鬥的訣竅？余只是沉溺在遐想中，然後，余眼前的東西就會自然而然變成各種綺靡的形狀——|威爾斯，汝又想對余的獵物出手嗎？|請安心的閉上雙眼，在余的懷抱中，汝什麼都不用思考——",
	battle = "罪惡的鮮血之花喲，在余的身邊盡情綻放吧！",
	upgrade = "聽到了嗎？如風掠過夜間的森林般的，余血液沸騰的聲音",
	voice_key = 20507,
	headtouch = "",
	feeling2 = "真是不錯的眼神啊，透過汝的瞳孔，余彷彿能看到另一個世界——",
	login = "不潔的蛇啊，汝的心中在思念著誰？",
	vote = "",
	hp_warning = "呼呼……余稍微有點沉溺其中了",
	id = 205070,
	detail = "見不到余令汝心焦難耐了嗎？",
	couple_encourage = {
		{
			{
				20506
			},
			1,
			"汝終將為汝的所行付出代價",
			0
		},
		{
			{
				40401
			},
			1,
			"不要再無謂的逃跑了，小·貓·咪",
			0
		}
	}
}
