_G.pg.ship_skin_words[205090] = {
	feeling1 = "以為善意必定能得到善意的回應…我還是太天真了嗎",
	feeling3 = "指揮官心情不好？還是累了？這種時候，來點小餅乾就好了。心情和精神都可以很快恢復的哦。",
	lose = "下次…不會再輸了。",
	propose = "啊，這就是指揮官的答覆嗎？謝謝你，我…願意。嗯…不求同生共死，只要你每天都能出現在我的身邊就夠了。 …呵呵，好像說了些不太像我風格的漂亮話呢。",
	expedition = "委託隊需要護航嗎？我可是專業的哦。",
	win_mvp = "呵呵，今天狀態不錯。",
	home = "出擊辛苦了。還有精神的話，就馬上開始總結報告吧？",
	mission = "有任務？我能幫上什麼忙嗎？",
	touch2 = "…？這是要做什麼？",
	voice_key_2 = -1,
	skill = "無須猶豫！",
	drop_descrip = "英王喬治五世級戰列艦—豪",
	mail = "這好像是你的郵件？",
	touch = "我還不累，不需要按摩哦？",
	profile = "在去太平洋之前，我大部分時候都與喬治五世共同行動哦，還與她一起迎接過兩位薩丁帝國的重要盟友呢。其他的…除了護航之外似乎也沒有什麼特別的事情了…？",
	mission_complete = "任務完成了。清點獎勵這種小事就交給我吧。",
	feeling4 = "指揮官，下次一起來參加點心會吧？有你在的話，氣氛一定會輕鬆許多的。就我個人而言，也希望能和指揮官有多些共處的時間就是了。",
	unlock = "很高興見到你，指揮官。我是英王喬治五世級的最後一員，豪。希望今後我們能愉快相處。",
	feeling5 = "拐彎抹角畢竟不是我的風格呢…嗯。指揮官，我很喜歡你，無論作為艦隊的領導者還是作為常伴身旁之人。你覺得…我怎麼樣呢？",
	main = "威爾斯和約克公爵都是很有意思的人，雖然有時候多少讓人有點跟不上她們的節奏…|喬治五世姐姐對我很好哦，還會經常給我小點心吃…不過，要是她能不要每次把我當小孩子就更好了。 |港區的伙伴們個性都很強烈，要和她們都搞好關係好像還沒那麼容易呢…唔…總之先來辦個點心會好了？",
	battle = "對待敵人我可不會心慈手軟！",
	upgrade = "呼…這份恩情，我會在戰場上回報你的，指揮官。",
	voice_key = 20509,
	headtouch = "……？",
	feeling2 = "「Utcumque placuerit deo」——如果神存在的話，祂期望中世界是怎樣的呢？至少祂應該不想看到無盡的紛爭和戰亂吧。",
	login = "終於來了啊，好，讓我們一起攻克今天的難題吧。",
	vote = "",
	hp_warning = "還能…再支持一會！",
	id = 205090,
	detail = "為同伴可以赴湯蹈火，對敵人則無須留情，這是我的準則哦。",
	couple_encourage = {
		{
			{
				60502
			},
			1,
			"這次，讓我看看你們的力量吧！",
			0
		},
		{
			{
				20505,
				20506,
				20507
			},
			2,
			"讓對面知道喬五級的厲害！",
			0
		},
		{
			{
				20701
			},
			1,
			"要吃點小餅乾嗎？",
			0
		}
	}
}
