_G.pg.ship_skin_words[205100] = {
	feeling1 = "本來還對你有點期待的…",
	feeling3 = "沒、沒想到侍從你的棋藝還挺厲害的啊。以、以後我就稍微認真點對付你吧！",
	lose = "嗚…怎麼會這樣…",
	propose = "嗯，很好，我認可你為本指揮官身邊最值得信賴的侍從！看在你一直以來如此忠誠的份上，特別允許你繼續在我身邊感受我的偉大吧！就讓這戒指成為我們主從之絆的見證吧！",
	expedition = "嗯哼，委託組似乎很順利。替我去慰問一下她們吧，侍從。",
	win_mvp = "準確的指揮，英勇的戰鬥，是一場完美的勝利呢。",
	home = "侍從，戰況如何？詳細說給我聽聽吧。",
	mission = "這些瑣碎的任務，就交給侍從你去做了。",
	touch2 = "你幹什麼！ ？ …寬容侍從也是上位者應有的“氣場”…這次就不跟你計較了！",
	voice_key_2 = -1,
	skill = "一切都在掌握之中！",
	drop_descrip = "伊莉莎白女王級戰列艦—英勇，舷號02",
	mail = "嘁，為什麼郵件都是給侍從你的？",
	touch = "有事就儘管說吧，我會聽著的，侍從。",
	profile = "我是伊莉莎白女王級的英勇號。從日德蘭到遠東，都曾有我英勇戰鬥的身姿。而接下來，我將帶領這支艦隊繼續前行。作為我的得力侍從，我相信你能輔佐好我的。",
	mission_complete = "雖然只是瑣碎的任務，但你出色地完成了，就應當收到嘉獎。",
	feeling4 = "等，等等！既然是下棋，就要考慮到所有的情況。剛剛那步，只是我沒注意到，所以被侍從你鑽了空子而已！所以，這，這步不算！侍從，你明白了吧！",
	unlock = "英勇，是我，也是將要領導這個艦隊的人的名字，好好銘記在心吧。 ……對了，你是哪位？指揮官…？我明白了，差不多把你當作侍從就行了吧！",
	feeling5 = "作為侍從，應該有能體察上級的心……我、我的意思是，差不多該讓我贏一次了吧？ （小聲）總是輸給你，我都快沒有下棋的信心了…總、總之！你得輸我一把！而且得是讓我看不出故意輸掉的那種！這是命令，侍從你明白了吧！",
	main = "侍從，我渴了，幫我去通知女僕隊準備紅茶…不，那樣太慢了。侍從，今天的茶就交給你了，沒有問題吧？ |當指揮官，最重要的就是“氣場”。氣場有了，才有威嚴，大家才會聽從你的話。學到了嗎，侍從？ |點心時間！ ？ …咳、咳咳…懂得合理安排工作和休息也是身為指揮官應有的素質之一，好好學著吧，侍從。",
	battle = "聽我的指揮，一起上吧！",
	upgrade = "呼，做得不錯，侍從。想要什麼獎賞嗎？",
	voice_key = 20510,
	headtouch = "你、你幹什麼啦！",
	feeling2 = "侍從，來得正好。工作忙完了的話，來陪我下幾盤國際象棋吧。",
	login = "侍從，來得正好，把今天的報告拿出來吧。",
	vote = "",
	hp_warning = "侍從，快、快想辦法保護我……！",
	id = 205100,
	detail = "伊莉莎白作為領導者而言，多少有些任性過頭了…厭戰她們又太寵著她了，果然這裡應該由我來…嗯？某種意義上我也差不多…？你說什麼？",
	couple_encourage = {
		{
			{
				20501,
				20502
			},
			1,
			"見識下高貴的伊莉莎白級的實力吧！",
			0
		},
		{
			{
				20502
			},
			1,
			"我會注意你的動向的。",
			0
		}
	}
}
