_G.pg.ship_skin_words[206030] = {
	feeling1 = "哥哥…差勁…",
	feeling3 = "遇到危險的時候，優醬會保護我的——有哥哥在就不會有危險？嘻嘻，哥哥好像獨角獸的騎士呢…",
	lose = "外面…好可怕…獨角獸可以回家嗎…哥哥？",
	propose = "這麼…重要的…獨角獸真的…可以嗎…？獨角獸…會加油的…因為…最喜歡哥哥了",
	expedition = "委託組的姐姐們回來了…一起去迎接她們嗎…哥哥？",
	win_mvp = "獨角獸…這次有幫上哥哥的忙嗎？",
	home = "艦隊…平安回港…哥哥辛苦了…膝枕…也可以的喔？",
	mission = "任務…不要忘記…",
	touch2 = "哥哥的話…可以喔？",
	voice_key_2 = -1,
	skill = "獨角獸……會努力的！",
	drop_descrip = "獨角獸號航空母艦，舷號I72",
	mail = "郵件…要去看看嗎？",
	touch = "嘻嘻…很癢的啦…哥哥…",
	profile = "皇家海軍…支援空母…獨角獸…原本是為了支援光輝姐姐而誕生的…後來也和許多其他姐姐們一起行動過…大家對我都很好呢…獨角獸在很多地方都努力過…能派上用場就好了呢……嘻嘻，我會更加努力的，哥哥…",
	mission_complete = "獎勵…不能錯過…",
	feeling4 = "獨角獸一直很努力…支援姐姐們也好…出擊任務也好…運輸任務也好…獨角獸是乖孩子吧？有派上用場吧？哥哥…",
	unlock = "啊…我是…皇家海軍…獨角獸…指揮官…能叫你哥哥…嗎？",
	feeling5 = "在哥哥面前…任性也可以嗎…？撒嬌也可以嗎…？獨角獸…其實不是那麼聽話的孩子…這樣也可以嗎…？",
	main = "毀滅模式什麼的，是不存在的喔？|優醬的角…是不會變形的喔？|NーTーD？對不起…獨角獸不知道哥哥在說什麼|獨角獸…有一天也能變成光輝姐姐那樣成熟的大人嗎…？",
	battle = "後方支援就交給我吧…獨角獸…會加油的…",
	upgrade = "獨角獸…成長了嗎…哥哥？",
	voice_key = 20603,
	headtouch = "哥哥...獨角獸是乖孩子吧...？",
	feeling2 = "這孩子叫做優醬，獨角獸（unicorn）的優醬…是我的摯友喔…嘻嘻…",
	login = "歡迎回來，哥哥…今天也要出擊嗎？",
	vote = "",
	hp_warning = "哥哥……好痛……",
	id = 206030,
	detail = "哥哥…想要更多了解獨角獸嗎？",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"光輝姐姐的援護…就交給我吧…！",
			0
		},
		{
			{
				10117,
				30105,
				20121,
				40123
			},
			1,
			"不要欺負我的朋友！",
			0
		},
		{
			{
				10224,
				20225,
				30710,
				40307,
				90503
			},
			1,
			"獨角獸、喜歡唱歌…不過在大家面前還是…///",
			0
		}
	}
}
