_G.pg.ship_skin_words[206040] = {
	feeling1 = "我所憧憬的艦隊，不應該是這樣的……",
	feeling3 = "欸，對驅逐前輩們也使用敬語嚇到她們了嗎……唔，但是對我來說，果然還是值得尊敬的前輩呢",
	lose = "對不起，前輩們……",
	propose = "我不會說能和大家共同作戰是我的榮幸，因為大家都嚮往著和平……但是能和指揮官相遇，能加入這支艦隊，真的是太好了",
	expedition = "我聽到了，微風的低語……嘻嘻，開玩笑的，是委託組的各位回來了哦",
	win_mvp = "指揮官，我有稍微追趕上前輩們的腳步了嗎",
	home = "指揮官和前輩們的戰鬥讓我也獲益匪淺呢",
	mission = "指揮官，要去完成任務了嗎？我也來一起吧",
	touch2 = "指揮官，好害羞……",
	voice_key_2 = -1,
	skill = "我會努力重現前輩們的英姿的！",
	drop_descrip = "半人馬級航空母艦—半人馬，舷號R06",
	mail = "指揮官，好像有新的郵件到了，我去拿吧",
	touch = "指揮官想試試我的弓嗎？用起來意外的還挺難的哦",
	profile = "我是半人馬級的命名艦，半人馬。由於大戰結束，我們的降生頗為坎坷，不過也拜此所賜，我們度過了和平的時光……對我來說，艦隊的各位，即使是驅逐艦，都是我的前輩，還請多多指教",
	mission_complete = "指揮官，任務獎勵要怎麼處理比較好呢？",
	feeling4 = "和前輩們相處之後，才知道大家在生活中都有另外一面呢。就好像指揮官雖然很偉大，工作時也會打瞌睡一樣，嘻嘻",
	unlock = "這裡就是參與了大戰的前輩們聚集的地方嗎……您好，指揮官，我是半人馬，請多多指教",
	feeling5 = "現在我明白了，大家和我是一樣普通的人，但這樣的大家同樣值得我去尊敬……當然，不是以後輩的身份，而是以同伴的身份",
	main = "說起來，我如果真的長了馬的下半身，感覺說不定也挺有趣的，指揮官覺得呢？|和平的時候非常無憂無慮，不過也是因為這樣，偶爾也會懷疑，自己到底是為了什麼而誕生的呢|擔任秘書艦時每天能和許多前輩們接觸，對我來說也是非常好的學習機會呢，謝謝指揮官",
	battle = "前輩們，讓我們一起努力吧！",
	upgrade = "感謝指揮官，我會繼續向著前輩們努力的",
	voice_key = 20604,
	headtouch = "",
	feeling2 = "指揮官，能給我介紹一下艦隊的前輩們嗎？我一個人總是鼓不起勇氣……",
	login = "指揮官，今天我也會向前輩們學習，好好加油的~",
	vote = "",
	hp_warning = "我也要和前輩們一樣堅持到底！",
	id = 206040,
	detail = "服裝風格？唔，大概是因為我的名字來自神話，所以比較幻想風……吧？",
	couple_encourage = {
		{
			{
				20601
			},
			1,
			"大前輩，能一起作戰是我的榮幸！",
			0
		}
	}
}
