_G.pg.ship_skin_words[207010] = {
	feeling1 = "你現在的模樣，真的對得起對你付出那麼多的大家嗎？好好反省一下吧！",
	feeling3 = "皇家有挺多茶會點心會之類的呢。總不去的話，感覺太不合群。去的話，什麼都不吃好像也挺奇怪…放開來吃就好了？開、開什麼玩笑！那些可都是卡路、…啊…咳咳，沒，沒什麼，稍微有些失態了，抱歉。",
	lose = "嘁，持續的作戰導致了損傷嗎……回去整修吧。",
	propose = "雖然我曾經無法跨越那道運河，但只要你遇到困難，我一定會跨越萬難，來到你的身邊。這不僅作為一名皇家的戰士對指揮官的承諾，也是一個少女與重要之人的約定。",
	expedition = "委託完成了。這些小點心拿去犒勞大家吧。我？我就不用了。",
	win_mvp = "對敵人的心慈手軟，就是對同伴的不負責任。",
	home = "今天的體重也沒啥變化……啊？咳，咳嗯！指揮官，你回來得比我預計的要早呢。總，總之，先看看接下來的計劃吧？",
	mission = "指揮官，還有任務哦，盡快完成它們吧。",
	touch2 = "我明白了，禮儀課就是為你這種人量身訂製的。",
	voice_key_2 = -1,
	skill = "抓到你了！",
	drop_descrip = "航空母艦—鷹",
	mail = "有你的郵件，可別忘了及時查看。",
	touch = "有什麼事嗎？如果是聚餐的話，唔…能替我參加一下嗎？",
	profile = "作為戰列艦改造的航母，我曾為皇家的海上航空提供了大量的經驗，也曾奮戰在最前線，最後歸宿於海上。對皇家戰士來說，應該算是個不錯的結局了。只是，被偷襲這點，總讓人感覺有些無法釋懷…",
	mission_complete = "很好，這才是一個優秀的指揮官應該有的樣子。",
	feeling4 = "奇怪…明明最近我一直在堅持低卡菜單，每天也有在運動，為什麼記錄上體重幾乎沒什麼變化？難道就因為我是戰列艦改裝而來，就不得不承受這樣的命運…！ ？這不公平！",
	unlock = "我是皇家海軍的航空母艦，鷹號。身為光榮的皇家海軍戰士，我會為了艦隊貢獻出自己的全部力量。",
	feeling5 = "現在的指揮官對我來說，早已是不可分割的一部分了，無論我如何改變…不，事到如今我也不會打算再作改變了。指揮官，對你來說，我是不是不可分割的一部分呢？",
	main = "今天的菜單…水果沙拉、蔬菜沙拉，低卡健康，嗯，非常完美！ |對這本子的內容感到好奇？我勸你放棄。如果要是被你看到這裡面的內容，那我就只好滅口了…開玩笑的。 |之前在港區遇到了幾位鐵血的潛艇們…我還沒考慮好打招呼的方式，她們就像受驚的兔子一樣跑了…唔…看來該反思下跟她們接觸的方式了…",
	battle = "戰場啊…呵呵，我有些興奮起來了！",
	upgrade = "強化，應該對體重之類的沒有影響吧…",
	voice_key = 20701,
	headtouch = "",
	feeling2 = "偶爾會被人說看起來有些凶狠，讓人難以靠近，不過，我自認為自己還是比較好相處的…",
	login = "嗯，很好！從你的準時可以看出，你是個很負責任的指揮官。",
	vote = "",
	hp_warning = "皇家戰士豈會因為這點困難而退縮？",
	id = 207010,
	detail = "在我之前，曾經有許多皇家的前輩也被賦予了“鷹”的名字，希望我今後也不會愧対這個滿載著責任感與使命感的名字。",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"這次，讓我們一起戰鬥吧！",
			0
		},
		{
			{
				90401
			},
			1,
			"唔…我是不會輸給你的誘惑的！",
			0
		}
	}
}
