_G.pg.ship_skin_words[207020] = {
	feeling1 = "果然指揮官完全比不上驅逐妹妹們……",
	feeling3 = "本人一開始還在想終於要被指揮官送去海軍法庭了，能被接受真是太好了——沒什麼好丟臉的？……指揮官，皇家方舟將一生追隨你！",
	lose = "嘁，被擺了一道！",
	propose = "艦隊的驅逐妹妹們從今往後就交給本人吧！誰也別想傷害本人和指揮官的妹妹們，誰也別想！",
	expedition = "指揮官，有委託已經完成了，要是是有驅逐妹妹去的委託，請儘管交給本人去迎接吧！",
	win_mvp = "失去了方向的敵人必將失敗！",
	home = "接下來是休息時間嗎，那本人去照看驅逐妹妹們！",
	mission = "指揮官，請不要忘記完成任務是軍人的天職！",
	touch2 = "欸……咦……閣下請別……這是為什麼啊！",
	voice_key_2 = -1,
	skill = "是諸位退場的時候了",
	drop_descrip = "皇家方舟號航空母艦，舷號91",
	mail = "需要本人代為朗讀信件內容嗎？",
	touch = "指揮官溫暖而堅定的雙手給了本人繼續戰鬥的動力！",
	profile = "皇家方舟報到。本人是皇家海軍第一艘專門設計建造的航母，並且是後續姐妹們的原型，對此本人十分驕傲！ \n對俾斯麥的戰績想必不用本人重複，就是想問一下，艦隊裡有那種，就是，小小的，很可愛的，驅逐艦妹妹嗎？",
	mission_complete = "指揮官，放著獎勵不領是對任務的不尊重！",
	feeling4 = "真，真是的……指揮官要是也和驅逐妹妹們一樣大，本人就不會這麼害羞了……這種事明明給妹妹們做就很正常，指揮官來就……",
	unlock = "皇家方舟前來報到，隨時待命！本人對各種戰鬥都很有自信的，俾斯麥的方向舵就是被本人破壞的！",
	feeling5 = "要是本人能以更、更近的距離站在指揮官身邊，那就能更近距離接觸驅逐妹妹們了…當當當然，需要本人和指揮官都有這種意向才行，本、本人非常願意！不知指揮官意下如何！",
	main = "指揮官看起來很忙，那本人先不打攪，有什麼吩咐請務必告知|指揮官，那個……能把那些驅逐妹妹叫到本人的房間裡來嗎……本人有點禮物想給她們……|這是……嗚哇~好可愛！——欸……指、指揮官什麼時候來的！|正如人們努力提高艦炮射程，遠距離單方面的攻擊敵人也是航母的戰鬥方法。俾斯麥也自然懂得這一點",
	battle = "呵呵，就憑你們嗎？劍魚中隊，準備起飛！",
	upgrade = "唔哦哦哦哦哦，驅逐妹妹們，本人來保護你們了！",
	voice_key = 20702,
	headtouch = "",
	feeling2 = "事，事先聲明，本人對驅逐妹妹們是那句話怎麼說來著，哦對，發，發乎於情，止乎於禮，可沒有構成犯、犯、犯、犯罪……",
	login = "指揮官，本人已準備就緒，隨時待命！我對各種戰鬥都很有自信的！",
	vote = "",
	hp_warning = "要是有驅逐妹妹給本人抱一抱的話！",
	id = 207020,
	detail = "皇家方舟，隨時恭候指揮官的檢閱！",
	couple_encourage = {
		{
			{
				1
			},
			3,
			"本人現在充滿力量！",
			1
		},
		{
			{
				10501,
				10503
			},
			2,
			"不給後輩們做榜樣可不行！",
			0
		}
	}
}
