_G.pg.ship_skin_words[207030] = {
	feeling1 = "連光輝都無法觸及指揮官心中的黑暗嗎……",
	feeling3 = "指揮官，別看我這樣，我意外的喜歡夜襲哦……真是的，不是指那方面啦~不過您呢，喜歡嗎？",
	lose = "請退下吧，否則我將賭上性命……",
	propose = "雖說光應該均分給每一個人，不過指揮官的話，多拿一些也沒關係哦，因為從指揮官那裡也獲得了重要的東西呢~",
	expedition = "光輝將沿路播灑，照亮世間的陰霾~♫嗯？姐妹們回來了呢",
	win_mvp = "光輝照亮的場所，就是我們凱旋的地方",
	home = "您累了嗎，來放鬆一下吧，嗯……搥背如何？",
	mission = "指揮官，任務沒完成可是不好的吶~",
	touch2 = "啊……真是的，指揮官，像個孩子一樣~",
	voice_key_2 = -1,
	skill = "聖光啊，賜予我力量吧~嘻嘻",
	drop_descrip = "光輝級航空母艦—光輝，舷號87",
	mail = "指揮官，有您的信件，需要幫您看看嗎？",
	touch = "彷彿……得到了指揮官的肯定一樣，讓我覺得安心呢",
	profile = "我是裝甲航母——光輝，指揮官貴安。別看我這樣，其實我也是有些小脾氣的~上次夜襲了塔蘭托，就順便欺負了下義大利艦隊呢~",
	mission_complete = "指揮官，獎勵可別忘了呢",
	feeling4 = "指揮官……您也要來試試……軟著陸嗎？……",
	unlock = "指揮官，貴安，光輝級空母向您報到，願您將愛與和平帶給這片海洋，聖光與您同在",
	feeling5 = "只要是指揮官的事，光輝無論是什~麼都會接受的，所以，把指揮官對光輝的想法，全部告訴光輝吧",
	main = "有看到光輝的艦載機嗎？欸？就在面前？哎呀~~視線被擋住了吶|指揮官的手……能感受到光輝的心跳嗎？|指揮官，總是盯著我看，我有那麼好看嗎？",
	battle = "為什麼要製造無謂的爭端呢……",
	upgrade = "這樣就能把光輝撒到更遠的地方了呢",
	voice_key = 20703,
	headtouch = "",
	feeling2 = "指揮官~您最看重女孩子的哪裡呢？——真是的~可以看著我的眼睛好好說話嗎？",
	login = "貴安，指揮官，我把這裡稍微整理了一下，還滿意嗎？",
	vote = "",
	hp_warning = "不要慌，指揮官，我在這裡",
	id = 207030,
	detail = "那個、能幫我撿一下手帕嗎……我彎腰的話會有些失去平衡呢",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"薩拉老師還是一如既往呢",
			0
		},
		{
			{
				1
			},
			5,
			"願光耀楓之軍",
			4
		}
	}
}
