_G.pg.ship_skin_words[207040] = {
	feeling1 = "揍你囉——！",
	feeling3 = "圍剿俾斯麥和鎢作戰？我只是一時興起幫了點忙啦，可沒有什麼成為武勳艦的打算…",
	lose = "失敗時保持美麗的身姿，乃敗者的禮儀",
	propose = "不必那麼絞盡腦汁啦，按照自己的方式與我交往就好…好啦，難得這麼具有紀念意義的日子，不要這麼緊張嘛~未來就以我每時每刻都心情愉快為目標，好好努力吧！",
	expedition = "不要再拖拖拉拉的啦，我和執行委託的孩子們約好了，要用飛機上的相機拍下她們進港的瞬間",
	win_mvp = "真是的，看到了這麼淒慘的敗相，勝利的我也高興不起來呀…",
	home = "慶賀作戰勝利，戴上這頂月桂花環怎麼樣？說不定很適合你哦",
	mission = "恣意妄為是美麗的我的特權，可不要想著能把任務推給我——",
	touch2 = "你、你剛剛絕對做了吧！做了…那個…",
	voice_key_2 = -1,
	skill = "為我高聲歌唱吧，美麗的世界！",
	drop_descrip = "光輝級航空母艦—勝利，舷號38",
	mail = "比起冷冰冰的印刷字體，我更喜歡親筆手書。指揮官，你想知道如何從筆跡中窺探寫者的內心嗎？",
	touch = "如果你露出消沉的表情，我也會跟著消沉的，有如此美麗的我在你身邊，開心一點啦~",
	profile = "光輝級航空母艦二號艦勝利號，從大西洋、印度洋到太平洋，我隨著海風一路航行——",
	mission_complete = "真是的，僅此一次下不為例，可不要妄想我會幫你第二次！",
	feeling4 = "喂，我心情不太好，你現在很閒吧，我來幫你打扮得漂漂亮亮吧，看到漂亮的東西我的心情也會變好～",
	unlock = "皇家海軍、勝利號，為我的到來盡情高歌吧，只要有象徵勝利的我加入，無論什麼肯定都能順風順水，隨心所願！",
	feeling5 = "不自覺地期待起未來你會變成什麼模樣了，明明現在就已經足夠討我喜歡了……哎呀，滿臉通紅的指揮官真可愛呢~",
	main = "醜陋是戰爭的代名詞，與之相對，我頭頂的橄欖花環正是和平與美麗的交織——|鐵必制，如果你還不出來陪我玩，我只好再炸一遍你的家囉|雖然我不喜歡暴力，但使用暴力往往是解決麻煩最簡捷的手段…",
	battle = "真是的，大炮與炸彈只會使醜陋的東西變得更加醜陋…",
	upgrade = "讚美我不必苦思什麼妙語，最能打動心靈的永遠是真情摯意！",
	voice_key = 20704,
	headtouch = "",
	feeling2 = "從特拉法爾加海戰知道了我的名字——？不、名字不一樣啦。對我來說，那位是別人家的孩子般的存在呢……",
	login = "碧海的波紋、風中的清香、還有…——世界真的每時每刻都有新的美麗誕生呢",
	vote = "",
	hp_warning = "哎呀哎呀，有點大意了呢",
	id = 207040,
	detail = "戀愛也好，戰鬥也好，更勇敢大膽一點啦～放心，關鍵的時候我會支援你的",
	couple_encourage = {
		{
			{
				10703
			},
			1,
			"這次也多多指教了，比我還平的“航空母艦”~",
			0
		},
		{
			{
				20703
			},
			1,
			"姐姐，你應該豐滿的地方過於豐滿了！",
			0
		},
		{
			{
				40502
			},
			1,
			"下次茶會也約下你的姐姐吧！",
			0
		},
		{
			{
				20307,
				20507,
				40124,
				40136
			},
			1,
			"說點聽得懂的！",
			0
		}
	}
}
