_G.pg.ship_skin_words[207050] = {
	feeling1 = "抱歉，我得了指揮官一靠近就會頭痛的病，可以稍微離我遠一點嗎？",
	feeling3 = "不光是光輝姐姐和勝利姐姐，竟然能把這麼多艦船團結在一起，指揮官真是有包容力呢。作為友好的象徵…呵呵…這塊蛋糕，請享用吧？",
	lose = "你們這些可……咳，可敬的敵人，下次我會贏回來的！",
	propose = "從今往後，可畏會將畢生之愛奉獻給我的指揮官，喜怒哀樂，酸甜苦辣……因為很長，所以以下省略！指揮官，到你了，雖然有點長，不過指揮官可不許像我一樣省略哦~",
	expedition = "指揮官，委託完成了，一起去港口迎接大家吧",
	win_mvp = "真是一場漂亮的勝利，大家再接再厲吧",
	home = "哼哼哼~啊，咳咳，歡、歡迎回來，指揮官",
	mission = "指揮官，整理好的任務書不要忘記檢查哦",
	touch2 = "指揮官，這樣的行動作為一個人來說是不是稍微有點…？",
	voice_key_2 = -1,
	skill = "到謝幕的時候了…！",
	drop_descrip = "光輝級航空母艦—可畏，舷號67",
	mail = "指揮官，你的郵件，放在這裡了，請不要忘了哦？",
	touch = "不得不說，鐵必制真是一個頑強的對手呢",
	profile = "我是光輝級的三號艦，可畏。曾經在地中海服役了​​一段時間，和那位維內托交過手。然後，我又去了印度洋，太平洋，最後，在重櫻作戰直至大戰結束。雖然沒有十分出色的戰果，不過，也算是為大戰的終結出過一份力了",
	mission_complete = "指揮官，任務獎勵的清單還請不要忘記清點哦？",
	feeling4 = "比起做一名皇家淑女，其實我還是更喜歡活得更輕鬆一點呢。雖然平時不能表現出來，但是在光輝姐姐那樣比較親近的人面前的話……指揮官，想要讓我們之間的關係更進一步嗎？",
	unlock = "初次見面，指揮官，我是光輝級的三號艦，可畏。從今往後，還請多多指教了。",
	feeling5 = "指揮官，貴安♪ 今天要不要也一起吃蛋糕呢？我從女僕隊那邊弄到了很甜很甜的蛋糕哦！ …嗯？我決定在指揮官面前不掩飾自己了。其實這樣的我也挺可愛的吧～？",
	main = "指揮官，工作遇到什麼困難的話，就先放在一邊，稍微休息一下如何？我準備了一些茶點，來一起享用吧？ |和指揮官獨處的話，放鬆一下也——欸？勝利姐姐，你怎麼來了？ ……沒事，貴安，勝利姐姐，找指揮官有什麼事嗎？ |說起來，曾經我也有過在造船廠因為太，嗯……奔放，而把下水日搞砸了的經歷呢，不過那也已經是過去了",
	battle = "淑女的禮儀中，不包括對敵人的仁慈哦",
	upgrade = "可畏不會辜負你的期望的",
	voice_key = 20705,
	headtouch = "",
	feeling2 = "指揮官，有什麼事嗎？沒事的話一起喝杯茶如何？",
	login = "指揮官今天來的意外得準時呢",
	vote = "",
	hp_warning = "各位，請再堅持一下",
	id = 207050,
	detail = "！ ？ ……咳咳，抱歉，剛才稍微整理了一下房間，請進",
	couple_encourage = {
		{
			{
				20703
			},
			1,
			"光輝姐姐，稍後一起喝茶吧？",
			0
		},
		{
			{
				20704
			},
			1,
			"勝利姐姐，我今天的儀態沒有問題吧？",
			0
		}
	}
}
