_G.pg.ship_skin_words[207060] = {
	feeling1 = "指揮官，你讓我覺得有點不舒服",
	feeling3 = "看到天上的孩子們很辛苦，所以想讓它們休息一會……指揮官，在戰爭中，真的沒有溫柔存在的餘裕嗎？",
	lose = "下、下次一定能提前偵察到！",
	propose = "如果能與你攜手同行，一定什麼困難都能輕易跨越吧。指揮官，做好準備迎接你的光榮了嗎？",
	expedition = "委託完成之後，應該……唔，應該……啊！指揮官，請快去領取獎勵！",
	win_mvp = "光榮凱旋！",
	home = "指揮官，無論什麼時候都要注意警備喲",
	mission = "先休息休息，然後以最好的狀態一鼓作氣完成任務吧！",
	touch2 = "指揮官，你正握著皇家的光榮",
	voice_key_2 = -1,
	skill = "勝利與榮光同在……大概",
	drop_descrip = "勇敢級航空母艦—光榮，舷號77",
	mail = "紅茶放在這邊了……郵件？啊，對！說起來是有新郵件！",
	touch = "有什麼指示嗎？",
	profile = "我是皇家的大型——咳，前大型巡洋艦，現航空母艦光榮號。被沙恩霍斯特和格奈森瑙擊沉只是因為我大意，可不是實力有所差距！如果能再次在戰場上遇見的話……",
	mission_complete = "這次我不會再忘記了……咳，快請領取獎勵吧，指揮官",
	feeling4 = "指揮官，夜已經很深了，稍微休息一下吧。新郵件和紅茶我都泡好了……郵件？當然是泡在紅茶裡了……Zzzz",
	unlock = "我是皇家的大型巡——咳咳，航空母艦光榮。指揮官，請挺起你的胸膛，這可是你的榮光！",
	feeling5 = "指揮官，累了就靠在我的懷抱裡吧。咦？昨天你不說這裡最能讓你恢復精力嗎？",
	main = "熱心與阿卡司塔都做到了她們的極限，只有我…… |為了不重蹈覆轍，我會比任何人都更加謹慎縝密！|指揮官，光榮與勇敢同在，但勇敢可不是魯莽",
	battle = "見敵必戰！",
	upgrade = "謝謝，不過單憑力量可不足以勝利——",
	voice_key = 20706,
	headtouch = "",
	feeling2 = "在戰爭中再謹慎都不為過，雖然話是這麼說……",
	login = "今天的天空真晴朗～好的天氣會讓人心情愉快，工作也會變順利～",
	vote = "",
	hp_warning = "煙、煙霧彈！",
	id = 207060,
	detail = "請盡情期待吧，我可是光榮——！當、當然啦，我會成為你永遠的榮光！",
	couple_encourage = {
		{
			{
				20702
			},
			1,
			"這一次，一同戰鬥吧！",
			0
		}
	}
}
