_G.pg.ship_skin_words[207090] = {
	feeling1 = "愛與和平的願望，就連最親近的指揮官也沒能感受到嗎，嗚嗚……",
	feeling3 = "啊，指揮官，不要動！ （摸索）用光輝的手帕……這樣……嘿嘿，指揮官，幫你擦掉嘴邊剩下的蛋糕啦！",
	lose = "嗚…為了愛與和平，下，下次絕對不會饒過你們的！",
	propose = "這，這就是…誓約…這麼重要的東西，就這麼交給光輝了…欸嘿嘿，好開心啊~雖然現在光輝還不成熟，但是只要我好好努力，一定會成為指揮官心目中最理想的樣子的！嗯，一定會的！",
	expedition = "啊，委託隊的大家要回來了！得準備好慰勞的茶水才行！",
	win_mvp = "感覺離愛與和平的世界更近了一步呢！",
	home = "指揮官，辛苦啦！累了嗎？嘿嘿，讓光輝來幫您搥搥背吧！",
	mission = "指揮官，是在為沒能完成的任務煩惱嗎？唔唔，有沒有什麼光輝能幫上忙的呢…",
	touch2 = "這是什麼新的遊戲嗎？",
	voice_key_2 = -1,
	skill = "聖光啊，消滅愛與和平的敵人！",
	drop_descrip = "光輝級航空母艦—光輝，舷號87",
	mail = "指揮官，你的信！我放在包裡了，我找一下——啊，找到了，在這裡！",
	touch = "指揮官的手好大呀，比光輝的要大上好多呢。",
	profile = "我可是世界上第一艘裝甲航空母艦哦！嘿嘿，總有一天，我也會為皇家海軍爭光的！",
	mission_complete = "任務完成了！在指揮官的努力下，一定有更多的人感受到了愛與和平呢！",
	feeling4 = "聽說只要把煩惱說出來的話，煩惱就會減輕，心情就會變好。光輝想為指揮官分憂！所以，指揮官，如果有什麼煩惱的話，都來和光輝說吧！",
	unlock = "貴安，指揮官！我是皇家海軍光輝級航母，光輝哦！讓我們一起，將愛與和平的光輝播灑在這個世界上吧！",
	feeling5 = "指揮官好像有點沒精神呢…—因為工作太多太忙累了？唔唔…那，指揮官把腰彎下來！摸摸摸摸—好孩子好孩子~聽說，這樣子就能讓疲勞都飛走呢~嘿嘿，有沒有效果呀？",
	main = "光輝的艦載機?在這裡哦，嘿嘿，都是很棒的小夥伴呢~|指揮官，如果覺得寂寞了的話，光輝可以陪你說說話的！ |如果大家都能更加理解彼此，這個世界一定會變得更美好的！",
	battle = "妨礙和平的壞人，必須得到懲罰！",
	upgrade = "這樣就能把愛與和平灑向更遠的地方了呢！",
	voice_key = 20709,
	headtouch = "",
	feeling2 = "指揮官，為了愛與和平，不可以輕易和別人吵架哦！",
	login = "貴安，指揮官！我照著之前的樣子幫您把這裡整理好了，您看看怎麼樣？",
	vote = "",
	hp_warning = "為了愛與和平，我是不會害怕的！",
	id = 207090,
	detail = "光輝站得很穩，不會摔倒的！",
	couple_encourage = {
		{
			{
				20704
			},
			1,
			"為了愛與和平，把敵人教訓一頓！我知道了~",
			0
		},
		{
			{
				20705
			},
			1,
			"無聊的話，一起來玩遊戲吧…？",
			0
		},
		{
			{
				10703
			},
			1,
			"薩拉老師，能教我唱歌嗎？",
			0
		},
		{
			{
				30709,
				40702,
				10219,
				10220,
				10221,
				20218,
				20404
			},
			5,
			"一起把愛與和平灑遍戰場吧！",
			0
		}
	}
}
