_G.pg.ship_skin_words[213010] = {
	feeling1 = "指揮官，你如果想墮入黑暗，就請做好被黑暗界收割的準備吧……",
	feeling3 = "每當害怕的時候，只要想著還有妹妹在就能堅持下去了，某種意義上來說妹妹雖然不能沒有我，我也不能沒有她呢",
	lose = "你可以打敗我，但絕對沒辦驅除那無止境的黑暗",
	propose = "追逐著光的影，擁抱影的光，也許會有人笑他們愚蠢，但誰又知道他們是不是幸福的呢，對吧，指揮官~",
	expedition = "姐妹們都不太喜歡跟我一起出委託，說我總會看到些奇怪的東西，我也沒辦法嘛……不說了，她們回來了",
	win_mvp = "敵人的靈魂，就由我收割了",
	home = "激戰之後的寧靜來之不易，請好好休息吧",
	mission = "把任務拖到死後世界的人，會不得安寧的喔",
	touch2 = "……唔……抱歉，我有點靈魂出竅了",
	voice_key_2 = -1,
	skill = "想死一次嗎？",
	drop_descrip = "黑暗界級淺水重炮艦—黑暗界，舷號I02",
	mail = "信件是人與人之間的聯結，要珍惜呢",
	touch = "我將藉由身體向你傳達，這屬於亡者的低語……",
	profile = "黑暗界這個名字聽起來是不是有點超現實？ \n我的前身是載著探險隊去往北極再也沒有回來的一艘船，倒確實是很有通往深淵的氣質…… \n總而言之，比起我請多照顧一下我妹妹吧",
	mission_complete = "獎勵是身外之物，拿不拿倒是都無所謂",
	feeling4 = "現在我不會害怕了。在你身邊，我非常樂意化作襯托光芒的黑暗，哪怕被光芒吞噬……不……被吞噬也心甘情願",
	unlock = "指揮官，是你嗎？我是黑暗界，聽從你的呼喚，從遙遠的地方而來",
	feeling5 = "有光就會有影，所以只要你存在，我就一定會在你身邊，這不是命運，而是一種規律——嘻嘻，沒什麼，只是以前想著，有了喜歡的人後，哪怕一次也想說說看這樣的台詞呢",
	main = "我想，我可以將你剛才的狀態理解成靈魂出竅？|我會一直守護妹妹|也許，我並不討厭這裡的溫暖",
	battle = "各位請放心，黑暗會讓群星更加閃耀",
	upgrade = "黑暗愈發純粹，我的內心也愈發平靜",
	voice_key = 21301,
	headtouch = "",
	feeling2 = "照顧妹妹一開始是一件比較困難的事，不過現在我也習慣了……習慣孤獨？不，只是習慣害怕孤獨而已……",
	login = "指揮官，黑暗界一直在這裡等候你的召喚……",
	vote = "",
	hp_warning = "黑暗與你我同在",
	id = 213010,
	detail = "我並不會帶來死亡……我只是…在她們的命數止盡之時負責清理場地而已",
	couple_encourage = {
		{
			{
				21302
			},
			1,
			"恐怖，待在姐姐身邊",
			0
		},
		{
			{
				10
			},
			5,
			"猴子軍團，真是個熱鬧的名字",
			4
		}
	}
}
