_G.pg.ship_skin_words[101310] = {
	feeling1 = "我不會從房間裡出來的，絕不！",
	feeling3 = "指、指揮官，現在很閒的話要不要一起去我的房間玩電子遊戲……",
	lose = "果、果然還是不出來比較好",
	propose = "嗚……這個儀式還要多久，好睏……好想回去睡覺，指揮官，你也是這麼想的吧？",
	expedition = "委託回來了，我也要回去了……",
	win_mvp = "MVP是我嗎……真難得",
	home = "歡、歡迎回來，指揮官……吶，我可以回去了嗎？",
	mission = "任務，也不是一定要去做的……吧？",
	touch2 = "討、討厭……",
	voice_key_2 = -1,
	skill = "好想回家……",
	drop_descrip = "佛萊契爾級驅逐艦—尼古拉斯，舷號DD-449",
	mail = "明明電子郵件早就出現了……",
	touch = "我才沒有打瞌睡……Zzz",
	profile = "DD-449尼古拉斯…雖然編號靠後但我可是第一艘下水服役的佛萊契爾級哦…戰史多以火力支援為主，然後…雖然參與了擊沉{namecode:39}還救援了海倫娜姐姐，但其他海戰經歷就不太能拿得出手了…如果沒有其他事情，我可以回去了嗎？",
	mission_complete = "指揮官，工作告一段落了，我想……",
	feeling4 = "如果一直待在家裡，就見不到指揮官了……唔，怎麼辦才好……",
	unlock = "我是…佛萊契爾級第一艘下水的尼古拉斯…比起出去戰鬥，我更希望能待在港區裡，吶，可以嗎？",
	feeling5 = "唔……只要待在指揮官的房間裡，就能一邊看著指揮官一邊打瞌睡了呢……",
	main = "重櫻的魚雷……好可怕……|指揮官向海倫娜姐姐學習一下如何縱容我怎麼樣？|訓練……提不起勁……完全提不起勁……",
	battle = "……以勝利為目標……吧？",
	upgrade = "好厲害……",
	voice_key = 10131,
	headtouch = "",
	feeling2 = "我並沒有睏……只是有點睜不開眼罷了",
	login = "和指揮官不同，我只想待在這裡，哪兒也不想去……",
	vote = "",
	hp_warning = "",
	id = 101310,
	detail = "呼呼……咦，指、指揮官？難、難道我因為缺勤太多必須要出擊了嗎！？",
	couple_encourage = {
		{
			{
				10205
			},
			1,
			"海倫娜，水面以下的也要多加注意啊",
			0
		}
	}
}
