_G.pg.ship_skin_words[213020] = {
	feeling1 = "恐怖，開始覺得指揮官有點恐怖了……",
	feeling3 = "我只記得張開眼的時候姐姐就在身邊了……從那之後她一直和我在一起，所以姐姐是我唯一的親人……",
	lose = "嗚……我、我會堅持到指揮官拖我回港的……",
	propose = "這種時候，應該笑嗎，還是哭呢……恐怖……不太清楚，雖然不太清楚，但是，恐怖從來沒有這麼……高興過",
	expedition = "指揮官，委託完成了，說起來，之前有一次出委託把手弄丟了，害姐妹們找了好久……",
	win_mvp = "指揮官，我、已經很努力了，沒給您添麻煩吧",
	home = "指揮官摸摸頭~",
	mission = "任務……活動一下身體好了，不然膝蓋又要壞掉了",
	touch2 = "（盯——）……",
	voice_key_2 = -1,
	skill = "……沉沒吧",
	drop_descrip = "黑暗界級淺水重炮艦—恐怖，舷號I03",
	mail = "信……會有人給我寫信嗎",
	touch = "你能感受到我的……熱度嗎？",
	profile = "我是黑暗界級淺水重炮艦二號艦恐怖。 \n阿貝克隆比級是比不過我和姐姐的。我們經常在達達尼爾海峽那裡。對陸轟擊作戰……應該很容易……",
	mission_complete = "嘿~咻，嘿~咻，指揮官，獎勵我拿過來了……",
	feeling4 = "姐姐的身邊很溫暖，指揮官的身邊……也很溫暖，感覺家人又多了一個，好開心……",
	unlock = "淺水重炮艦……恐怖，阿貝克隆比級是比不過我和姐姐的。我們經常在達達尼爾海峽那裡。對陸轟擊作戰……應該很容易……",
	feeling5 = "指揮官……給你摸摸恐怖的心……它從來沒有跳的這麼快過，也沒有這麼熱過……這都是……指揮官的功勞……",
	main = "指揮官，能把那些豌豆拿走嗎？還有割草機……|我有“心”是件奇怪的事嗎？……|指揮官……你是……空氣玩家嗎？",
	battle = "恐怖也、也開始緊張起來了……",
	upgrade = "感覺身體……靈活了不少",
	voice_key = 21302,
	headtouch = "",
	feeling2 = "指揮官……不害怕我嗎？我的身體沒有溫度，感情起伏也很低，就像……死人一樣……",
	login = "指揮官……我、我以前也、想跟您搭話的……那個……",
	vote = "",
	hp_warning = "恐怖……也開始恐怖了",
	id = 213020,
	detail = "指揮官現在的眼神和那群奇怪的人一樣……",
	couple_encourage = {
		{
			{
				21301
			},
			1,
			"姐姐，恐怖會加油的！",
			0
		},
		{
			{
				10
			},
			5,
			"我也能像猴子一樣活蹦亂跳嗎",
			4
		}
	}
}
