_G.pg.ship_skin_words[301010] = {
	feeling1 = "原本以為指揮官是能理解我的……",
	feeling3 = "妹妹們不知道現在過得怎麼樣…不過既然是我的妹妹，肯定在哪裡堅強地生活著吧～嗯！",
	lose = "好疼好疼……指揮官我們快跑吧！",
	propose = "雖然我說過會讓指揮官在“將來”喜歡上我，不過這個“將來”意外地有點近呢～是不是之前問你的時候害羞撒謊了呀～？嘻嘻～",
	expedition = "喂~委託組回來了喲，別睡了！",
	win_mvp = "嗯~哼，我很厲害吧~",
	home = "這樣然後這樣，接下來……！？ 指、指揮官，歡迎回來~啊哈哈，我什麼都沒做喲！",
	mission = "指揮官，有很多任務耶——啊～！莫非你又偷懶了？",
	touch2 = "嗚哇！嚇我一跳！",
	voice_key_2 = -1,
	skill = "哼哼，見識一下特型驅逐艦的厲害吧！",
	drop_descrip = "特I型{namecode:2}級驅逐艦一番艦—{namecode:2}",
	mail = "有信件～啊…原來是指揮官的嗎…",
	touch = "幫忙工作？對哦……看到指揮官這麼閒我都忘了呢~",
	profile = "呀吼～我就是曾經讓世界都感到震撼的特型驅逐艦命名艦、{namecode:2}！啊不好意思，並不是在自滿哦，事實上雖然參加過不少戰役…卻也沒有什麼值得一提的事蹟…不過我還是會加油的！",
	mission_complete = "指揮官，任務獎勵來了~有我在說不定獎勵會變多哦～？嘻嘻",
	feeling4 = "指揮官喜歡什麼類型的女孩子呢？嗯？我只是參考一下，沒有別的意思哦？啊～難道你想歪了？",
	unlock = "呀吼~{namecode:2}級的大姐就是我啦，你就是指揮官嗎？請多指教請多指教~",
	feeling5 = "之前真的只是參考哦？反正無論指揮官原本喜歡什麼類型，只要“將來”喜歡上我不就好了嘛～嘿嘿",
	main = "今天天氣真好耶，指揮官你不這麼覺得嗎？|{namecode:14}，聽好了，指揮官雖然也許可能是個廢柴，但是大姐我超可靠的哦！大概|被指揮官誇獎的話，一百句也不嫌多…啊，一百句還是會有點膩呢",
	battle = "天氣晴朗，心情絕佳~上了！",
	upgrade = "唔噢？！ 狀態絕佳！",
	voice_key = 30101,
	headtouch = "",
	feeling2 = "手裡的這個？好像是叫御幣什麼的，感覺揮起來挺好看的就帶著了~",
	login = "指揮官，今天精神好嗎~",
	vote = "",
	hp_warning = "看起來不是開玩笑的時候呢……",
	id = 301010,
	detail = "嘿嘿，指揮官原來這麼寂寞的嘛～？",
	couple_encourage = {
		{
			{
				30105
			},
			1,
			"讓我們給敵人點顏色瞧瞧！",
			0
		}
	}
}
