_G.pg.ship_skin_words[301050] = {
	feeling1 = "……不是很想靠近指揮官……",
	feeling3 = "指揮官……你一直說{namecode:6}的耳朵可愛，但是為什麼不摸摸看呢？",
	lose = "沒關係……我自己很快就會好起來的",
	propose = "放心吧，這次我無論如何都會活下來，然後回到指揮官面前……因為……我想見指揮官……",
	expedition = "……指揮官，有委託完成了",
	win_mvp = "第一名嗎？雖然並不是很懂那是什麼意思，不過，謝謝",
	home = "指揮官在戰場上和我有點像，稍微……有點帥",
	mission = "指揮官的新任務下達了",
	touch2 = "指揮官，請不要……亂碰，感覺……有點奇怪",
	voice_key_2 = -1,
	skill = "“鬼神”之力，好好感受吧！",
	drop_descrip = "特II型{namecode:6}級驅逐艦一番艦—{namecode:6}",
	mail = "有新的……郵件……",
	touch = "唔——有點癢……",
	profile = "{namecode:2}級驅逐艦的改良艦{namecode:6}……的說，對我來說，戰鬥沒什麼好害怕的，所以雖然只是驅逐艦，但是無論什麼敵人我都敢一戰……",
	mission_complete = "之前完成的任務，獎勵送來了……",
	feeling4 = "如果說有什麼擔心的事情……大概就是不在指揮官身邊吧……",
	unlock = "{namecode:6}……的說，他們喜歡叫我“鬼神”就是了。請多指教",
	feeling5 = "我不討厭戰鬥，也不喜歡，只是普通地戰鬥而已……現在的話，為了指揮官……感覺，會變得更強",
	main = "{namecode:6}的耳朵……比較可愛嗎？不太懂……指揮官開心就好|最近時常會做和大家走散的噩夢，一定是我做的還不夠好……|指揮官？…不，沒事。我只是確認一下你是不是還在",
	battle = "想去……所羅門嗎？",
	upgrade = "力量湧出來了……",
	voice_key = 30105,
	headtouch = "雖然不太明白這樣有什麼意義……但是有點高興（蹭蹭）",
	feeling2 = "對指揮官的看法？{namecode:6}不是很明白……",
	login = "指揮官，吃了嗎？我這裡還有點心",
	vote = "",
	hp_warning = "我不要……一個人……",
	id = 301050,
	detail = "這次有好好的檢查了通訊設備，不會再給您添麻煩了……",
	couple_encourage = {
		{
			{
				10117,
				20121,
				40123
			},
			2,
			"{namecode:6}，會保護大家的",
			0
		},
		{
			{
				10117
			},
			1,
			"拉菲…房間裡的氧氣可樂又不夠了… ",
			0
		},
		{
			{
				10601
			},
			1,
			"長島…戰場上不要分神",
			0
		},
		{
			{
				30605
			},
			1,
			"航空支援就靠你了",
			0
		}
	}
}
