_G.pg.ship_skin_words[301090] = {
	feeling1 = "指揮官閣下，請振作起來！",
	feeling3 = "指揮官，想看看我真正的右眼嗎？",
	lose = "咕……下、下一次……",
	propose = "永恆的契約嗎……我明白了！那就在這裡展露我真正的右眼吧！咦，不需要？只要把雙眼閉上就好？是……是嗎……",
	expedition = "就用在下的探照燈為她們引領航路吧！咦——不需要？是、是嗎……",
	win_mvp = "這就是忍者！",
	home = "指揮官~有沒有帶回來什麼亮閃閃的東西？誒？在、在下也不是特別想要啦……",
	mission = "夜裡的大海有點可怕……雖然在下是不怕啦！不、不過，當然還是白天更適合做任務吧！",
	touch2 = "碰、碰那裡的話，在下的力量會控制不住的！",
	voice_key_2 = -1,
	skill = "黑暗——消散！",
	drop_descrip = "特III型{namecode:11}級驅逐艦一番艦—{namecode:11}",
	mail = "是新郵件！唔……就由在下來念給你聽吧",
	touch = "真想快點見到{namecode:12}啊……",
	profile = "特型驅逐艦，忍者{namecode:11}是也！和妹妹們一同組成了第六驅逐隊是也！動工也好、沉沒也好，全都是第一名是也！東所羅門海戰？那是為了照亮敵艦，決、決不是因為在下害怕黑夜是也！在下真正的力量，就請指揮官閣下慢慢期待吧……是也！",
	mission_complete = "獎勵~獎勵~",
	feeling4 = "妹妹們不在，晚上有點睡不著——是、是因為在下一直擔心她們啦！",
	unlock = "第六驅逐隊的長姐，{namecode:11}是也！指揮官閣下，請務必允許在下重建第六驅逐隊！咦——這裡不分什麼驅逐隊！？",
	feeling5 = "我們第六驅逐隊永遠都會在一起！然後……那個、指揮官閣下，你也會和我們永遠在一起吧！",
	main = "有時候聽不太懂{namecode:13}和{namecode:14}在說些什麼…… |{namecode:12}一個人能找到這裡嗎，在下有些擔心…… |夜裡開燈突然照到人影，誰都會被嚇一跳吧！",
	battle = "第六驅逐隊——出擊！",
	upgrade = "作為長姐，必須得更努力才行！",
	voice_key = 30109,
	headtouch = "",
	feeling2 = "{namecode:13}和{namecode:14}……有點擔心她們呢",
	login = "在下{namecode:11}，驅逐一切黑暗之忍者是也——咦咦！指揮官閣下，您、您是什麼時候出現的！",
	vote = "",
	hp_warning = "",
	id = 301090,
	detail = "在下在夜裡開燈可不是怕黑，絕、絕對不是哦！",
	couple_encourage = {
		{
			{
				30112
			},
			1,
			"一同照亮黑暗吧！",
			0
		},
		{
			{
				30111
			},
			1,
			"永遠都要在一起是也！",
			0
		}
	}
}
