_G.pg.ship_skin_words[301100] = {
	feeling1 = "看來只有物理上的方法能讓指揮官醒悟過來了呢……真是糟透了",
	feeling3 = "{namecode:11}姐姐一直想重建第六驅逐隊呢……我覺得嘛，只要大家都在一起，名號什麼的就不用在意那麼多的啦!",
	lose = "哎呀呀…感覺又要回港修理了呢……",
	propose = "終於到這個時候了呢。嘿嘿~我喜歡指揮官啦！ ……啊，莫非你害羞了？但是我的攻擊還沒有結束呢！喜歡你，喜歡你，最喜歡你了！嘻嘻嘻～",
	expedition = "啊對了，委託好像完成了呢。要陪你一起去接她們嗎~？",
	win_mvp = "嘿嘿，這次的MVP，我就不客氣地收下啦！",
	home = "辛苦啦~話雖這麼說，要做的事情還有很多呢，啊哈哈……",
	mission = "大大小小的任務還真是多啊……不用擔心，我會幫你的啦！",
	touch2 = "啊～！指揮官剛才絕對是故意的吧！",
	voice_key_2 = -1,
	skill = "",
	drop_descrip = "特III型{namecode:11}級驅逐艦二番艦—{namecode:12}",
	mail = "郵件？也給我看看嘛！",
	touch = "哦哦！指揮官，你喊我？",
	profile = "我是第六驅逐隊的{namecode:12}！我和大家一起參加了許多戰役，並且都堅持了下來。 ……不過好像自己回港修理的時間都比較微妙呢，啊哈哈……",
	mission_complete = "任~務~完~成~啦！ ……喂，我說指揮官，你也給點反應嘛！",
	feeling4 = "啊，對了！指揮官平時有好好注意自己的身體嗎？要是生病倒下的話可就麻煩了呢……不過放心吧，如果真的生病了的話，我會好好照顧你的啦！",
	unlock = "尼嘻嘻~終於見到指揮官先生了呢~我是{namecode:12}，要好好記住我啊！",
	feeling5 = "也和我講講指揮官的故事吧，我可是非常感興趣的呢！ ……理由？那種東西才不需要呢！我們之間難道不是已經無話不說了嗎？嘻嘻~",
	main = "“Верный”…？這個名字似乎有點熟悉……|能再次和大家團聚，實在是太好了呢~|沒有什麼事的話，我就去找{namecode:13}和{namecode:14}她們玩了哦~",
	battle = "哼哼~{namecode:12}可是很厲害的！不信就看著吧~",
	upgrade = "按照{namecode:13}的說法，這就是所謂的“Level up”吧？嘻嘻~",
	voice_key = 30110,
	headtouch = "",
	feeling2 = "一直以來都讓{namecode:11}姐姐擔心了呢，得好好向她道歉和道謝才行",
	login = "指揮官來啦~？嗯~…嘿咻~今天的工作也一起加油吧！",
	vote = "",
	hp_warning = "才不會就這麼簡單的結束呢！",
	id = 301100,
	detail = "六驅的大家都很有個性呢，不管是{namecode:13}、{namecode:14}，還是喜歡當忍者的{namecode:11}姐姐。不過，我最喜歡這樣的大家了，嘻嘻～",
	couple_encourage = {
		{
			{
				10204
			},
			1,
			"哦哦，妳也是不死鳥嗎？",
			0
		},
		{
			{
				30109,
				30111,
				30112
			},
			2,
			"第六驅逐隊，要上了！",
			0
		},
		{
			{
				30116
			},
			1,
			"也許妳才是真正的不死鳥呢，哈哈！",
			0
		},
		{
			{
				30109
			},
			1,
			"{namecode:11}姐姐，我會和妳一起戰鬥的！",
			0
		},
		{
			{
				30111
			},
			1,
			"{namecode:13}，要小心那些看不見的敵人啊！",
			0
		},
		{
			{
				30112
			},
			1,
			"{namecode:14}，要小心那些看不見的敵人啊！",
			0
		}
	}
}
