_G.pg.ship_skin_words[301110] = {
	feeling1 = "原來如此，從這裡溜出去順著洋流就能回到東京老家嗎……",
	feeling3 = "明天是{namecode:13}醬的生日，指揮官有準備禮物嗎？欸？沒聽說過？總之……那個項鍊好像很不錯啊，當做禮物的話艦船一定會很高興的！",
	lose = "原來如此，這種時候就應該找代打了吧！代打！要不然就讓{namecode:13}大人來操縱試試吧！",
	propose = "要在這裡簽字嗎……誒，有點看不懂吶，{namecode:14}醬能幫我看一看嗎？“簽下字後，指揮官就是我一輩子的僕人了”？好的，我明白了！",
	expedition = "如果一直放著委託不管，會不會有利息呢",
	win_mvp = "原來如此，對{namecode:13}大人來說是名副其實吧！誒，還是理所不容？",
	home = "這種時候就應該用美食和美酒犒勞心靈！誒，從哪裡來的？後宅裡不是有很多嗎",
	mission = "沒有完成的任務？……聽起來和沒有完成的工作一樣普遍呢",
	touch2 = "你剛才做了什麼，{namecode:13}可是全都知道的喲",
	voice_key_2 = -1,
	skill = "原來如此，我就是第六驅逐隊的{namecode:13}大人！？",
	drop_descrip = "特III型{namecode:11}級驅逐艦三番艦—{namecode:13}",
	mail = "原來如此，這……就是那個吧！拿著就可以進遊樂園的那種東西！",
	touch = "原來如此，這是日常問候的禮儀啊",
	profile = "{namecode:11}級驅逐艦{namecode:13}……是也。雖然看起來不太像，但我可是重櫻艦隊中的老資格哦，{namecode:83}什麼的也要叫我……嘛，應該叫吧？那個！總之就是這樣啦，以後也請多多支持{namecode:13}的活躍，LIKE的那個按鈕，也要多點幾次喲！",
	mission_complete = "什麼嘛！秘書艦居然不能代領物資，上層在想些什麼啊！",
	feeling4 = "指揮官！{namecode:13}好像發現了一個發大財的機會！喏，這裡寫著“首付1萬物資，發展兩個下線的話，每月返還30%”什麼的……下線是什麼意思呀？",
	unlock = "我是{namecode:13}……一艘不太會說話的艦船……指揮官以後應該也會與我不斷地相逢吧",
	feeling5 = "原來如此，現在我胸口中翻湧的，就是被稱作愛的那種情感嗎！嗯嗯，我明白的，這也就代表……！誒，腦袋好暈……世界在搖晃，這也是愛嗎？",
	main = "疾如{namecode:18}？難道{namecode:18}比我們{namecode:13}{namecode:14}還要快嗎？|原來如此，{namecode:14}醬拿下了太平洋戰爭的first blood |原來如此，我如果一直待在維修廠，也會成為不死鳥吧！唔……不死{namecode:13}？",
	battle = "原來如此，總之按下左上方的那個就KO了吧！",
	upgrade = "{namecode:13}更想強化人氣、愛和希望什麼的啦！",
	voice_key = 30111,
	headtouch = "",
	feeling2 = "指揮官，有不懂的事可以來問{namecode:13}，再怎麼說，{namecode:13}作為艦船，燒過的油比你吃過的飯都多嘛",
	login = "原來如此，這就是所謂的上線嗎？人類的詞語還真深奧",
	vote = "",
	hp_warning = "",
	id = 301110,
	detail = "跪拜下{namecode:13}大人的話，大抵什麼願望都能實現哦……沒有效果？那個……嗯，一定是你的心不夠虔誠！",
	couple_encourage = {
		{
			{
				30112
			},
			1,
			"第六驅逐隊……出擊！",
			0
		}
	}
}
