_G.pg.ship_skin_words[301120] = {
	feeling1 = "不管指揮官先生變成什麼樣，{namecode:14}都會陪著你哦",
	feeling3 = "痛苦的事情說出來就少一半，快樂的事情說出來就多一份。所以什麼事都可以和{namecode:14}說哦",
	lose = "呼……指揮官先生……跑的好快",
	propose = "指揮官先生……放心吧！我永遠都不會拋棄指揮官先生的！就算指揮官先生厭倦了離家出走了，我也會一直一直在這裡等待指揮官先生的！",
	expedition = "指揮官先生……油和物資都回來了",
	win_mvp = "……我是MVP？……這樣的艦隊……真的行嗎？",
	home = "歡迎回來……指揮官先生，即使沒有新船，{namecode:14}也還在這裡哦",
	mission = "一直不完成任務……似乎會墜入名為“加班”的地獄呢",
	touch2 = "指揮官先生……果然已經無藥可救了呢",
	voice_key_2 = -1,
	skill = "如果能全隊出擊就好了……",
	drop_descrip = "特III型{namecode:11}級驅逐艦四番艦—{namecode:14}",
	mail = "郵件恐懼症嗎……沒事的，{namecode:14}在陪著你呢",
	touch = "指揮官先生……不摸摸我的頭嗎？",
	profile = "重櫻特Ⅲ型{namecode:11}級驅逐艦{namecode:14}醬……的說。作為特型驅逐艦中最小的妹妹，參加了太平洋戰爭中的諸多戰事，不過比起作戰，果然{namecode:14}還是更喜歡護航、運輸、搜救之類的工作呢……指揮官先生……也想被摸摸頭嗎？",
	mission_complete = "這裡的績效獎金可不會拖延到下個月才發放",
	feeling4 = "指揮官先生無論想去哪裡，{namecode:14}都會陪伴你！……不過從螢幕裡跳出來什麼的……好像做不到呢",
	unlock = "這就是指揮官先生嗎……看起來好像不怎麼可靠啊……啊，忘記自我介紹了，我是{namecode:14}……醬的說",
	feeling5 = "指揮官先生，總吃垃圾食品，身體會變脆弱的，試著嘗試一下自己做飯怎麼樣？誒？沒事的，{namecode:14}會幫忙試吃的！",
	main = "指揮官先生最大的優點就是溫柔呢|{namecode:40}姐姐……幫過我很多忙呢|打撈我可是很在行的！",
	battle = "誒……誒，被伏擊了嗎！",
	upgrade = "唔……沒有想像中的痛真是太好了",
	voice_key = 30112,
	headtouch = "",
	feeling2 = "指揮官先生，{namecode:14}會為你加油的！",
	login = "咦……是指揮官先生？這個時候登入……是又在摸魚了嗎？",
	vote = "",
	hp_warning = "",
	id = 301120,
	detail = "指揮官先生……一直待在房間裡呢……",
	couple_encourage = {
		{
			{
				10204
			},
			1,
			"{namecode:12}姐姐……不好意思，我認錯人了……",
			0
		},
		{
			{
				30111
			},
			1,
			"第六驅逐隊……出擊！",
			0
		}
	}
}
