_G.pg.ship_skin_words[301140] = {
	feeling1 = "哼（{namecode:16}對你的投餵毫不理睬）",
	feeling3 = "嗷嗚，今天咬誰！怎麼樣，是不是超兇？……好耶，這樣姐妹們就不會說我戰鬥之外像條小狗了！",
	lose = "混蛋，為什麼……我居然輸了……",
	propose = "誓……約？那是什麼？……就是說我可以隨時隨地被指揮官摸摸頭，闖禍也不會生氣，還有很多好吃的？！ 我做！",
	expedition = "指揮官，有委託完成了……誇獎就行了不要摸我頭！",
	win_mvp = "破壞東西這種事我還是很擅長的~",
	home = "指揮官指揮官，要一起吃嗎？",
	mission = "上面又下達任務了，那些大人好囉嗦……",
	touch2 = "唔……我要把你裝進連裝炮裡發射出去！你這蘿莉控",
	voice_key_2 = -1,
	skill = "化作所羅門的藻屑吧！",
	drop_descrip = "{namecode:15}級驅逐艦四番艦—{namecode:16}",
	mail = "喂，有信，是約架嗎？我不會輸的！",
	touch = "唔……不要把我當小孩子",
	profile = "我是{namecode:16}！人稱“所羅門的瘋狗”！哼哼，聽起來很強吧，打群架我是不會輸的！ \n咦，到點心時間了嗎？指揮官，吃的呢！",
	mission_complete = "指揮官指揮官，快看看任務獎勵裡有沒有吃的！",
	feeling4 = "都怪你，我回去被姐妹們笑了，你要怎麼賠我！就算是摸頭——嘿嘿……也不會……唔嘿嘿……原諒你的~",
	unlock = "{namecode:15}級四號艦，{namecode:16}的說，先說好，我晚上可能比較吵鬧，你最好有點心理準備……",
	feeling5 = "指揮官，肚子給你摸……誒？不是有句話說道歉的時候要把肚子露出來……以後我再闖禍就給你摸肚子，你不要生氣啦——唔，好癢啊哈哈哈哈",
	main = "指揮官，能不要當著我的面扔飛盤嗎，我不是小狗……|肉的香味！在哪裡？！ 快告訴我！|沒有架打好無聊啊……指揮官，來比試一下吧！",
	battle = "嗷嗚，打架我可是不會留情的！",
	upgrade = "指揮官，快帶我出海，我現在很想找點什麼發洩一下",
	voice_key = 30114,
	headtouch = "",
	feeling2 = "聽說有吃的？！",
	login = "喔，指揮官……什麼？握爪？？ ？你在看不起我嗎！",
	vote = "",
	hp_warning = "讓你們見識一下所羅門的噩夢！",
	id = 301140,
	detail = "喔？……有什麼事嗎？",
	couple_encourage = {
		{
			{
				30113,
				30115
			},
			2,
			"猴子軍團{namecode:15}小隊，出擊！",
			0
		},
		{
			{
				10
			},
			5,
			"我不是狗也不是猴子！",
			4
		}
	}
}
