_G.pg.ship_skin_words[301200] = {
	feeling1 = "……在你身邊我睡不著……",
	feeling3 = "{namecode:130}……這一次我一定會對你伸出手！",
	lose = "我在哪？誰在打我？",
	propose = "這是……親密無間的姐妹的證明？指揮官想成為我的姐姐嗎……咦！完全搞錯了！？ 可是{namecode:130}是這麼對我說的啊……",
	expedition = "有人回來了……是到吃飯的時間了嗎？",
	win_mvp = "誒？MVP是我！？ 真是幸運的一天！",
	home = "指揮官，現在的天氣正適合睡覺……",
	mission = "任……任務？真希望別太難……",
	touch2 = "嘿嘿，指揮官有點像小{namecode:130}呢",
	voice_key_2 = -1,
	skill = "破野之颱風！",
	drop_descrip = "{namecode:19}級驅逐艦十五番艦—{namecode:24}",
	mail = "我不太需要這種睡前讀物……",
	touch = "誒、誒，是指揮官呀……嘿嘿",
	profile = "{namecode:19}級驅逐艦{namecode:24}。祥瑞？那是佐世保與吳的名物，我們舞鶴可沒有這種土產。特魯克時因為畏縮放棄了{namecode:130}，萊特灣時則魯莽地衝進槍林彈雨中救援{namecode:62}——不過最終兩位同伴的結局並沒有什麼不同……在夢裡。大家都在我的身邊……",
	mission_complete = "不領取獎勵，獎勵也不會消失的……大概",
	feeling4 = "萊特灣的時候有點勇敢過頭了……而且，最後誰也沒有獲救……",
	unlock = "這裡是……咦，你是指揮官先生！？ 咳、驅逐艦{namecode:24}，即刻加入你的麾下！",
	feeling5 = "Zzzz……指揮官……偶爾也睡睡懶覺怎麼樣……Zzzz",
	main = "如果我能勇敢一點，特魯克的時候…… |我喜歡不需要去傷害同伴的這裡……|{namecode:40}、{namecode:25}、{namecode:131}、還有——在夢裡大家誰都沒有離開……",
	battle = "現在可不能再打瞌睡了！",
	upgrade = "Zzz……哎，結束了嗎？",
	voice_key = 30120,
	headtouch = "",
	feeling2 = "電影？那種東西我不太喜歡……",
	login = "Zzz……好，我馬上起床……陽光好溫暖……Zzz",
	vote = "",
	hp_warning = "怎、怎麼回事！？",
	id = 301200,
	detail = "萊特灣？那時候的事情我已經記不清楚了……",
	couple_encourage = {
		{
			{
				30115
			},
			1,
			"我跟你可不一樣！",
			0
		},
		{
			{
				30701
			},
			1,
			"這一次，我的魚雷只會射向敵陣",
			0
		},
		{
			{
				30117
			},
			1,
			"大……大姐頭……",
			0
		}
	}
}
