_G.pg.ship_skin_words[301210] = {
	feeling1 = "指、指揮官，再靠近我就開、開炮了！",
	feeling3 = "指揮官，能、能和我一起練習對話嗎……我也想和艦隊的大家交朋友……",
	lose = "嗚嗚果然我不適合戰鬥……",
	propose = "雖然想要變得勇敢可能還要花很長時間，但是現在我不會擔心了……因為指揮官會一直在我身邊……",
	expedition = "指揮官，姐妹們完成委託回來了……我去迎接？不不不我不行的啦！",
	win_mvp = "贏了……嗎？",
	home = "指、指揮官，您您您辛苦了！……說出來了！",
	mission = "指、指揮官，拖延任務是、是不對的！",
	touch2 = "嗚……（{namecode:30}暈了過去）",
	voice_key_2 = -1,
	skill = "大、大家，都讓一讓……",
	drop_descrip = "{namecode:30}級驅逐艦一番艦—{namecode:30}",
	mail = "指揮官，郵件……",
	touch = "我也要努力和指揮官交流才行……呀！！",
	profile = "我是{namecode:30}級一號艦的{namecode:30}……隸屬於第二十一驅逐隊，一直和妹妹們在北方海域活動……雖然沒有什麼戰功，也努力過了……",
	mission_complete = "指揮官，獎勵下達了哦……欸？我、我不要的啦",
	feeling4 = "嗚嗚嗚……果然還是不行……我只要能和指揮官交流就好了……",
	unlock = "您好，我是{namecode:30}……那個，請不要一直盯著我……",
	feeling5 = "指揮官，指揮官！剛、剛才我和其他姐妹們正常對話了！太好了……多虧指揮官一直給我勇氣……",
	main = "真想念妹妹們……|指、指揮官，不要老是看我……|雖、雖然我很膽小，但是工作會努力的……大概",
	battle = "初、{namecode:30}，會加油的！",
	upgrade = "能幫上大家的忙就好了……",
	voice_key = 30121,
	headtouch = "",
	feeling2 = "指、指揮官，你覺得膽小真的能改過來嗎……",
	login = "嗚嗚……秘書什麼的我不行的啦……",
	vote = "",
	hp_warning = "",
	id = 301210,
	detail = "指揮官，雖、雖然關心我是很感激……",
	couple_encourage = {
		{
			{
				30126,
				30113
			},
			1,
			"跟、跟緊姐姐",
			1
		}
	}
}
