_G.pg.ship_skin_words[301230] = {
	feeling1 = "哎呀呀，指揮官……有點不行呢",
	feeling3 = "能和指揮官成為朋友，真的太好了！",
	lose = "嗚哇……",
	propose = "能和你一路走到今天，真的太好了……嗚嗚……我沒在哭啦，只是……只是幸福從眼角溢出來啦……從今以後，{namecode:141}要更加加油了！",
	expedition = "好想躺在堆成小山的物資上曬太陽……呀，不小心說出來啦——",
	win_mvp = "指揮官，怎麼樣，怎麼樣！？",
	home = "辛苦啦……欸，等等，不要盯著我的尾巴看啊——",
	mission = "指揮官，新的任務出現了！",
	touch2 = "尾巴上的毛都被捋亂啦……",
	voice_key_2 = -1,
	skill = "呀吼吼吼——！！ ！",
	drop_descrip = "{namecode:30}級驅逐艦三番艦—{namecode:141}",
	mail = "吶、吶，是誰寄來的？難道是——",
	touch = "指揮官，工作的時候不要三心二意呀",
	profile = "{namecode:30}級三號艦{namecode:141}~名字和兩位姐姐一樣，都和春天有著緊密的聯繫喲。和{namecode:129}的親密接觸？那是因為那孩子太惹人喜歡啦~嗯，特別可愛喔~指揮官，哪天我把她也帶過來吧~",
	mission_complete = "指揮官，我們的征程還沒有遠遠沒有結束呢！",
	feeling4 = "那、那個，指揮官，你喜歡什麼樣的女孩子……？哎，我沒別的意思啦…嗯，沒有！",
	unlock = "呀吼~早上好，指揮官！我是{namecode:141}，{namecode:30}級三號艦~欸，不是早上？嘛，別在意那些小事~",
	feeling5 = "嘿嘿，每次偷偷看你的時候，都發現你也在看我……哎，這應該不是我自作多情……吧？",
	main = "春天是最棒的季節！|指揮官，昨天你和——嘿嘿，我也不是特別喜歡八卦，只是耳朵實在過於靈敏啦，嗯，過於靈敏啦~|指揮官，想摸摸我的尾巴嗎？",
	battle = "見識下我們的厲害吧！",
	upgrade = "嘿嘿~這種感覺真不錯~",
	voice_key = 30123,
	headtouch = "",
	feeling2 = "{namecode:30}姐姐，更自信一點，你可以的！",
	login = "指揮官，早上好……咿呀！不要一臉幸福地抱著我的尾巴躺倒啊！",
	vote = "",
	hp_warning = "",
	id = 301230,
	detail = "捋順毛髮~油光閃亮~想要自己的尾巴脫穎而出，每天都得精心呵護呢~",
	couple_encourage = {
		{
			{
				30121
			},
			1,
			"姐姐加油！",
			0
		}
	}
}
