_G.pg.ship_skin_words[301240] = {
	feeling1 = "可惜…指揮官已經沒有嘲弄的價值了呢~",
	feeling3 = "啊，難道你是打算攻略我嗎？放棄吧，不可能的~",
	lose = "可惡……到時候有你們好看……",
	propose = "戒指？哼，是平時被我嘲弄多了，現在想要反過來捉弄我一次？可惜，我可不會輕易上你的當~…等等，你是認真的嗎？這，這……劇本不應該是這樣的啊？",
	expedition = "我已經迫不及待地想看到被你放了鴿子的姐妹們臉上冷漠的樣子了呢~",
	win_mvp = "mvp？不過如此嘛~",
	home = "大家辛苦了呢……啊，不要誤會了，我可沒說你~",
	mission = "不是吧，你居然還有任務沒完成？",
	touch2 = "呵呵呵…指揮官，很有勇氣呢…",
	voice_key_2 = -1,
	skill = "可不要小瞧了我呢~",
	drop_descrip = "{namecode:30}級驅逐艦四番艦—{namecode:129}",
	mail = "有你的信呢。要我幫你拆開嗎？嘻嘻，放心吧，不會收你報酬的~",
	touch = "想摸我的尾巴？我可不知道會有什麼後果呢~",
	profile = "{namecode:30}型驅逐艦{namecode:129}，隸屬第21驅逐隊，參加過大大小小的各種戰役，幾乎都沒有受傷~可惜，最後運氣還是差了一點呢…",
	mission_complete = "應該還沒注意到獎勵還沒領吧？既然這樣的話……",
	feeling4 = "看不出來你還挺頑固的啊……那我就勉為其難地給你一些獎勵吧。這可是{namecode:129}大人的特別膝枕，滿懷感激地躺在上面吧！",
	unlock = "哎呀，別露出一副害怕的表情的嘛，我又不會把你吃了。對了，我是{namecode:30}型的{namecode:129}，以後還請多多關照呢，呵呵~",
	feeling5 = "好吧，我是徹底敗給你了呢~我認輸了，從今天起，賜予你和我約會的權利吧。喂，該不會你連和女孩子約會都不會吧？",
	main = "比起專心工作，指揮官更注重的果然還是提高和女孩子們的好感度吧~|{namecode:22}？不得不承認，是她的運氣更好一點……|嗯哼？你剛剛——該不會是在工作時間發呆吧？",
	battle = "趕快解決掉吧！",
	upgrade = "感覺…勉勉強強吧~",
	voice_key = 30124,
	headtouch = "",
	feeling2 = "你該不會對我有意思了吧？省省吧，都是徒勞的~",
	login = "現在才想起來自己還有事情要做嗎？",
	vote = "",
	hp_warning = "嘁…和預想的有點不一樣啊……",
	id = 301240,
	detail = "很好，看來還記得來見我的時間呢~",
	couple_encourage = {
		{
			{
				30123
			},
			1,
			"{namecode:141}，在霧中要多加留意啊",
			0
		}
	}
}
