_G.pg.ship_skin_words[301250] = {
	feeling1 = "當了指揮官也有反抗期這種東西嗎？",
	feeling3 = "雖然{namecode:32}有時候太黏人了，不過這正是所謂妹妹的可愛之處呢…指揮官，如果我也很黏你，你會覺得高興嗎？",
	lose = "如果不是維修的話，我倒是不討厭待在船塢裡呢……",
	propose = "果然持家型妹妹還是有市場的呢…不過，總覺得還是有點害羞呢…嘻嘻，從今往後可以多依賴我一點哦，指揮官，妹妹姑且不論，持家方面我可是超有自信的",
	expedition = "指揮官，在你發呆的期間，委託已經完成了哦",
	win_mvp = "MVP啊……我是覺得有幫上忙就好了啦",
	home = "指揮辛苦囉",
	mission = "新任務啊，有沒有輸送之類的，那種我很擅長哦",
	touch2 = "指揮官，又不是小孩子了，這方面要注意一點哦",
	voice_key_2 = -1,
	skill = "就是現在",
	drop_descrip = "{namecode:30}級驅逐艦五番艦—{namecode:31}",
	mail = "指揮官，郵件我放在顯眼的地方了，有空記得看哦",
	touch = "來了來了，{namecode:32}你不要扯我衣服……啊，下意識把指揮官當成{namecode:32}了",
	profile = "{namecode:32}、{namecode:15}、還有{namecode:17}…我們27驅的大家在大戰期間一直都在一起。因為我最大，所以姑且算是姐姐呢…大家一起經歷了許多哦，關係很好的～雖然最後只有{namecode:17}堅持了下來…不過也沒辦法，戰爭不是那麼輕鬆的事呢",
	mission_complete = "說起來，{namecode:32}完成任務的時候經常來跟我邀功呢……",
	feeling4 = "哎，作為姐姐照顧了{namecode:32}和{namecode:15}那麼久，還有{namecode:17}那令人操心的性格…事到如今忽然要變成黏人的妹妹好像也有點難度呢…",
	unlock = "我是{namecode:30}型的{namecode:31}，指揮官，你好哦……對了，想問一下，{namecode:32}在這裡嗎？在的話，她……沒有給你添麻煩吧？",
	feeling5 = "仔細想想…當指揮官的妹妹似乎是個不錯的選擇……指揮官你覺得呢？我可是超能幹的持家型妹妹哦",
	main = "指揮官，你知道嗎，按照{namecode:31}型來算的話，{namecode:15}和{namecode:17}也能算我妹妹哦|指揮官，不養成平時的良好習慣以後可是會吃虧的哦？|指揮官，想要便當嗎？我幫{namecode:32}做的時候也給你做一個吧",
	battle = "大家注意空襲，小心作戰",
	upgrade = "對空能力是很重要的哦",
	voice_key = 30125,
	headtouch = "",
	feeling2 = "{namecode:31}型？啊，那個啊，原本確實有那樣的編制呢，不過後來改回去了，我倒是沒什麼所謂呢，{namecode:32}那樣……也是她的可愛之處吧",
	login = "指揮官，休息得好嗎？今天說不定有些忙哦",
	vote = "",
	hp_warning = "情況…有些不妙呢",
	id = 301250,
	detail = "雖然有的時候也希望{namecode:32}能自立一點，不過想想那樣好像也…有點寂寞",
	couple_encourage = {
		{
			{
				30126
			},
			1,
			"好了好了，{namecode:32}，要開戰囉",
			0
		},
		{
			{
				30115
			},
			1,
			"{namecode:17}，你又在想什麼惡作劇了吧？",
			0
		},
		{
			{
				30113
			},
			1,
			"{namecode:15}，跟緊我",
			0
		}
	}
}
