_G.pg.ship_skin_words[101350] = {
	feeling1 = "像你這樣的廢柴指揮官，除了貝奇之外應該沒人願意照顧了吧？嚯嚯嚯，真是可憐呢！",
	feeling3 = "哦？貝奇這身大衣很時髦對吧？指揮官穿上這種感覺的服裝的話，或許也會變帥呢，哈哈哈！",
	lose = "哼，給我等著，下次貝奇一定給你好看！",
	propose = "就算指揮官獨當一面了，還是得要貝奇來照顧呢，不過沒關係！貝奇會照顧指揮官一輩子的，嘿嘿，做好覺悟吧",
	expedition = "指揮官！有人回來了，迎接委託隊這種事可是指揮官的重要工作，可別忘了！",
	win_mvp = "太弱了，你們這群傢伙實在是太弱了~",
	home = "指揮官一副筋疲力盡的樣子啊，真讓人看不過去！這是貝奇特製的蜂蜜運動飲料！喝吧！",
	mission = "指揮官，任務搞不定的話，就讓貝奇來“照顧”你吧！",
	touch2 = "指揮官對這個熱褲就這麼感興趣嗎？真是個糟糕得不行的傢伙啊~",
	voice_key_2 = -1,
	skill = "貝奇大顯身手的時間來了！",
	drop_descrip = "弗萊徹級驅逐艦—貝奇，舷號DD-470",
	mail = "哼哼，這兒有你的信！不過看你這麼忙，貝奇就好心念給你聽吧，指揮官~",
	touch = "現在分心的話，等下工作做不完可別哭著鼻子來找貝奇哦！",
	profile = "哼哼，我是弗萊徹級驅逐艦裡最帥的貝奇！不管是蘇里高的砲火還是沖繩的的飛機都無所畏懼！最後在太陽神雕像廢墟旁看著美麗的愛琴海度過的日子，是別的驅逐艦不會有的完美的待遇呢，哈哈哈！",
	mission_complete = "真是讓人不省心的指揮官，這些獎勵可不要忘記了啊！",
	feeling4 = "指揮官，你的穿搭實在是太土了啦！過來這邊！哼哼，貝奇有必要讓指揮官認識一下真正的品味！",
	unlock = "吼吼~？你就是指揮官嗎？一副弱不禁風的樣子嘛～我是今天開始加入艦隊的貝奇～放心，我會好好地“照顧”你的！儘管期待吧！",
	feeling5 = "指揮官最近的穿搭變得很帥了，也不是一副弱不禁風的樣子了，嘿嘿嘿，貝奇都要被指揮官迷住了！",
	main = "今天的風兒有些喧囂呢~啊，風力太大可是會出事的呢，記住了嗎？指揮官？ |指揮官還真是不懂呢，我這身衣服可是當下時髦的象徵呢！ |重櫻的飛機？那種東西在貝奇面前最沒用啦！哈哈哈！",
	battle = "就憑你們也想戰勝貝奇？笑死我啦！",
	upgrade = "呵呵，現在就去試一試新的力量吧！",
	voice_key = 10135,
	headtouch = "指揮官雖然看起來弱不禁風的樣子，不過這手掌還挺舒服的嘛！",
	feeling2 = "啊？身上有傷？這點小事貼上OK繃就可以啦~貝奇還不需要指揮官來擔心呢！嘻嘻~",
	login = "快點喝了這杯提神咖啡吧！貝奇的指揮官可不能這麼無精打采的！",
	vote = "",
	hp_warning = "挺有能耐嘛！不過貝奇肯定更強啦哈哈哈！",
	id = 101350,
	detail = "哈哈哈！貝奇出動的時間到了嗎？",
	couple_encourage = {
		{
			{
				10109,
				10111,
				10112,
				10113,
				10114,
				10115
			},
			1,
			"你是……你是……不管啦！貝奇已經記不清楚了，總之大家一起上吧！",
			0
		}
	}
}
