_G.pg.ship_skin_words[301270] = {
	feeling1 = "……請下令",
	feeling3 = "主上想要和我進行的“交談”也好，“遊戲”也好，我都……不太理解，但是……並不討厭",
	lose = "主上，請帶大家撤退，剩下的我會想辦法",
	propose = "我一直以為絕對服從命令就是一個忍者能夠獻上的全部，但現在我明白了……承主上厚愛，{namecode:21}將作為您的影、您的伴侶，陪伴您直到永遠",
	expedition = "主上，委託組準時返航了",
	win_mvp = "我乃主上之影，榮光於我毫無價值",
	home = "主上，您看起來有些疲憊，有什麼我能做的嗎？",
	mission = "主上，新的任務書下達了",
	touch2 = "此身也是主上之物，主上請隨……唔……呀……",
	voice_key_2 = -1,
	skill = "天魔覆滅……！",
	drop_descrip = "{namecode:19}級驅逐艦三番艦—{namecode:21}",
	mail = "主上，有您的書信",
	touch = "{namecode:21}隨時待命",
	profile = "{namecode:19}級三號艦{namecode:21}，過去隸屬於二水戰十五驅，參與過泗水、南太平洋，第三次所羅門等海戰，最後不幸在運輸任務中觸雷導致全軍覆沒……這一次，我不會再犯同樣的錯誤，也必定不辜負主上的期待",
	mission_complete = "主上，任務的獎勵已經下發了，請過目",
	feeling4 = "主上，最近執行任務時，我總是會回想起和主上進行的“交談”和“遊戲”以至於無法集中精神，請責罰",
	unlock = "{namecode:19}級{namecode:21}，參見主上……只要是任務，我一定會完成",
	feeling5 = "感情……確實沒有的時候可以什麼都不去想，但是理解之後，我覺得這並不是不好的東西……想要回到主上身邊的心情，讓我比過去更強大",
	main = "…………？主上，需要我說些什麼嗎？|我不知道該說些什麼……主上要是想說什麼的話我會好好聽的|頭上的花？這是{namecode:135}給我的，她……總是很活潑",
	battle = "擋在主上面前的，都得死",
	upgrade = "請下達更多的任務給我吧",
	voice_key = 30127,
	headtouch = "",
	feeling2 = "感情對於一個合格的忍者來說是不必要的，我要做的只是服從主上的命令",
	login = "主上，歡迎回來",
	vote = "",
	hp_warning = "",
	id = 301270,
	detail = "主上……請不要一直盯著我看",
	couple_encourage = {
		{
			{
				301090
			},
			1,
			"一切為了主上……",
			0
		}
	}
}
