_G.pg.ship_skin_words[301300] = {
	feeling1 = "指揮官…意外地沒什麼意思呢……",
	feeling3 = "嗯？平時的興趣？吃飯睡覺逗指揮官？啊哈哈，沒錯，就是喜歡看指揮官這種一臉困擾的表情～",
	lose = "嗚咕……果然性能已經跟不上了嗎……",
	propose = "指揮官，現在還有反悔的時間哦~嗯嗯，你可以慢慢想，多考慮一點{namecode:124}的事情也沒關係的~嗯？門？哎呀，被誰不小心鎖上了呢，真是太不小心了~",
	expedition = "今天也平安完成遠征回來了呢！嗯嗯，很好！",
	win_mvp = "看到了嗎！這就是年長者的實力！",
	home = "嗯哼，今天也平安回來了呢！作為獎勵，給你喝我特製的健康飲料吧！來來～不要客氣～",
	mission = "任務啊，要一起去看看嗎～？",
	touch2 = "嘻嘻…指揮官的邪念都溢出來了呢，要給你驅驅邪嗎？",
	voice_key_2 = -1,
	skill = "抱歉，現在沒單挑的時間喲",
	drop_descrip = "{namecode:124}級驅逐艦一番艦—{namecode:124}",
	mail = "信啊…不會又是從白鷹那寄來的吧…",
	touch = "嗯哼？有什麼事嗎？",
	profile = "{namecode:124}級驅逐艦一號艦{namecode:124}，隸屬第一驅逐隊，聽起來就很厲害對吧～嘻嘻，別看我這樣，我可是艦隊裡的老前輩了喲。從大戰初期一直奮戰到了戰爭結束，太平洋及阿留申群島方面、馬六甲、馬來半島，都有過我活躍的身影喲～對潛戰我可是很擅長的呢～哎呀呀～現在想起和白鷹的狼群們那場生死決戰還是會忍不住熱血沸騰呢～",
	mission_complete = "嗯？任務完成的獎勵發下來了？運輸獎勵物資的時候可不能大意哦！",
	feeling4 = "嘻嘻，指揮官喜歡什麼類型的女孩子呢～？像我這種的？還是更文靜點的？——真的？錄音完畢～哼哼，要給誰聽好呢～",
	unlock = "第一驅逐隊第一號驅逐艦——{namecode:124}來也～你就是指揮官嗎～？看來往後的日子會很有趣呢～哼哼，期待我的表現吧～",
	feeling5 = "（悄聲）最喜歡指揮官了～——嗯？指揮官很熱嗎～？耳根都紅了呢～",
	main = "能堅持到最後的，才足以被稱為贏家哦！|玳瑁啊～雖然不及我，但也是個可敬的對手|第五戰隊的大家也都是好人呢…",
	battle = "注意潛艇和魚雷～全力以赴地上吧！",
	upgrade = "狀態絕佳～嘻嘻，感覺又能大鬧一場了呢～",
	voice_key = 30130,
	headtouch = "",
	feeling2 = "只有愚者和菜鳥，才會用裝備新舊來評估艦船的實力喲，指揮官～",
	login = "啊哈，你來啦～今天要做點什麼有趣事情呢～？",
	vote = "",
	hp_warning = "",
	id = 301300,
	detail = "嘻嘻～指揮官究竟是對人家的哪裡有興趣呢～？",
	couple_encourage = {
		{
			{
				30907
			},
			1,
			"又能並肩作戰了呢！",
			0
		}
	}
}
