_G.pg.ship_skin_words[301390] = {
	feeling1 = "哈啊……好無聊哦。指揮官如果不做點有趣的事情，p子就要因為無聊而大叫了哦？",
	feeling3 = "嗯？《狼來了》的故事？呢嘻嘻，是讓{namecode:160}不要光是口頭上說說，偶爾也要真的拉響一次p子的意思嗎？",
	lose = "嗚咕……p子，畢竟只是個警報器而已啊……",
	propose = "這閃亮亮的圓環……是給我的？指揮官，難道是想代替p子來保護我嗎？{namecode:160}……現在超開心！可以拉響p子來慶祝一下嗎？",
	expedition = "看起來很好玩耶，下次也讓我試試嘛？",
	win_mvp = "咦？贏了？……啊哈哈哈，看、看到了嗎，這就是{namecode:160}大人真正的實力啊！",
	home = "指揮官回來了！說好幫我帶的草莓冰淇淋呢？咦，沒說過？",
	mission = "為了讓{namecode:160}過上愉快的生活，指揮官就請好好勞動吧～",
	touch2 = "…………！果然還是露出本性了！你這傢伙，接受p子的制裁吧！",
	voice_key_2 = -1,
	skill = "讓你見識一下p子的厲害吧！",
	drop_descrip = "{namecode:33}級驅逐艦八番艦—{namecode:160}",
	mail = "呢嘻嘻嘻，再不把郵箱裡的信拿走，說不定什麼時候它就會自己長腳跑掉哦？",
	touch = "呢嘻嘻……指揮官，莫非是在試探p子的底線嗎？",
	profile = "我是{namecode:33}級八番艦的{namecode:160}，雖然一直都只是在做些護衛和運輸的任務，但是在庫拉灣海戰裡也有過精彩的表現哦？真的哦！嗯？書包上的這個？這是對抗變態蘿莉控犯罪者的秘密兵器——警報器p子！",
	mission_complete = "哦哦，這豪華的獎品……什麼？沒我的份？",
	feeling4 = "嗚嗚，抱、抱歉啦……指揮官那麼溫柔善良、和藹可親的人，應該不會對{namecode:160}發脾氣的，對吧？",
	unlock = "你就是這裡的指揮官？雖然看起來有一點點可疑，不過……應該不是什麼危險人物吧？我是{namecode:160}，小看我的話，哼哼，可是要吃苦頭的哦！",
	feeling5 = "不要把p子拿來玩？唔……如果指揮官多花點時間陪我玩的話，也不是不能考慮一下哦？嘻嘻嘻。",
	main = "請注意看這裡……只要把手指伸進這個圓環……向下用力一拽……會有水雷爆炸那麼大聲哦！|要、要說起我的戰績，就連那個{namecode:40}姐姐，落難的時候也接受過我的幫助呢！……大概。|指揮官，請教我一下這兩個漢字怎麼讀！……ㄕㄥˋㄌ一ˋ？雖然不知道什麼意思但總感覺還是先拽一下p子比較好！",
	battle = "別、別靠過來！這可是犯罪剋星p子哦！",
	upgrade = "哦哦，感覺熱鬧起來了！",
	voice_key = 30139,
	headtouch = "",
	feeling2 = "呢嘻嘻嘻，指揮官又不是可疑人士，不用介意p子的啦……所以，真的不是吧？",
	login = "呢嘻嘻，今天準備做點什麼有趣的事情呢，指揮官？",
	vote = "",
	hp_warning = "啊哇哇哇，沒、沒有觸礁吧？！",
	id = 301390,
	detail = "p子為誰而鳴？",
	couple_encourage = {
		{
			{
				30132,
				30133,
				30135,
				30137,
				30138,
				30139,
				30141
			},
			3,
			"{namecode:160}和愉快的夥伴們，出擊！",
			0
		}
	}
}
