_G.pg.ship_skin_words[301490] = {
	feeling1 = "你果然沒有超出我的預期呢，指揮官",
	feeling3 = "指揮官也是經歷過戰場的人，為什麼還能夠相信那些天真的東西呢？正義、愛、與和平什麼的……",
	lose = "沒有沉…嗎，也不知道算好事還是壞事",
	propose = "沒想到會和指揮官走到這一步…和你一起久了，我也開始相信天真的理想了…讓我變成這樣，你可要好好負起責任喔——",
	expedition = "委託完成。報告書，別忘了確認",
	win_mvp = "所羅門，是你在呼喚著我嗎……",
	home = "一場戰鬥結束後會發生什麼？當然是下一場戰鬥",
	mission = "新任務來了……嗯？難道你希望我這時候也說些有的沒的嗎？",
	touch2 = "……無聊透頂",
	voice_key_2 = -1,
	skill = "放輕鬆，痛苦只有一瞬間",
	drop_descrip = "{namecode:15}級驅逐艦九番艦—{namecode:158}",
	mail = "有你的信。我？這種東西跟我無緣呢",
	touch = "秘書艦的工作？本來我也不是喜歡才會擅長戰鬥的，作為秘書艦也一樣吧",
	profile = "準確地說，我是改{namecode:15}型，也就是{namecode:150}型三號艦，和其他三個姐妹組成了24驅。所羅門海…嗎，確實是充滿回憶的地方啊…鐵底灣、北安普頓…還有最後的沉沒…",
	mission_complete = "任務獎勵，雖然沒什麼值得期待的，但還是領一下吧",
	feeling4 = "我最討厭的，是不願正視現實，一味高喊著理想與信念的天真愚昧…指揮官，你不會變成那樣的人吧？",
	unlock = "我叫{namecode:158}，{namecode:15}型的{namecode:158}。我對友好相處沒什麼興趣，所以請多指教就免了吧",
	feeling5 = "“心懷信念，終能理想化作現實”…嗎，哼，真是老套的說辭…不過如果是你的話…",
	main = "炮彈乃凶器，戰鬥是為了毀滅對手，無論說什麼漂亮話也無法掩蓋這一點|有什麼問題可以去問{namecode:39}大姐，她懂得多，我……和{namecode:38}比較像吧|這支艦隊裡，歡樂的傢伙還真多啊……",
	battle = "鬥爭……從未改變",
	upgrade = "變強的感覺…並不壞",
	voice_key = 30149,
	headtouch = "",
	feeling2 = "戰爭不存在善惡美醜。在我看來，我們和敵人一樣醜陋",
	login = "今天也會是一成不變的一天吧",
	vote = "",
	hp_warning = "這點傷…不過是家常便飯",
	id = 301490,
	detail = "我挺喜歡釣魚的，因為釣魚的時候能夠放空身心，什麼都不用去想",
	couple_encourage = {
		{
			{
				10303
			},
			1,
			"這次站在同一邊了嗎…也好",
			0
		}
	}
}
