_G.pg.ship_skin_words[301540] = {
	feeling1 = "大家都好像在說指揮官的壞話…指揮官真有那麼差勁嗎…",
	feeling3 = "嗚…夜、夜路果然還是有點…指揮官…如果工作結束晚了，可以陪我走回宿舍嗎？",
	lose = "嗚…不、不要過來…",
	propose = "進行了這個儀式以後，就能一直待在指揮官身邊了嗎？太好了…嗯…{namecode:32}給的筆記雖然還有些地方不太懂，不過，這時候應該是要閉上眼睛，等待指揮官行動吧…——",
	expedition = "委託組的各位已經回港，唔…我要不要也去看看…",
	win_mvp = "M、MVP是{namecode:174}？難以置信…不是惡作劇吧…？",
	home = "指揮官出擊辛苦了…要、要摸摸兔兔嗎？毛茸茸的，很治癒的哦？",
	mission = "任務看上去還有很多…指揮官，不要緊吧？",
	touch2 = "雖然不太明白…不過…啊哈哈，好癢…指揮官快停下來，哈哈~",
	voice_key_2 = -1,
	skill = "一、一起給對麵點顏色看看吧，兔兔！",
	drop_descrip = "{namecode:35}級驅逐艦八番艦—{namecode:174}",
	mail = "郵件過來了，指揮官快點查收吧！",
	touch = "這是兔兔哦，是不是很可愛呢，嘻嘻。每天{namecode:174}都是和兔兔一起睡著的呢",
	profile = "我是{namecode:35}級驅逐艦八號艦、{namecode:174}…雖然加強了對空能力，但果然對於天上飛的東西還是…{namecode:32}那時候也是…如果我能更爭氣一些的話…不、不過，在不算太長的作戰生涯裡，{namecode:174}還是多少有一些戰績的…總、總之，這次會加油的…！",
	mission_complete = "任務…已經完成了的樣子，指揮官真厲害啊……",
	feeling4 = "其實呢，除了兔兔之外，{namecode:174}還有許多的“毛茸茸朋友”哦，下、下次要來{namecode:174}的“毛茸茸收藏室”參觀嗎，指揮官？",
	unlock = "{namecode:35}級驅逐艦，{namecode:174}。向、向您報到…這是我的好朋友兔兔…請、請多指教！…嗚…",
	feeling5 = "只要和指揮官待在一起，無論是夜晚的黑暗也好，天上的飛機也好，感覺都沒什麼好怕的了…！嗯…下次，我能不跟在身後，而是走在前方為指揮官帶路嗎…？",
	main = "和{namecode:32}待在一起就有種莫名的安心感，一起合宿時也非常開心…希望還能交到更多像{namecode:32}這樣的知心朋友…|嗚哇啊啊啊…又、又有空襲了嗎！ ？ ！ —…嗚…指揮官不要這樣嚇人嘛！ |無論什麼時侯，{namecode:174}都會努力跟上指揮官、跟上大家的步伐的，所、所以，不可以把我一個人丟下哦…？",
	battle = "欸！ ？我、我來引導大家嗎！ ？ …嗚…大、大家加油！",
	upgrade = "兔兔，{namecode:174}是不是變強了一些呢…？",
	voice_key = 30154,
	headtouch = "",
	feeling2 = "欸，為什麼老是縮在別人身後？唔，不知不覺就這樣了…而且總覺得，跟在指揮官的身後準沒錯…",
	login = "指揮官終於回來了…兔兔，一起和指揮官打個招呼吧？",
	vote = "",
	hp_warning = "我、我會堅持到底的！",
	id = 301540,
	detail = "嗚…可、可以不要一直盯著{namecode:174}看嗎…",
	couple_encourage = {
		{
			{
				30126
			},
			1,
			"嗚…{namecode:32}…我能跟著你嗎…？",
			0
		}
	}
}
