_G.pg.ship_skin_words[101360] = {
	feeling1 = "指揮官笨蛋笨蛋大笨蛋！（吐舌頭，略略略）",
	feeling3 = "指揮官，作為一個童星，鏡頭感可是很重要的。今天的我也很可愛吧！",
	lose = "小小挫折而已啦……",
	propose = "嘻嘻，總算來了啊，指揮官~霍比早就等不及啦！接下來要多拍點照片記錄可愛的霍比，永遠做霍比的小馬哦！打勾勾打勾勾~",
	expedition = "委託完成啦，指揮官快查看一下吧。",
	win_mvp = "哼哼，霍比是最棒的~",
	home = "終於結束戰鬥啦。陪霍比玩一會兒吧~",
	mission = "還有很多任務吧？霍比也來幫指揮官的忙。",
	touch2 = "指揮官，真的很大膽啊……那麼今晚就讓我們跳過ABCD直奔EFG吧……哈哈，臉紅啦臉紅啦，嘻嘻嘻，騙你的哦。（吐舌頭）",
	voice_key_2 = -1,
	skill = "獨一無二的霍比，幹勁十足哦~",
	drop_descrip = "班森級驅逐艦—霍比，舷號DD-610",
	mail = "郵件來了，快看看！",
	touch = "有什麼事要我幫忙嗎？儘管說吧，說不定霍比是指揮官的救星呢~",
	profile = "白鷹驅逐艦DD610，霍比來囉！平時東奔西走，可惜沒什麼突出的戰績啦~但是但是，霍比以前可是童星哦，還上過大銀幕呢~是不是很驚訝？",
	mission_complete = "哦？任務完成了……辛苦啦辛苦啦。",
	feeling4 = "霍比和指揮官在一起最開心啦~嘿嘿，這頭帶很像大大的兔子耳朵吧？霍比，想做指揮官的小兔子！",
	unlock = "獨一無二的霍比閃亮登場！指揮官指揮官，準備好被我的魅力所折服了嗎？嘿嘿~",
	feeling5 = "指揮官就當一天馬讓我騎騎嘛。說好囉，不准耍賴哦！哈哈，駕~",
	main = "驅逐艦沒什麼大本事不是很正常嘛，霍比啊，過得開心就好啦~|無論名字也好，性格也好，霍比可都是獨一無二的哦~|指揮官，沒相機的話，就用拇指和食指把可愛的霍比框住吧。",
	battle = "獨一無二的霍比當然是旗艦啦。",
	upgrade = "嘿嘿，好像更厲害了一些~指揮官多謝啦！",
	voice_key = 10136,
	headtouch = "嘿嘿，手感不錯吧？再多摸一會兒也可以哦。",
	feeling2 = "指揮官，要我幫忙就不要支支吾吾啦~",
	login = "指揮官歡迎回來！是想念霍比才回來的吧！",
	vote = "",
	hp_warning = "可惡，霍比不會原諒你們！",
	id = 101360,
	detail = "霍比已經擺好POSE了！指揮官，有好好拍照嗎？",
	couple_encourage = {
		{
			{
				10137,
				10116,
				10117,
				10127
			},
			2,
			"大家~跟我一起上！",
			0
		}
	}
}
