_G.pg.ship_skin_words[301590] = {
	feeling1 = "離我遠點，笨蛋會傳染的",
	feeling3 = "{namecode:128}和{namecode:127}兩個丫頭都輕飄飄的，一點也沒有武將的風範和氣度，還是要我這個大姐來撐場面，真是讓人頭疼……",
	lose = "可惡，給我……勝、勝敗乃兵家常事",
	propose = "你這傢伙，終於還是認識到我的偉大之處了嗎，真是不坦率……所以說我的耳朵沒有在動，我也沒有很開心，閉嘴，繼續儀式！",
	expedition = "委託完成了，你沒忘吧？",
	win_mvp = "贏啦……不是理所當然的嗎，有什麼好高興的",
	home = "嗯，你也辛苦了，好好休息吧",
	mission = "任務整理好了……欸，還要我去做嗎？！",
	touch2 = "這種事是不需要忍耐的吧？那就受死吧",
	voice_key_2 = -1,
	skill = "時機已到！",
	drop_descrip = "{namecode:19}級驅逐艦十一番艦—{namecode:142}",
	mail = "有你的信……嗯？你讀啊，我沒有很在意內容寫了什麼，不用管我",
	touch = "不要沒事戳個不停，你是猴子嗎",
	profile = "我們第十七驅逐隊四個大部分時候都在一起，在各種作戰和任務中都有活躍，幾乎參與了大戰全程。最後和{namecode:70}姐一起倒下…生死有命，我才不會在意那種小事",
	mission_complete = "任務獎勵確認完畢，搬運就交給你了",
	feeling4 = "說起來，雖然我並不是很在意，也對自己有自信，不過姑且還是問一下，你覺得我足夠獨當一面了嗎？",
	unlock = "是你嗎，今天起指揮我們十七驅軍門的大將？看起來普普通通嘛，我是{namecode:19}一族的{namecode:142}，有什麼本事就拿出來讓我看看吧",
	feeling5 = "什麼嘛，我只是隨口問問，你這傢伙意見還不少…………算了，你的話我還是會聽一聽的，哼，等著吧，總有一天我會讓你刮目相看的",
	main = "{namecode:128}那丫頭，明明自己也是妹妹，對{namecode:127}擺的架子比我還大，可惡……|要是當時發現了海獅號，{namecode:70}姐就不會…哼，算了，重要的是現在|公文嗎？讓我看看……嗯嗯，原來如此，原來如此……",
	battle = "咳咳，全體……出陣！",
	upgrade = "謝謝……耳朵在動？怎麼可能，我才沒有很高興",
	voice_key = 30159,
	headtouch = "",
	feeling2 = "扇子？這是軍扇，可不是普通的扇子，是大將們指揮時用的，可不要小看我做的功課……咳咳，沒什麼",
	login = "好慢，你是田裡的烏龜嗎？",
	vote = "",
	hp_warning = "戰術失誤了嗎……",
	id = 301590,
	detail = "你說這個家紋？是我設計的，還有衣服，不接受可愛以外的意見",
	couple_encourage = {
		{
			{
				30161,
				30162
			},
			2,
			"十七驅，準備接敵！！ ",
			0
		}
	}
}
