_G.pg.ship_skin_words[301630] = {
	feeling1 = "{namecode:148}…你在哪裡呀？",
	feeling3 = "昨天又做噩夢了。指揮官今天晚上能陪我一起睡嗎？{namecode:145}很怕……怕夢見黑色的海底，怕看到什麼都做不到的自己…",
	lose = "只要再強化一下防空設備的話…",
	propose = "如果說…{namecode:145}也遇到過什麼好事的話，那一定是和指揮官相遇這件事了吧。指揮官，以後…還能每天找你哄我入睡嗎？今晚…明晚…每一晚——",
	expedition = "該去迎接大家了呢",
	win_mvp = "……好像{namecode:145}不小心幹了件不得了的事情呢",
	home = "沒有什麼比這裡更能讓人安心的了。指揮官，你也是這樣認為的嗎？",
	mission = "指揮官…任務…偶爾也要提起幹勁來哦？",
	touch2 = "感覺…有點奇怪…",
	voice_key_2 = -1,
	skill = "這次…不會再失敗了！",
	drop_descrip = "{namecode:145}級驅逐艦一番艦—{namecode:145}",
	mail = "我可以幫您讀一下郵件嗎？也許…會有{namecode:148}的消息也說不定",
	touch = "沒關係，{namecode:145}…沒有在害怕哦",
	profile = "{namecode:145}級驅逐艦首艦、{namecode:145}…和{namecode:148}，還有大家一起組成過第八驅逐隊，雖然後來隊伍解散了…但我相信，總有一點能和大家再聚到一起的。指揮官…願意幫我找到她們嗎？",
	mission_complete = "任務的獎勵…可以拿去買吃的嗎？",
	feeling4 = "最近和指揮官在一起的時候，{namecode:145}感到特別心安。可當想到{namecode:148}的時候，又會感到很心痛…",
	unlock = "為了尋找失散的同伴，驅逐艦{namecode:145}，加入您的艦隊…指揮官，你也有…無法割捨的重要同伴嗎？",
	feeling5 = "指揮官總是這樣，不知不覺中給人安全感。可是…{namecode:145}現在好像有更加害怕的事了…指揮官，你會一直在{namecode:145}身邊的…吧？",
	main = "丹皮爾海峽？{namecode:145}不太願意回想起那裡呢…比起這個，指揮官…可以給我改造一門防空炮嗎?|吃好，喝好，睡好，這是最幸福的事情…|啊呼（打哈欠），已經這麼晚了嗎……還在努力的指揮官大人，要注意身體哦？",
	battle = "防空準備…做好了嗎？",
	upgrade = "{namecode:145}覺得，或許再裝上一門防空炮會更好…",
	voice_key = 30163,
	headtouch = "",
	feeling2 = "每當凝望海平線時，總是會忍不住想起以前的事情呢…",
	login = "歡迎回來，指揮官。如果暫時不想出航的話，就先休息一下吧？",
	vote = "",
	hp_warning = "好像…情況不太妙…",
	id = 301630,
	detail = "想一直待在港口，可是這樣是找不到{namecode:148}的…",
	couple_encourage = {
		{
			{
				30166
			},
			1,
			"這次…要一起回去哦",
			0
		},
		{
			{
				30164
			},
			1,
			"{namecode:145}也喜歡可愛的女孩子。…不一樣？",
			0
		},
		{
			{
				30165
			},
			1,
			"{namecode:145}也喜歡唱歌哦。",
			0
		}
	}
}
