_G.pg.ship_skin_words[301640] = {
	feeling1 = "果然跟指揮官還是無法心意相通嗎…",
	feeling3 = "無論男女，只要是優秀又可愛的孩子，我都會動心喲。重要的不是性別，而是內在呢~",
	lose = "只是一次失敗而已，大家不要灰心哦",
	propose = "我喜歡的是獨一無二的指揮官，而指揮官喜歡的，也是獨一無二的{namecode:146}，一定不會有比這更美好的事了，對吧，指揮官~",
	expedition = "哎呀，委託組的大家回來了呢…看起來真開心呀，我也好想加入呢",
	win_mvp = "大家在戰場上的英姿我也都好好記住了哦~",
	home = "平安回來了呢，姐妹們沒有受傷嗎？",
	mission = "指揮官，到任務的時間囉",
	touch2 = "哎呀，看來要讓其他姐妹們也知道一下指揮官的危險了呢",
	voice_key_2 = -1,
	skill = "為了艦隊的大家！",
	drop_descrip = "{namecode:145}級驅逐艦二番艦—{namecode:146}",
	mail = "指揮官，有信，會不會是情書呢~",
	touch = "今天給姐妹們做些什麼點心呢…哎呀，指揮官也想要嗎？真沒辦法~",
	profile = "我是{namecode:145}級二號艦{namecode:146}，曾作為八驅旗艦，和{namecode:145}、{namecode:147}、{namecode:148}一起經歷了許多事，還受到過總部嘉獎呢。雖然後來因為受傷而把隊長之位交給了{namecode:145}…呵呵，這些都是過去的事了，現在還是來討論一下艦隊的大家吧~",
	mission_complete = "指揮官，任務獎勵到了呢",
	feeling4 = "指揮官人真好呢，感覺能夠理解艦隊的大家為什麼都這麼信任指揮官了，我也…",
	unlock = "哎呀，似乎是位出色的指揮官呢~怎麼看出來的？當然是你背後這麼多出色的姐妹們了~我叫{namecode:146}，艦隊的各位請多指教~",
	feeling5 = "呵呵~我只是普通地喜歡上了優秀又可愛的指揮官而已，指揮官呢，喜歡{namecode:146}嗎？",
	main = "能和這麼多優秀的姐妹朝夕共處，指揮官真是令人羨慕呢|{namecode:145}真是可愛呢，呵呵…|指揮官，有空的話，把大家叫過來開個茶會怎麼樣？",
	battle = "大家小心不要讓自己受傷哦",
	upgrade = "承蒙指揮官的厚愛~",
	voice_key = 30164,
	headtouch = "",
	feeling2 = "女孩子們都那麼可愛，怎麼會有人不喜歡呢？",
	login = "指揮官，今天也為了大家的幸福一起加油吧~",
	vote = "",
	hp_warning = "大家不要勉強！",
	id = 301640,
	detail = "指揮官最喜歡哪位姐妹？感覺我們可以就這個話題交流一下呢",
	couple_encourage = {
		{
			{
				30114
			},
			1,
			"{namecode:16}，過來我這邊~",
			0
		},
		{
			{
				30163,
				30165
			},
			2,
			"第八驅，出擊~",
			0
		}
	}
}
