_G.pg.ship_skin_words[301660] = {
	feeling1 = "{namecode:145}親？別怕別怕。指揮官，失陪了，我得陪陪她——",
	feeling3 = "又做噩夢了？別怕別怕……指揮官，一切都會好起來的。",
	lose = "沒必要太過在意，下次能贏！",
	propose = "指揮官，雖然我不習慣說害羞的話，但這時候還是說給您聽聽吧……嗯，從今往後，我會在身旁默默支持您，您就是我所依靠的港灣。",
	expedition = "指揮官，看樣子委託組滿載而歸了呢~快去看看吧。",
	win_mvp = "誒？我居然是MVP……嗯，這樣也挺好的~",
	home = "辛苦您了。不躺在我的膝上休息一下嗎？",
	mission = "出現了新的任務~指揮官，我會來幫忙的。",
	touch2 = "呀——這是成長為大人的必要階梯嗎？",
	voice_key_2 = -1,
	skill = "我會用我的力量來保護大家~",
	drop_descrip = "{namecode:145}級驅逐艦四番艦—{namecode:148}",
	mail = "有郵件，指揮官快瞧瞧~",
	touch = "嗯……我不會刻意去想大家被拆散的緣由。既然都已經團聚，就開開心心繼續過日子吧~",
	profile = "我是{namecode:145}型四番艦{namecode:148}，和{namecode:145}親，{namecode:146}，{namecode:147}都是第八驅逐艦隊所屬。這次…也能和大家在一起就好了呢",
	mission_complete = "任務結束了。指揮官，您也辛苦了！",
	feeling4 = "不知不覺已經聊了幾個小時了……很開心啊！坐了那麼久肩膀有點酸了？我來幫您揉揉肩吧。",
	unlock = "驅逐艦{namecode:148}，加入您的艦隊啦~我會好好支援大家的～",
	feeling5 = "這下就只有我們兩個人了。從剛才開始心就砰砰亂跳……指揮官，能靠在您的懷裡，靜靜地待上一會兒嗎？",
	main = "我和{namecode:145}親以前就形影不離～晚上也有一起睡的時候呢～{namecode:145}親睡覺的時候也很安靜~ |如果我跟不上大家的步伐，我也相信大家不會拋棄我的……所以，這裡就是我最好的歸宿。 |您的茶泡好了，請慢用~很想聽聽您對我手藝的評價呢。",
	battle = "大家，盡量不要受傷……",
	upgrade = "這樣就能更好地避免傷害了，多謝指揮官~",
	voice_key = 30166,
	headtouch = "",
	feeling2 = "想要更加了解指揮官~嘻嘻，要從哪一個方面入手呢？",
	login = "現在我擺的這個姿勢怎樣？迎接您回來當然要笑臉相迎啦~",
	vote = "",
	hp_warning = "這個時候，就鎮定一點吧。{namecode:148}，會平安無事的~",
	id = 301660,
	detail = "一看到天上的飛機，心情就不會好……罷了，這些都是往事。指揮官，現在更重要的事，是向著你微笑~",
	couple_encourage = {
		{
			{
				30163,
				30164,
				30165
			},
			2,
			"第八驅逐艦隊，保持緊湊，不要脫隊啦~",
			0
		},
		{
			{
				30163
			},
			1,
			"{namecode:145}親，我在你身旁哦~別怕~",
			0
		}
	}
}
