_G.pg.ship_skin_words[301790] = {
	feeling1 = "趁其它人對你的評價進一步降低之前，趕緊認識到自己的問題吧",
	feeling3 = "對待性格各異的同伴就要用不同的相處方式。這可不是善變，只是一點拉近關係的技巧而已。",
	lose = "看來…還是有點跟不上時代了啊…",
	propose = "選我真的好嗎？像我這種沒什麼吸引人的地方，又囉嗦，又愛管閒事…真的不是開玩笑的？既、既然如此…咳咳，就讓我一直陪你走下去吧，直到大海乾涸為止——",
	expedition = "在領取獎勵之前，可別忘了先慰勞一下辛苦歸來的同伴們",
	win_mvp = "勝利就是勝利，不需要過多的修飾與評價。",
	home = "出擊辛苦了，來喝杯溫茶，然後就開始戰術總結吧",
	mission = "能者多勞，既然有未完成的任務，豈有放著不管的道理？",
	touch2 = "如果你能把剛剛的勇氣用在別的地方，我或許還能更加欣賞你",
	voice_key_2 = -1,
	skill = "看來輪到我了呢",
	drop_descrip = "{namecode:124}級驅逐艦五番艦—{namecode:140}",
	mail = "記得及時查看新的信件——喏，這裡就有一封",
	touch = "防空也是很重要的，一不小心付出的代價，可能會比你想像的要慘痛的多…",
	profile = "我是{namecode:124}級驅逐艦{namecode:140}。雖然算是艦隊中的前輩了，不過其實並沒有什麼出彩的戰績，過去大部分時間都在執行護衛任務，甚至沒能像{namecode:124}那樣奮戰都最後…對我來說，多少還是有點遺憾……",
	mission_complete = "嚯…任務獎勵比想像中的要多呢",
	feeling4 = "對了，拿著這個護身符吧，會保佑你和在意的人關係變得更好的。不過要注意，如果做出讓對方傷心的事情的話，可是會遭到天罰的哦",
	unlock = "你就是指揮官嗎，露出這副不成器的表情可不行啊。我是第五驅逐隊所屬的{namecode:140}，今後將會作為前輩好好指引你的，做好心理準備吧",
	feeling5 = "還有什麼煩惱的話儘管對我說吧。身為年長者，大部分的事情都能依靠經驗解決～而且，我們這樣的關係，也不需要互相隱藏什麼了吧？嘿嘿…",
	main = "{namecode:134}對我們總是擔心這擔心那的，有時候還真不知道該怎麼應對…|偷懶的想法還是盡快打消吧，還有很多工作等著處理呢|{namecode:124} ，對指揮官的挑逗還是適可而止吧…",
	battle = "無需多慮，各司其職便是，上吧",
	upgrade = "其實不必為我付出這麼多…不過…謝謝",
	voice_key = 30179,
	headtouch = "",
	feeling2 = "如果指揮官有興趣的話，身為艦隊的前輩，我倒是可以給你些怎麼和大家相處的建議，如何？",
	login = "準時報到不過是作為一名指揮官最基本的修養，不過看在你堅持了這麼久的份上，表揚一下也不為過",
	vote = "",
	hp_warning = "唔…損傷已經到了不容忽視的狀況了嗎",
	id = 301790,
	detail = "說起來我最開始的名字是“九號驅逐艦”……不管怎麼說，幸好最後沒有沿用下來呢",
	couple_encourage = {
		{
			{
				30179,
				30130,
				30131
			},
			3,
			"讓對面見識一下年長者的實力吧！",
			0
		},
		{
			{
				30115
			},
			1,
			"可別大意了哦，{namecode:17}",
			0
		}
	}
}
