return {
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升20.0%",
		addition = {
			"20.0%(+2.2%)"
		}
	},
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升22.2%",
		addition = {
			"22.2%(+2.2%)"
		}
	},
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升24.4%",
		addition = {
			"24.4%(+2.2%)"
		}
	},
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升26.6%",
		addition = {
			"26.6%(+2.2%)"
		}
	},
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升28.8%",
		addition = {
			"28.8%(+2.2%)"
		}
	},
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升31.0%",
		addition = {
			"31.0%(+2.2%)"
		}
	},
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升33.2%",
		addition = {
			"33.2%(+2.2%)"
		}
	},
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升35.4%",
		addition = {
			"35.4%(+2.2%)"
		}
	},
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升37.6%",
		addition = {
			"37.6%(+2.2%)"
		}
	},
	{
		desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升40.0%",
		addition = {
			"40.0%"
		}
	},
	desc_get = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升20.0%(满级40.0%)",
	name = "31节伯克",
	init_effect = "",
	time = 0,
	color = "yellow",
	picture = "",
	desc = "开火时有4%几率触发，8秒内，提高队伍移动速度，先锋机动提升$1",
	stack = 1,
	id = 10040,
	icon = 10040,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onFire"
			},
			arg_list = {
				rant = 400,
				target = "TargetSelf",
				skill_id = 10040,
				time = 5
			}
		}
	}
}
