return {
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升20.0%",
		addition = {
			"20.0%(+2.2%)"
		}
	},
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升22.2%",
		addition = {
			"22.2%(+2.2%)"
		}
	},
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升24.4%",
		addition = {
			"24.4%(+2.2%)"
		}
	},
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升26.6%",
		addition = {
			"26.6%(+2.2%)"
		}
	},
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升28.8%",
		addition = {
			"28.8%(+2.2%)"
		}
	},
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升31.0%",
		addition = {
			"31.0%(+2.2%)"
		}
	},
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升33.2%",
		addition = {
			"33.2%(+2.2%)"
		}
	},
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升35.4%",
		addition = {
			"35.4%(+2.2%)"
		}
	},
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升37.6%",
		addition = {
			"37.6%(+2.4%)"
		}
	},
	{
		desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升40.0%",
		addition = {
			"40.0%"
		}
	},
	desc_get = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升20.0%(满级40.0%)",
	name = "所罗门的战神",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "炮击有5%概率发动，8秒内自身炮击、装填、机动属性提升$1",
	stack = 1,
	id = 10410,
	icon = 10410,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onFire"
			},
			arg_list = {
				rant = 500,
				target = "TargetSelf",
				skill_id = 10410,
				time = 5
			}
		}
	}
}
