return {
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升20.0%，持续8秒",
		addition = {
			"20.0%(+2.2%)"
		}
	},
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升22.2%，持续8秒",
		addition = {
			"22.2%(+2.2%)"
		}
	},
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升24.4%，持续8秒",
		addition = {
			"24.4%(+2.2%)"
		}
	},
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升26.6%，持续8秒",
		addition = {
			"26.6%(+2.2%)"
		}
	},
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升28.8%，持续8秒",
		addition = {
			"28.8%(+2.2%)"
		}
	},
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升31.0%，持续8秒",
		addition = {
			"31.0%(+2.2%)"
		}
	},
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升33.2%，持续8秒",
		addition = {
			"33.2%(+2.2%)"
		}
	},
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升35.4%，持续8秒",
		addition = {
			"35.4%(+2.2%)"
		}
	},
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升37.6%，持续8秒",
		addition = {
			"37.6%(+2.4%)"
		}
	},
	{
		desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升40.0%，持续8秒",
		addition = {
			"40.0%"
		}
	},
	desc_get = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升20.0%(满级40.0%)，持续8秒",
	name = "所罗门的噩梦",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "炮击时有6%概率发动，炮击、雷击、装填、机动属性上升$1，持续8秒",
	stack = 1,
	id = 10360,
	icon = 10360,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onFire"
			},
			arg_list = {
				rant = 600,
				target = "TargetSelf",
				skill_id = 10360,
				time = 5
			}
		}
	}
}
