return {
	{
		desc = "每隔20秒，有30.0%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"30.0%(+3.3%)"
		}
	},
	{
		desc = "每隔20秒，有33.3%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"33.3%(+3.3%)"
		}
	},
	{
		desc = "每隔20秒，有36.6%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"36.6%(+3.3%)"
		}
	},
	{
		desc = "每隔20秒，有39.9%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"39.9%(+3.3%)"
		}
	},
	{
		desc = "每隔20秒，有43.2%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"43.2%(+3.3%)"
		}
	},
	{
		desc = "每隔20秒，有46.5%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"46.5%(+3.3%)"
		}
	},
	{
		desc = "每隔20秒，有49.8%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"49.8%(+3.3%)"
		}
	},
	{
		desc = "每隔20秒，有53.1%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"53.1%(+3.3%)"
		}
	},
	{
		desc = "每隔20秒，有56.4%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"56.4%(+3.6%)"
		}
	},
	{
		desc = "每隔20秒，有60.0%几率触发一次专属弹幕技能(依据技能等级)",
		addition = {
			"60.0%"
		}
	},
	desc_get = "每隔20秒，有30.0%(满级60.0%)几率触发一次专属弹幕技能(依据技能等级)",
	name = "无限之darkness",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "每隔20秒，有$1几率触发一次专属弹幕技能(依据技能等级)",
	stack = 1,
	id = 10350,
	icon = 10350,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffAddBuff",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				buff_id = 10351,
				time = 20,
				target = "TargetSelf"
			}
		}
	}
}
