return {
	{
		desc = "每隔20秒，有30.0%的概率发动，提高自身20.0%装填，持续10秒",
		addition = {
			"30.0%(+3.3%)",
			"20.0%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有33.3%的概率发动，提高自身22.2%装填，持续10秒",
		addition = {
			"33.3%(+3.3%)",
			"22.2%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有36.6%的概率发动，提高自身24.4%装填，持续10秒",
		addition = {
			"36.6%(+3.3%)",
			"24.4%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有39.9%的概率发动，提高自身26.6%装填，持续10秒",
		addition = {
			"39.9%(+3.3%)",
			"26.6%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有43.2%的概率发动，提高自身28.8%装填，持续10秒",
		addition = {
			"43.2%(+3.3%)",
			"28.8%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有46.5%的概率发动，提高自身31.0%装填，持续10秒",
		addition = {
			"46.5%(+3.3%)",
			"31.0%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有49.8%的概率发动，提高自身33.2%装填，持续10秒",
		addition = {
			"49.8%(+3.3%)",
			"33.2%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有53.1%的概率发动，提高自身35.4%装填，持续10秒",
		addition = {
			"53.1%(+3.3%)",
			"35.4%(+2.2%)"
		}
	},
	{
		desc = "每隔20秒，有56.4%的概率发动，提高自身37.6%装填，持续10秒",
		addition = {
			"56.4%(+3.6%)",
			"37.6%(+2.4%)"
		}
	},
	{
		desc = "每隔20秒，有60.0%的概率发动，提高自身40.0%装填，持续10秒",
		addition = {
			"60.0%",
			"40.0%"
		}
	},
	desc_get = "每隔20秒，有30.0%(满级60.0%)的概率发动，提高自身20.0%(满级40.0%)装填，持续10秒",
	name = "快速装填",
	init_effect = "",
	time = 0,
	color = "red",
	picture = "",
	desc = "每隔20秒，有$1的概率发动，提高自身$2装填，持续10秒",
	stack = 1,
	id = 2001,
	icon = 2000,
	last_effect = "",
	effect_list = {
		{
			type = "BattleBuffAddBuff",
			trigger = {
				"onUpdate"
			},
			arg_list = {
				buff_id = 2002,
				time = 20,
				target = "TargetSelf"
			}
		}
	}
}
