return {
	{
		desc = "耐久低于20%时，恢复总耐久度15.0%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"15.0%(+1.1%)"
		}
	},
	{
		desc = "耐久低于20%时，恢复总耐久度16.1%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"16.1%(+1.1%)"
		}
	},
	{
		desc = "耐久低于20%时，恢复总耐久度17.2%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"17.2%(+1.1%)"
		}
	},
	{
		desc = "耐久低于20%时，恢复总耐久度18.3%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"18.3%(+1.1%)"
		}
	},
	{
		desc = "耐久低于20%时，恢复总耐久度19.4%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"19.4%(+1.1%)"
		}
	},
	{
		desc = "耐久低于20%时，恢复总耐久度20.5%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"20.5%(+1.1%)"
		}
	},
	{
		desc = "耐久低于20%时，恢复总耐久度21.6%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"21.6%(+1.1%)"
		}
	},
	{
		desc = "耐久低于20%时，恢复总耐久度22.7%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"22.7%(+1.1%)"
		}
	},
	{
		desc = "耐久低于20%时，恢复总耐久度23.8%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"23.8%(+1.2%)"
		}
	},
	{
		desc = "耐久低于20%时，恢复总耐久度25.0%的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
		addition = {
			"25.0%"
		}
	},
	desc_get = "耐久低于20%时，恢复总耐久度15.0%(满级25.0%)的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
	name = "真红の不死鸟",
	init_effect = "",
	time = 0,
	color = "blue",
	picture = "",
	desc = "耐久低于20%时，恢复总耐久度$1的耐久，15秒内炮击提高30%，每场战斗只能发动1次",
	stack = 1,
	id = 10060,
	icon = 10060,
	last_effect = "Health",
	effect_list = {
		{
			type = "BattleBuffCastSkill",
			trigger = {
				"onHPRatioUpdate"
			},
			arg_list = {
				hpUpperBound = 0.2,
				target = "TargetSelf",
				skill_id = 10060,
				quota = 1
			}
		}
	}
}
