_G.pg.item_data_statistics[57622] = {
	display = "一定の確率で下記のキャラを入手できます",
	name = "ランダムキャラ",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57622,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			207021,
			1
		},
		{
			4,
			205011,
			1
		},
		{
			4,
			201221,
			1
		},
		{
			4,
			102061,
			1
		},
		{
			4,
			102071,
			1
		},
		{
			4,
			203041,
			1
		},
		{
			4,
			203051,
			1
		},
		{
			4,
			101131,
			1
		},
		{
			4,
			101141,
			1
		},
		{
			4,
			101151,
			1
		},
		{
			4,
			102011,
			1
		},
		{
			4,
			102021,
			1
		},
		{
			4,
			201061,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			303021,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
