_G.pg.item_data_statistics[57948] = {
	display = "一定の確率で下記のキャラを入手できます",
	name = "ランダムキャラ",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57948,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			205011,
			1
		},
		{
			4,
			201141,
			1
		},
		{
			4,
			401181,
			1
		},
		{
			4,
			201221,
			1
		},
		{
			4,
			201121,
			1
		},
		{
			4,
			201011,
			1
		},
		{
			4,
			101091,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			102011,
			1
		},
		{
			4,
			102021,
			1
		},
		{
			4,
			201061,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			401201,
			1
		},
		{
			4,
			401211,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
