_G.pg.item_data_statistics[58001] = {
	display = "一定の確率で下記のキャラを入手できます",
	name = "ランダムキャラ",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 58001,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			213021,
			1
		},
		{
			4,
			205031,
			1
		},
		{
			4,
			305041,
			1
		},
		{
			4,
			305031,
			1
		},
		{
			4,
			301171,
			1
		},
		{
			4,
			101251,
			1
		},
		{
			4,
			101241,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			103021,
			1
		},
		{
			4,
			105011,
			1
		},
		{
			4,
			105021,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			302091,
			1
		},
		{
			4,
			303011,
			1
		},
		{
			4,
			303021,
			1
		}
	},
	price = {},
	index = {}
}
