_G.pg.item_data_statistics[58133] = {
	display = "一定の確率で下記のキャラを入手できます",
	name = "ランダムキャラ",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 58133,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			205011,
			1
		},
		{
			4,
			213021,
			1
		},
		{
			4,
			106011,
			1
		},
		{
			4,
			306051,
			1
		},
		{
			4,
			203031,
			1
		},
		{
			4,
			102041,
			1
		},
		{
			4,
			101251,
			1
		},
		{
			4,
			101031,
			1
		},
		{
			4,
			101041,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			401201,
			1
		},
		{
			4,
			102021,
			1
		},
		{
			4,
			105021,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			107011,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			206011,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
