_G.pg.item_data_statistics[58233] = {
	display = "一定の確率で下記のキャラを入手できます",
	name = "ランダムキャラ",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 58233,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			102051,
			1
		},
		{
			4,
			102091,
			1
		},
		{
			4,
			105031,
			1
		},
		{
			4,
			101121,
			1
		},
		{
			4,
			101091,
			1
		},
		{
			4,
			102031,
			1
		},
		{
			4,
			103031,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			101151,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			102021,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			206011,
			1
		},
		{
			4,
			103021,
			1
		},
		{
			4,
			107011,
			1
		},
		{
			4,
			107041,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
