_G.pg.item_data_statistics[57206] = {
	display = "一定の確率で下記のキャラを入手できます",
	name = "ランダムキャラ",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57206,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			105121,
			1
		},
		{
			4,
			107051,
			1
		},
		{
			4,
			107071,
			1
		},
		{
			4,
			105031,
			1
		},
		{
			4,
			105071,
			1
		},
		{
			4,
			105081,
			1
		},
		{
			4,
			106011,
			1
		},
		{
			4,
			204021,
			1
		},
		{
			4,
			101131,
			1
		},
		{
			4,
			101141,
			1
		},
		{
			4,
			101151,
			1
		},
		{
			4,
			102011,
			1
		},
		{
			4,
			102021,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			103021,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			107011,
			1
		},
		{
			4,
			107041,
			1
		},
		{
			4,
			201061,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			402011,
			1
		},
		{
			4,
			402021,
			1
		},
		{
			4,
			402031,
			1
		}
	},
	price = {},
	index = {}
}
