_G.pg.item_data_statistics[57262] = {
	display = "一定の確率で下記のキャラを入手できます",
	name = "ランダムキャラ",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57262,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			105041,
			1
		},
		{
			4,
			102091,
			1
		},
		{
			4,
			102061,
			1
		},
		{
			4,
			102071,
			1
		},
		{
			4,
			202131,
			1
		},
		{
			4,
			202141,
			1
		},
		{
			4,
			105031,
			1
		},
		{
			4,
			101031,
			1
		},
		{
			4,
			101041,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			201111,
			1
		},
		{
			4,
			202011,
			1
		},
		{
			4,
			103011,
			1
		},
		{
			4,
			103021,
			1
		},
		{
			4,
			105011,
			1
		},
		{
			4,
			105021,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			206011,
			1
		}
	},
	price = {},
	index = {}
}
