_G.pg.item_data_statistics[57381] = {
	display = "一定の確率で下記のキャラを入手できます",
	name = "ランダムキャラ",
	rarity = 1,
	type = 99,
	drop_oil_max = 0,
	shiptrans_id = 0,
	shop_id = -1,
	replace_item = 0,
	drop_gold_max = 0,
	virtual_type = 0,
	link_id = 0,
	id = 57381,
	is_world = 0,
	icon = "Props/54000",
	display_icon = {
		{
			4,
			101111,
			1
		},
		{
			4,
			201141,
			1
		},
		{
			4,
			101051,
			1
		},
		{
			4,
			101091,
			1
		},
		{
			4,
			201011,
			1
		},
		{
			4,
			201121,
			1
		},
		{
			4,
			201221,
			1
		},
		{
			4,
			101031,
			1
		},
		{
			4,
			101041,
			1
		},
		{
			4,
			101061,
			1
		},
		{
			4,
			101071,
			1
		},
		{
			4,
			105011,
			1
		},
		{
			4,
			105021,
			1
		},
		{
			4,
			106021,
			1
		},
		{
			4,
			107011,
			1
		},
		{
			4,
			107041,
			1
		},
		{
			4,
			201061,
			1
		},
		{
			4,
			201071,
			1
		},
		{
			4,
			201081,
			1
		},
		{
			4,
			201091,
			1
		},
		{
			4,
			201101,
			1
		},
		{
			4,
			206011,
			1
		}
	},
	price = {},
	index = {}
}
