pg = pg or {}
pg.activity_event_monopoly_dialogue = {
	[101] = {
		id = 101,
		dialogue = "지휘관, 레이스가 시작됐네. 좋은 성적을 올리길 기대하고 있을게."
	},
	[102] = {
		id = 102,
		dialogue = "승리의 악장을 연주해 줄게."
	},
	[103] = {
		id = 103,
		dialogue = "날 고르려고? 고마워, 스트라스부르만의 드라이버님♡"
	},
	[104] = {
		id = 104,
		dialogue = "격렬한 음악을 들으면서 기운 좀 차려."
	},
	[105] = {
		id = 105,
		dialogue = "늦어도 괜찮아. 안전이 제일 중요해."
	},
	[106] = {
		id = 106,
		dialogue = "계속 전진해, 지휘관."
	},
	[107] = {
		id = 107,
		dialogue = "파이팅! 이제 곧 도착점이야!"
	},
	[108] = {
		id = 108,
		dialogue = "그래, 그느낌으로 열심히 해!"
	},
	[109] = {
		id = 109,
		dialogue = "후후후, 지휘관은 역시 안정적이네."
	},
	[111] = {
		id = 111,
		dialogue = "오, 상태가 꽤 괜찮은데? 초조해 할 줄 알았는데. 봐!"
	},
	[112] = {
		id = 112,
		dialogue = "응? 기록? 최고 기록 갱신이네."
	},
	[113] = {
		id = 113,
		dialogue = "후후, 「에이스」의 응원은 빼놓을 수 없겠지?"
	},
	[114] = {
		id = 114,
		dialogue = "이래 봬도 제대로 응원하고 있다고. 지지 마."
	},
	[115] = {
		id = 115,
		dialogue = "늦었네. 차량에 문제라도 생긴 거 아닌가? ……뭐야, 승자의 여유인가?"
	},
	[116] = {
		id = 116,
		dialogue = "내가 응원하고 있잖아. 자신감을 가지라고."
	},
	[117] = {
		id = 117,
		dialogue = "기록 갱신도 잘하면 할 수 있겠는데?"
	},
	[118] = {
		id = 118,
		dialogue = "봐, 내 응원이 있으면 질리가 없다니까."
	},
	[119] = {
		id = 119,
		dialogue = "흐흠♪ 슬슬 우승인가?"
	},
	[121] = {
		id = 121,
		dialogue = "준비 확인 완료. 최상의 컨디션으로 가죠."
	},
	[122] = {
		id = 122,
		dialogue = "아이리스의 가호에 감사를…… 사실 제일 중요한 것은 지휘관 자신의 실력이지요."
	},
	[123] = {
		id = 123,
		dialogue = "한번 더 함께 승리를 노려봐요."
	},
	[124] = {
		id = 124,
		dialogue = "제가 기도할 테니, 앞으로 계속 나아가세요."
	},
	[125] = {
		id = 125,
		dialogue = "차량 정비를 한번 더 할까요?"
	},
	[126] = {
		id = 126,
		dialogue = "안전이 가장 중요합니다. 이대로 꾸준히 나아가죠."
	},
	[127] = {
		id = 127,
		dialogue = "진척도에 따라서는 심판이 내려질지도…… 농담입니다. 천천히 가셔도 괜찮아요."
	},
	[128] = {
		id = 128,
		dialogue = "컨디션이 향상되었군요. 축복으로 힘을 얻으신 건가요?"
	},
	[129] = {
		id = 129,
		dialogue = "보이는군요. 승리가 당신의 도착을 기다리는 모습이."
	},
	all = {
		101,
		102,
		103,
		104,
		105,
		106,
		107,
		108,
		109,
		111,
		112,
		113,
		114,
		115,
		116,
		117,
		118,
		119,
		121,
		122,
		123,
		124,
		125,
		126,
		127,
		128,
		129
	}
}
