pg = pg or {}
pg.activity_banner = {
	{
		type = 2,
		id = 1,
		pic = "temp1",
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "5562",
		type = 3,
		id = 2,
		pic = "temp2",
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 3,
		pic = "temp3",
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					3
				},
				{
					11,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 4,
		pic = "temp4",
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 5,
		pic = "temp5",
		param = {
			"scene get boat",
			{
				projectName = "new",
				page = 1
			}
		},
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 6,
		pic = "temp6",
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					7
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 7,
		pic = "temp7",
		param = {
			"DREAMLAND_PREVIEW"
		},
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					3
				},
				{
					11,
					59,
					59
				}
			}
		}
	},
	{
		param = "5568",
		type = 3,
		id = 8,
		pic = "temp8",
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					3
				},
				{
					11,
					59,
					59
				}
			}
		}
	},
	{
		type = 2,
		id = 9,
		pic = "temp9",
		param = {
			"scene court yard"
		},
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					7
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[15] = {
		type = 2,
		id = 15,
		pic = "temp15",
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2024,
					10,
					3
				},
				{
					12,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[14] = {
		type = 2,
		id = 14,
		pic = "temp14",
		param = {
			"crusing",
			{}
		},
		time = {
			{
				{
					2024,
					10,
					8
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[11] = {
		type = 2,
		id = 11,
		pic = "temp11",
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2024,
					10,
					3
				},
				{
					12,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[12] = {
		param = "5581",
		type = 3,
		id = 12,
		pic = "temp12",
		time = {
			{
				{
					2024,
					10,
					3
				},
				{
					12,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[13] = {
		type = 2,
		id = 13,
		pic = "temp13",
		param = {
			"crusing",
			{}
		},
		time = {
			{
				{
					2024,
					10,
					8
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[90] = {
		param = "",
		type = 9,
		id = 90,
		pic = "temp99",
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					3
				},
				{
					11,
					59,
					59
				}
			}
		}
	},
	[92] = {
		param = "",
		type = 9,
		id = 92,
		pic = "temp97",
		time = {
			{
				{
					2024,
					10,
					3
				},
				{
					12,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[91] = {
		param = "",
		time = "stop",
		type = 9,
		id = 91,
		pic = "temp98"
	},
	[95] = {
		param = "",
		time = "stop",
		type = 11,
		id = 95,
		pic = "temp100"
	},
	[99] = {
		param = "",
		type = 12,
		id = 99,
		pic = "limit_skin",
		time = {
			{
				{
					2024,
					9,
					26
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					3
				},
				{
					11,
					59,
					59
				}
			}
		}
	},
	[101] = {
		param = "",
		type = 12,
		id = 101,
		pic = "limit_skin_2",
		time = {
			{
				{
					2024,
					10,
					3
				},
				{
					12,
					0,
					0
				}
			},
			{
				{
					2024,
					10,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[100] = {
		param = "桂花糕|用相传从月宫里摘下来的桂花制成的糕点，香甜可口！<color=#6dd329>（提高经验加成5%，持续60分钟）</color>",
		type = 10,
		id = 100,
		pic = "guihuagao",
		time = {
			{
				{
					2024,
					9,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2024,
					9,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[200] = {
		param = "",
		time = "stop",
		type = 13,
		id = 200,
		pic = "springfes"
	},
	[201] = {
		param = "",
		time = "always",
		type = 13,
		id = 201,
		pic = "summer"
	},
	get_id_list_by_type = {
		[2] = {
			1,
			3,
			15,
			4,
			5,
			6,
			14,
			7,
			11,
			9,
			13
		},
		[3] = {
			2,
			8,
			12
		},
		[9] = {
			90,
			92,
			91
		},
		[11] = {
			95
		},
		[12] = {
			99,
			101
		},
		[10] = {
			100
		},
		[13] = {
			200,
			201
		}
	},
	all = {
		1,
		2,
		3,
		15,
		4,
		5,
		6,
		14,
		7,
		11,
		8,
		12,
		9,
		13,
		90,
		92,
		91,
		95,
		99,
		101,
		100,
		200,
		201
	}
}
