pg = pg or {}
pg.activity_ins_redpackage = {
	[1000] = {
		type = 2,
		id = 1000,
		desc = "새해에는 다들 부자되시길!",
		content = {
			1,
			1,
			648
		},
		group_receive = {
			{
				50102,
				1,
				1,
				46
			},
			{
				0,
				1,
				1,
				648
			},
			{
				50101,
				1,
				1,
				300
			}
		}
	},
	[1001] = {
		type = 2,
		id = 1001,
		desc = "새해에는 좋은 걸 많이 먹자!",
		content = {
			1,
			1,
			233
		},
		group_receive = {
			{
				50102,
				1,
				1,
				15
			},
			{
				0,
				1,
				1,
				233
			},
			{
				50107,
				1,
				1,
				320
			},
			{
				50104,
				1,
				1,
				100
			}
		}
	},
	[1002] = {
		type = 2,
		id = 1002,
		desc = "올 한 해도 매일 행복하길!",
		content = {
			1,
			1,
			88
		},
		group_receive = {
			{
				50102,
				1,
				1,
				6
			},
			{
				0,
				1,
				1,
				88
			},
			{
				50602,
				1,
				1,
				426
			}
		}
	},
	[1003] = {
		group_receive = "",
		type = 1,
		id = 1003,
		desc = "지휘관, 새복많!",
		content = {
			1,
			1,
			888
		}
	},
	all = {
		1000,
		1001,
		1002,
		1003
	}
}
