pg = pg or {}
pg.activity_event_building = {
	{
		name = "쥬쥬카페",
		id = 1,
		desc = "항구 CAFF, 판매: 로열 커피, 노스 유니온 식빵, 샤르데냐 피자.",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59164,
					10
				}
			},
			{
				{
					8,
					59164,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬만두",
		id = 2,
		desc = "뜨끈뜨끈한 만두. 정통 이스트 글림의 풍미. 손님 하나 드실래요?",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59164,
					10
				}
			},
			{
				{
					8,
					59164,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬버거",
		id = 3,
		desc = "해피 세트: 버거, 콜라, 감자튀김",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59164,
					10
				}
			},
			{
				{
					8,
					59164,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬화과자",
		id = 4,
		desc = "사쿠라 엠파이어 풍미의 전통 화과자 가게. 절찬 판매 중.",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59164,
					10
				}
			},
			{
				{
					8,
					59164,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬서점",
		id = 5,
		desc = "만화, 소설, 사전... 시험 교과서 기간 한정 반값 세일 중",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59177,
					10
				}
			},
			{
				{
					8,
					59177,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬 게임실",
		id = 6,
		desc = "최신 게임 뿐만 아니라, 게임보다 더 자극적인...... 최신 컴퓨터도 팝니다!",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59177,
					10
				}
			},
			{
				{
					8,
					59177,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬 피규어",
		id = 7,
		desc = "다음 뽑기는 반드시 원하는 대로!",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59177,
					10
				}
			},
			{
				{
					8,
					59177,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬 카페",
		id = 8,
		desc = "일하고 남은 시간, 맛있는 JUJU 커피 한 잔 하실래요?",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59177,
					10
				}
			},
			{
				{
					8,
					59177,
					15
				}
			}
		}
	},
	{
		name = "회전목쥬",
		id = 9,
		desc = "최고 속도에 도달했을 때, 어쩌면 정말 날 수 있을지도?",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	{
		name = "롤러코스터쥬",
		id = 10,
		desc = "스피드, 열정, 그리고 하늘을 나는 기분!",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	{
		name = "번지드롭쥬",
		id = 11,
		desc = "낙하의 즐거움을 만끽해요!",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬 바이킹",
		id = 12,
		desc = "파도를 타는 느낌을 좋아하나요?",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59218,
					10
				}
			},
			{
				{
					8,
					59218,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬 서핑",
		id = 13,
		desc = "파도와 함께 춤을!",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬 다이빙",
		id = 14,
		desc = "물보라가 작을수록 높은 점수를!",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	{
		name = "슬라이드 월드",
		id = 15,
		desc = "긴장감 넘치는 슬라이드 투어!",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	{
		name = "쥬쥬 폭포",
		id = 16,
		desc = "물줄기의 충격을 느껴봐!",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59237,
					10
				}
			},
			{
				{
					8,
					59237,
					15
				}
			}
		}
	},
	{
		name = "로열 네이비 찻집",
		id = 17,
		desc = "차 AND 카페! 로열 네이비 찻집 <Queen's Tea>! 여왕이 직접 감독하고 설계한 로열 찻집의 기획으로 형세를 역전시키겠다! 흐흠!",
		buff = {
			49,
			50,
			51,
			52,
			53
		},
		material = {
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			}
		}
	},
	{
		name = "메탈 블러드 카페",
		id = 18,
		desc = "전통 커피를 기반으로 새롭게 개발한 음료와 음식들. 창의력이 셀링 포인트다…——음, 좋은 생각이라고 볼 수 있다…",
		buff = {
			54,
			55,
			56,
			57,
			58
		},
		material = {
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			},
			{
				{
					8,
					59259,
					1
				}
			}
		}
	},
	{
		name = "메인 빌딩",
		id = 19,
		desc = "열심히 공부해 나날이 발전해요.",
		buff = {
			13,
			14,
			15
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	{
		name = "점술집",
		id = 20,
		desc = "오늘의 운세를 알아볼까요?",
		buff = {
			16,
			17,
			18
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	{
		name = "공연 무대",
		id = 21,
		desc = "자유시간에는 누구나 무대에 오를 수 있어요!",
		buff = {
			19,
			20,
			21
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	{
		name = "축제 상가",
		id = 22,
		desc = "마음껏 골라보세요——",
		buff = {
			22,
			23,
			24
		},
		material = {
			{
				{
					8,
					59349,
					10
				}
			},
			{
				{
					8,
					59349,
					15
				}
			}
		}
	},
	{
		name = "생활 구역",
		id = 23,
		desc = "国服六周年后山建筑",
		buff = {
			126,
			127,
			128,
			129
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	{
		name = "무인도 제작대",
		id = 24,
		desc = "国服六周年后山建筑",
		buff = {
			130,
			131,
			132,
			133
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	{
		name = "쥬쥬 탐험대",
		id = 25,
		desc = "国服六周年后山建筑",
		buff = {
			134,
			135,
			136,
			137
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	{
		name = "식사 구역",
		id = 26,
		desc = "国服六周年后山建筑",
		buff = {
			138,
			139,
			140,
			141
		},
		material = {
			{
				{
					1002,
					1,
					20
				}
			},
			{
				{
					1002,
					2,
					20
				}
			},
			{
				{
					1002,
					2,
					30
				}
			}
		}
	},
	{
		name = "무인도 거점",
		id = 27,
		desc = "国服六周年后山据点",
		buff = {
			110,
			111,
			112,
			113,
			114,
			115,
			116,
			117,
			118,
			119,
			120,
			121,
			122,
			123,
			124,
			125
		},
		material = {
			0,
			4,
			8,
			12
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		26,
		27
	}
}
