pg = pg or {}
pg.activity_dreamland_explore = {
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao",
		dispaly_desc = [[
성으로 오니 비둘기 시계가 멈춰져 있었다.
셰필드에게 물어보니 사람이 있으면 비둘기 시계가 시간을 알려주지 않는다는데……
총을 한 발 쏘면 원래대로 돌아간다고 한다.
왜 굳이 이렇게 만든 건지, 도무지 알 수가 없다…]],
		id = 1,
		tip_desc = "종은 어디 숨겨져 있는 거지?",
		sub_type = {
			0
		},
		desc = {
			{
				"성으로 오니 비둘기 시계가 멈춰져 있었다."
			},
			{
				"셰필드에게 물어보니 사람이 있으면 비둘기 시계가 시간을 알려주지 않는다는데……"
			},
			{
				"총을 한 발 쏘면 원래대로 돌아간다고 한다."
			},
			{
				"왜 굳이 이렇게 만든 건지, 도무지 알 수가 없다…"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao_2",
		dispaly_desc = [[
성으로 오니 비둘기 시계가 멈춰져 있었다.
셰필드에게 물어보니 사람이 있으면 비둘기 시계가 시간을 알려주지 않는다는데……
총을 한 발 쏘면 원래대로 돌아간다고 한다.
왜 굳이 이렇게 만든 건지, 도무지 알 수가 없다…]],
		id = 2,
		tip_desc = "종은 어디 숨겨져 있는 거지?",
		sub_type = {
			0
		},
		desc = {
			{
				"성으로 오니 비둘기 시계가 멈춰져 있었다."
			},
			{
				"셰필드에게 물어보니 사람이 있으면 비둘기 시계가 시간을 알려주지 않는다는데……"
			},
			{
				"총을 한 발 쏘면 원래대로 돌아간다고 한다."
			},
			{
				"왜 굳이 이렇게 만든 건지, 도무지 알 수가 없다…"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 1,
		pic = "mengleyuan_buguniao_3",
		dispaly_desc = [[
성으로 오니 비둘기 시계가 멈춰져 있었다.
셰필드에게 물어보니 사람이 있으면 비둘기 시계가 시간을 알려주지 않는다는데……
총을 한 발 쏘면 원래대로 돌아간다고 한다.
왜 굳이 이렇게 만든 건지, 도무지 알 수가 없다…]],
		id = 3,
		tip_desc = "종은 어디 숨겨져 있는 거지?",
		sub_type = {
			0
		},
		desc = {
			{
				"성으로 오니 비둘기 시계가 멈춰져 있었다."
			},
			{
				"셰필드에게 물어보니 사람이 있으면 비둘기 시계가 시간을 알려주지 않는다는데……"
			},
			{
				"총을 한 발 쏘면 원래대로 돌아간다고 한다."
			},
			{
				"왜 굳이 이렇게 만든 건지, 도무지 알 수가 없다…"
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 2,
		pic = "mengleyuan_damenqizi_3",
		dispaly_desc = [[
불꽃놀이 쇼에서 계획에 없던 불꽃이 발사되었다.
쇼가 끝난 후, 다 같이 불꽃의 제조 과정과 발사 절차를 확인했지만, 별다른 이상은 없었다.
「꿈이니까 예상하지 못한 일이 생겨도 이상할 건 없어요. 걱정하지 마세요.」
아마기는 그렇게 내게 설명했다.]],
		id = 4,
		tip_desc = "밤이 되면 불꽃놀이 쇼를 볼 수 있을지도?",
		sub_type = {
			5,
			"houshanyanhua",
			5
		},
		desc = {
			{
				"불꽃놀이 쇼에서 계획에 없던 불꽃이 발사되었다."
			},
			{
				"쇼가 끝난 후, 다 같이 불꽃의 제조 과정과 발사 절차를 확인했지만, 별다른 이상은 없었다."
			},
			{
				"「꿈이니까 예상하지 못한 일이 생겨도 이상할 건 없어요. 걱정하지 마세요.」"
			},
			{
				"아마기는 그렇게 내게 설명했다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi",
		dispaly_desc = "소원의 분수 근처에서 소원을 빌고 있는 류호와 만났다.\n소원을 빌며 동전을 던졌지만, 수면이 닿기도 전에 동전이 어디론가 증발했다고 한다.\n지나가던 리버풀은 다채로운 빛을 반사하는 분수를 보고 「분명 류호 씨의 소원이 이루어진다는 징조야」라며 잔뜩 흥분해서 말했다.",
		id = 5,
		tip_desc = "이 분수에 소원을 빌면 이뤄질지도…?",
		sub_type = {
			0
		},
		desc = {
			{
				"소원의 분수 근처에서 소원을 빌고 있는 류호와 만났다."
			},
			{
				"소원을 빌며 동전을 던졌지만, 수면이 닿기도 전에 동전이 어디론가 증발했다고 한다."
			},
			{
				"지나가던 리버풀은 다채로운 빛을 반사하는 분수를 보고 「분명 류호 씨의 소원이 이루어진다는 징조야」라며 잔뜩 흥분해서 말했다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi_2",
		dispaly_desc = "소원의 분수 근처에서 소원을 빌고 있는 류호와 만났다.\n소원을 빌며 동전을 던졌지만, 수면이 닿기도 전에 동전이 어디론가 증발했다고 한다.\n지나가던 리버풀은 다채로운 빛을 반사하는 분수를 보고 「분명 류호 씨의 소원이 이루어진다는 징조야」라며 잔뜩 흥분해서 말했다.",
		id = 6,
		tip_desc = "이 분수에 소원을 빌면 이뤄질지도…?",
		sub_type = {
			0
		},
		desc = {
			{
				"소원의 분수 근처에서 소원을 빌고 있는 류호와 만났다."
			},
			{
				"소원을 빌며 동전을 던졌지만, 수면이 닿기도 전에 동전이 어디론가 증발했다고 한다."
			},
			{
				"지나가던 리버풀은 다채로운 빛을 반사하는 분수를 보고 「분명 류호 씨의 소원이 이루어진다는 징조야」라며 잔뜩 흥분해서 말했다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 3,
		pic = "mengleyuan_jinbi_3",
		dispaly_desc = "소원의 분수 근처에서 소원을 빌고 있는 류호와 만났다.\n소원을 빌며 동전을 던졌지만, 수면이 닿기도 전에 동전이 어디론가 증발했다고 한다.\n지나가던 리버풀은 다채로운 빛을 반사하는 분수를 보고 「분명 류호 씨의 소원이 이루어진다는 징조야」라며 잔뜩 흥분해서 말했다.",
		id = 7,
		tip_desc = "이 분수에 소원을 빌면 이뤄질지도…?",
		sub_type = {
			0
		},
		desc = {
			{
				"소원의 분수 근처에서 소원을 빌고 있는 류호와 만났다."
			},
			{
				"소원을 빌며 동전을 던졌지만, 수면이 닿기도 전에 동전이 어디론가 증발했다고 한다."
			},
			{
				"지나가던 리버풀은 다채로운 빛을 반사하는 분수를 보고 「분명 류호 씨의 소원이 이루어진다는 징조야」라며 잔뜩 흥분해서 말했다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan",
		dispaly_desc = [[
파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다.
아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다.
「이, 이건 설마… 리노가 각성한 히어로 파워?! 」
!그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노…
뭐… 꿈이니 마음대로 하게 내버려두자.]],
		id = 8,
		tip_desc = "대형 파라솔은 일반 파라솔이랑 어떻게 다른 걸까?",
		sub_type = {
			2
		},
		desc = {
			{
				"파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다."
			},
			{
				"아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다."
			},
			{
				"「이, 이건 설마… 리노가 각성한 히어로 파워?! 」"
			},
			{
				"그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노… "
			},
			{
				"뭐… 꿈이니 마음대로 하게 내버려두자."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan",
		dispaly_desc = [[
파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다.
아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다.
「이, 이건 설마… 리노가 각성한 히어로 파워?! 」
!그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노…
뭐… 꿈이니 마음대로 하게 내버려두자.]],
		id = 9,
		tip_desc = "대형 파라솔은 일반 파라솔이랑 어떻게 다른 걸까?",
		sub_type = {
			2
		},
		desc = {
			{
				"파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다."
			},
			{
				"아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다."
			},
			{
				"「이, 이건 설마… 리노가 각성한 히어로 파워?! 」"
			},
			{
				"그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노… "
			},
			{
				"뭐… 꿈이니 마음대로 하게 내버려두자."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan_2",
		dispaly_desc = [[
파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다.
아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다.
「이, 이건 설마… 리노가 각성한 히어로 파워?! 」
!그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노…
뭐… 꿈이니 마음대로 하게 내버려두자.]],
		id = 10,
		tip_desc = "대형 파라솔은 일반 파라솔이랑 어떻게 다른 걸까?",
		sub_type = {
			2
		},
		desc = {
			{
				"파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다."
			},
			{
				"아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다."
			},
			{
				"「이, 이건 설마… 리노가 각성한 히어로 파워?! 」"
			},
			{
				"그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노… "
			},
			{
				"뭐… 꿈이니 마음대로 하게 내버려두자."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan_2",
		dispaly_desc = [[
파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다.
아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다.
「이, 이건 설마… 리노가 각성한 히어로 파워?! 」
!그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노…
뭐… 꿈이니 마음대로 하게 내버려두자.]],
		id = 11,
		tip_desc = "대형 파라솔은 일반 파라솔이랑 어떻게 다른 걸까?",
		sub_type = {
			2
		},
		desc = {
			{
				"파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다."
			},
			{
				"아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다."
			},
			{
				"「이, 이건 설마… 리노가 각성한 히어로 파워?! 」"
			},
			{
				"그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노… "
			},
			{
				"뭐… 꿈이니 마음대로 하게 내버려두자."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_taiyangsan_3",
		dispaly_desc = [[
파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다.
아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다.
「이, 이건 설마… 리노가 각성한 히어로 파워?! 」
!그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노…
뭐… 꿈이니 마음대로 하게 내버려두자.]],
		id = 12,
		tip_desc = "대형 파라솔은 일반 파라솔이랑 어떻게 다른 걸까?",
		sub_type = {
			2
		},
		desc = {
			{
				"파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다."
			},
			{
				"아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다."
			},
			{
				"「이, 이건 설마… 리노가 각성한 히어로 파워?! 」"
			},
			{
				"그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노… "
			},
			{
				"뭐… 꿈이니 마음대로 하게 내버려두자."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 4,
		pic = "mengleyuan_zhongxinsan_3",
		dispaly_desc = [[
파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다.
아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다.
「이, 이건 설마… 리노가 각성한 히어로 파워?! 」
!그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노…
뭐… 꿈이니 마음대로 하게 내버려두자.]],
		id = 13,
		tip_desc = "대형 파라솔은 일반 파라솔이랑 어떻게 다른 걸까?",
		sub_type = {
			2
		},
		desc = {
			{
				"파라솔 근처에서 당황한 표정을 짓고 있는 리노를 만났다."
			},
			{
				"아무도 만지지 않았는데 마음대로 닫혔다 펴졌다 하는 파라솔이 있다고 한다."
			},
			{
				"「이, 이건 설마… 리노가 각성한 히어로 파워?! 」"
			},
			{
				"그렇게 자신의 히어로 네임을 「파라솔」이라고 지어버린 리노… "
			},
			{
				"뭐… 꿈이니 마음대로 하게 내버려두자."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun",
		dispaly_desc = "관람차 근처에서 고민하는 즈이호 말로는 풍선이 날아갈 때마다 관람차가 멈춘다고 한다.\n유바리에게 연락해서 물어보니, 관람차의 안전장치가 풍선을 함재기로 착각한 것 같다고 한다.\n자기 풍선 때문이 아니라는 것을 깨달은 즈이호는 「짹짹♪」하고 기뻐하며, 자신의 행운 풍선을 나와 유바리에게 나누어 주었다.",
		id = 14,
		tip_desc = "관람차는 언제 멈출까?",
		sub_type = {
			0
		},
		desc = {
			{
				"관람차 근처에서 고민하는 즈이호 말로는 풍선이 날아갈 때마다 관람차가 멈춘다고 한다."
			},
			{
				"유바리에게 연락해서 물어보니, 관람차의 안전장치가 풍선을 함재기로 착각한 것 같다고 한다."
			},
			{
				"자기 풍선 때문이 아니라는 것을 깨달은 즈이호는 「짹짹♪」하고 기뻐하며, 자신의 행운 풍선을 나와 유바리에게 나누어 주었다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun_2",
		dispaly_desc = "관람차 근처에서 고민하는 즈이호 말로는 풍선이 날아갈 때마다 관람차가 멈춘다고 한다.\n유바리에게 연락해서 물어보니, 관람차의 안전장치가 풍선을 함재기로 착각한 것 같다고 한다.\n자기 풍선 때문이 아니라는 것을 깨달은 즈이호는 「짹짹♪」하고 기뻐하며, 자신의 행운 풍선을 나와 유바리에게 나누어 주었다.",
		id = 15,
		tip_desc = "관람차는 언제 멈출까?",
		sub_type = {
			0
		},
		desc = {
			{
				"관람차 근처에서 고민하는 즈이호 말로는 풍선이 날아갈 때마다 관람차가 멈춘다고 한다."
			},
			{
				"유바리에게 연락해서 물어보니, 관람차의 안전장치가 풍선을 함재기로 착각한 것 같다고 한다."
			},
			{
				"자기 풍선 때문이 아니라는 것을 깨달은 즈이호는 「짹짹♪」하고 기뻐하며, 자신의 행운 풍선을 나와 유바리에게 나누어 주었다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 5,
		pic = "mengleyuan_motianlun_3",
		dispaly_desc = "관람차 근처에서 고민하는 즈이호 말로는 풍선이 날아갈 때마다 관람차가 멈춘다고 한다.\n유바리에게 연락해서 물어보니, 관람차의 안전장치가 풍선을 함재기로 착각한 것 같다고 한다.\n자기 풍선 때문이 아니라는 것을 깨달은 즈이호는 「짹짹♪」하고 기뻐하며, 자신의 행운 풍선을 나와 유바리에게 나누어 주었다.",
		id = 16,
		tip_desc = "관람차는 언제 멈출까?",
		sub_type = {
			0
		},
		desc = {
			{
				"관람차 근처에서 고민하는 즈이호 말로는 풍선이 날아갈 때마다 관람차가 멈춘다고 한다."
			},
			{
				"유바리에게 연락해서 물어보니, 관람차의 안전장치가 풍선을 함재기로 착각한 것 같다고 한다."
			},
			{
				"자기 풍선 때문이 아니라는 것을 깨달은 즈이호는 「짹짹♪」하고 기뻐하며, 자신의 행운 풍선을 나와 유바리에게 나누어 주었다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 6,
		pic = "mengleyuan_chidongxi_2",
		dispaly_desc = [[
가판대 거리에서 아크로열 일행과 만났다.
솜사탕을 도둑맞았다고 무츠키는 화가 잔뜩 났지만, 아크로열 말로는 주위에 아무도 없었다고 한다.
「유령이야! 분명 유령이 무츠키의 솜사탕을 훔친 거야! 」라며 잔뜩 흥분한 브리스톨.
다 같이 열심히 찾았지만 유령의 흔적은 결국 발견하지 못했다.]],
		id = 17,
		tip_desc = "황혼이 질 때 가판대 거리는 어떤 느낌일까?",
		sub_type = {
			3
		},
		desc = {
			{
				"가판대 거리에서 아크로열 일행과 만났다."
			},
			{
				"솜사탕을 도둑맞았다고 무츠키는 화가 잔뜩 났지만, 아크로열 말로는 주위에 아무도 없었다고 한다."
			},
			{
				"「유령이야! 분명 유령이 무츠키의 솜사탕을 훔친 거야! 」라며 잔뜩 흥분한 브리스톨."
			},
			{
				"다 같이 열심히 찾았지만 유령의 흔적은 결국 발견하지 못했다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati",
		dispaly_desc = [[
슬라이더 출구에서 난감해 하는 다이호를 만났다.
탈 때마다 슬라이더가 미끌미끌해져서, 미끄러지는 속도가 더 빨라진다고 한다.
점검해 보니 아무래도 다이호가 바른 선크림이 원인인 듯하다.
대체 얼마나 많이 발랐길래…?]],
		id = 18,
		tip_desc = "슬라이더를 타면 더 큰 물보라를 만들 수 있겠어.",
		sub_type = {
			0
		},
		desc = {
			{
				"슬라이더 출구에서 난감해 하는 다이호를 만났다."
			},
			{
				"탈 때마다 슬라이더가 미끌미끌해져서, 미끄러지는 속도가 더 빨라진다고 한다."
			},
			{
				"점검해 보니 아무래도 다이호가 바른 선크림이 원인인 듯하다."
			},
			{
				"대체 얼마나 많이 발랐길래…? "
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati_2",
		dispaly_desc = [[
슬라이더 출구에서 난감해 하는 다이호를 만났다.
탈 때마다 슬라이더가 미끌미끌해져서, 미끄러지는 속도가 더 빨라진다고 한다.
점검해 보니 아무래도 다이호가 바른 선크림이 원인인 듯하다.
대체 얼마나 많이 발랐길래…?]],
		id = 19,
		tip_desc = "슬라이더를 타면 더 큰 물보라를 만들 수 있겠어.",
		sub_type = {
			0
		},
		desc = {
			{
				"슬라이더 출구에서 난감해 하는 다이호를 만났다."
			},
			{
				"탈 때마다 슬라이더가 미끌미끌해져서, 미끄러지는 속도가 더 빨라진다고 한다."
			},
			{
				"점검해 보니 아무래도 다이호가 바른 선크림이 원인인 듯하다."
			},
			{
				"대체 얼마나 많이 발랐길래…? "
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 7,
		pic = "mengleyuan_huati_3",
		dispaly_desc = [[
슬라이더 출구에서 난감해 하는 다이호를 만났다.
탈 때마다 슬라이더가 미끌미끌해져서, 미끄러지는 속도가 더 빨라진다고 한다.
점검해 보니 아무래도 다이호가 바른 선크림이 원인인 듯하다.
대체 얼마나 많이 발랐길래…?]],
		id = 20,
		tip_desc = "슬라이더를 타면 더 큰 물보라를 만들 수 있겠어.",
		sub_type = {
			0
		},
		desc = {
			{
				"슬라이더 출구에서 난감해 하는 다이호를 만났다."
			},
			{
				"탈 때마다 슬라이더가 미끌미끌해져서, 미끄러지는 속도가 더 빨라진다고 한다."
			},
			{
				"점검해 보니 아무래도 다이호가 바른 선크림이 원인인 듯하다."
			},
			{
				"대체 얼마나 많이 발랐길래…? "
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 8,
		pic = "mengleyuan_caihong",
		dispaly_desc = [[
오후에 워터파크 구역에 예쁜 무지개가 걸렸다.
알프레도는 이게 첫 번째가 아니라며, 첫 무지개는 보통 무지개랑 색 배열이 정반대였다고 한다.
저널리스트의 본성을 발휘해서 열심히 잠복했지만, 결국 그런 무지개는 다시 나타나지 않았다고…
알프레도는 풀이 죽었지만, 그래도 끝까지 도전한 그 정신은 칭찬받아 마땅하다.]],
		id = 21,
		tip_desc = "오후에는 무지개를 볼 수 있다던데?",
		sub_type = {
			6,
			"mengleyuan_yumu"
		},
		desc = {
			{
				"오후에 워터파크 구역에 예쁜 무지개가 걸렸다."
			},
			{
				"알프레도는 이게 첫 번째가 아니라며, 첫 무지개는 보통 무지개랑 색 배열이 정반대였다고 한다."
			},
			{
				"저널리스트의 본성을 발휘해서 열심히 잠복했지만, 결국 그런 무지개는 다시 나타나지 않았다고… "
			},
			{
				"알프레도는 풀이 죽었지만, 그래도 끝까지 도전한 그 정신은 칭찬받아 마땅하다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 1,
		group = 8,
		pic = "mengleyuan_yumu",
		dispaly_desc = [[
오후에 워터파크 구역에 예쁜 무지개가 걸렸다.
알프레도는 이게 첫 번째가 아니라며, 첫 무지개는 보통 무지개랑 색 배열이 정반대였다고 한다.
저널리스트의 본성을 발휘해서 열심히 잠복했지만, 결국 그런 무지개는 다시 나타나지 않았다고…
알프레도는 풀이 죽었지만, 그래도 끝까지 도전한 그 정신은 칭찬받아 마땅하다.]],
		id = 22,
		tip_desc = "오후에는 무지개를 볼 수 있다던데?",
		sub_type = {
			0
		},
		desc = {
			{
				"오후에 워터파크 구역에 예쁜 무지개가 걸렸다."
			},
			{
				"알프레도는 이게 첫 번째가 아니라며, 첫 무지개는 보통 무지개랑 색 배열이 정반대였다고 한다."
			},
			{
				"저널리스트의 본성을 발휘해서 열심히 잠복했지만, 결국 그런 무지개는 다시 나타나지 않았다고… "
			},
			{
				"알프레도는 풀이 죽었지만, 그래도 끝까지 도전한 그 정신은 칭찬받아 마땅하다."
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan",
		dispaly_desc = "서커스 텐트를 지나다 흥미로운 얼굴로 여기저기를 관찰하는 하츠즈키를 만났다.\n그녀 말로 텐트의 광대 만쥬는 얼굴이 자꾸 바뀐다는데… 다른 애들에게 알려주려고만 하면, 원래 얼굴로 돌아가 버린다고 한다.\n……공포영화를 너무 많이 본 탓 아닐까?",
		id = 23,
		tip_desc = "광대 만쥬의 얼굴이 바뀐다는 소문이 있던데…?",
		sub_type = {
			3
		},
		desc = {
			{
				"서커스 텐트를 지나다 흥미로운 얼굴로 여기저기를 관찰하는 하츠즈키를 만났다."
			},
			{
				"그녀 말로 텐트의 광대 만쥬는 얼굴이 자꾸 바뀐다는데… 다른 애들에게 알려주려고만 하면, 원래 얼굴로 돌아가 버린다고 한다."
			},
			{
				"……공포영화를 너무 많이 본 탓 아닐까? "
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan_2",
		dispaly_desc = "서커스 텐트를 지나다 흥미로운 얼굴로 여기저기를 관찰하는 하츠즈키를 만났다.\n그녀 말로 텐트의 광대 만쥬는 얼굴이 자꾸 바뀐다는데… 다른 애들에게 알려주려고만 하면, 원래 얼굴로 돌아가 버린다고 한다.\n……공포영화를 너무 많이 본 탓 아닐까?",
		id = 24,
		tip_desc = "광대 만쥬의 얼굴이 바뀐다는 소문이 있던데…?",
		sub_type = {
			3
		},
		desc = {
			{
				"서커스 텐트를 지나다 흥미로운 얼굴로 여기저기를 관찰하는 하츠즈키를 만났다."
			},
			{
				"그녀 말로 텐트의 광대 만쥬는 얼굴이 자꾸 바뀐다는데… 다른 애들에게 알려주려고만 하면, 원래 얼굴로 돌아가 버린다고 한다."
			},
			{
				"……공포영화를 너무 많이 본 탓 아닐까? "
			}
		}
	},
	{
		tip_special_effect = "",
		type = 2,
		group = 9,
		pic = "mengleyuan_maxituan_3",
		dispaly_desc = "서커스 텐트를 지나다 흥미로운 얼굴로 여기저기를 관찰하는 하츠즈키를 만났다.\n그녀 말로 텐트의 광대 만쥬는 얼굴이 자꾸 바뀐다는데… 다른 애들에게 알려주려고만 하면, 원래 얼굴로 돌아가 버린다고 한다.\n……공포영화를 너무 많이 본 탓 아닐까?",
		id = 25,
		tip_desc = "광대 만쥬의 얼굴이 바뀐다는 소문이 있던데…?",
		sub_type = {
			3
		},
		desc = {
			{
				"서커스 텐트를 지나다 흥미로운 얼굴로 여기저기를 관찰하는 하츠즈키를 만났다."
			},
			{
				"그녀 말로 텐트의 광대 만쥬는 얼굴이 자꾸 바뀐다는데… 다른 애들에게 알려주려고만 하면, 원래 얼굴로 돌아가 버린다고 한다."
			},
			{
				"……공포영화를 너무 많이 본 탓 아닐까? "
			}
		}
	},
	[27] = {
		tip_special_effect = "",
		type = 2,
		group = 10,
		pic = "mengleyuan_zhaopai_3",
		dispaly_desc = [[
스테이지 근처에서 머리를 싸매고 고민하는 유바리를 발견했다.
그녀 말로는 전기가 없는데도 네온 보드가 빛나고, 표시되는 내용도 멋대로 바뀌는 모양이다.
어떤 구조인가 신경이 쓰여 하나를 분해해 봤지만, 원리를 알아내기는커녕, 전구를 못 쓰게 만들었다고 한다.
일단 아마기에게 연락해보라고 말해주었다.
]],
		id = 27,
		tip_desc = "멋대로 바뀌는 네온… 어떻게 제어하지?",
		sub_type = {
			0
		},
		desc = {
			{
				"스테이지 근처에서 머리를 싸매고 고민하는 유바리를 발견했다."
			},
			{
				"그녀 말로는 전기가 없는데도 네온 보드가 빛나고, 표시되는 내용도 멋대로 바뀌는 모양이다."
			},
			{
				"어떤 구조인가 신경이 쓰여 하나를 분해해 봤지만, 원리를 알아내기는커녕, 전구를 못 쓰게 만들었다고 한다."
			},
			{
				"일단 아마기에게 연락해보라고 말해주었다."
			},
			{
				""
			}
		}
	},
	[28] = {
		tip_special_effect = "",
		type = 1,
		group = 11,
		pic = "mengleyuan_jiujingling",
		dispaly_desc = "안개 미로에 오자 카스미가 멍한 표정으로 서 있었다.\n「둥실이가 뒷산에 동료가 있대… 응, 저기…」\n그녀가 가리키는 방향을 봤지만, 내 눈에는 아무것도 보이지 않았다.",
		id = 28,
		tip_desc = "뒷산에도 놀이기구가 있나?",
		sub_type = {
			0
		},
		desc = {
			{
				"안개 미로에 오자 카스미가 멍한 표정으로 서 있었다."
			},
			{
				"「둥실이가 뒷산에 동료가 있대… 응, 저기…」"
			},
			{
				"그녀가 가리키는 방향을 봤지만, 내 눈에는 아무것도 보이지 않았다."
			}
		}
	},
	[29] = {
		tip_special_effect = "",
		type = 1,
		group = 12,
		pic = "mengleyuan_piaojiu_2",
		dispaly_desc = [[
유령의 집에 오자, 입구에서 푸슌이 망설이고 있었다.
문손잡이에 손을 댈 때마다 묘한 느낌이 들어, 도저히 들어가지 못했다고 한다.
「이건 분명 모험왕 푸슌에게 걸린 저주야! 」라며 외치는 푸슌.
하지만 아마기 말에 따르면 단순한 정전기에 불과한 듯하다.]],
		id = 29,
		tip_desc = "황혼이 질 때 유령의 집… 평소랑 무언가 다른데…?",
		sub_type = {
			0
		},
		desc = {
			{
				"유령의 집에 오자, 입구에서 푸슌이 망설이고 있었다."
			},
			{
				"문손잡이에 손을 댈 때마다 묘한 느낌이 들어, 도저히 들어가지 못했다고 한다."
			},
			{
				"「이건 분명 모험왕 푸슌에게 걸린 저주야! 」라며 외치는 푸슌."
			},
			{
				"하지만 아마기 말에 따르면 단순한 정전기에 불과한 듯하다."
			}
		}
	},
	get_id_list_by_group = {
		{
			1,
			2,
			3
		},
		{
			4
		},
		{
			5,
			6,
			7
		},
		{
			8,
			9,
			10,
			11,
			12,
			13
		},
		{
			14,
			15,
			16
		},
		{
			17
		},
		{
			18,
			19,
			20
		},
		{
			21,
			22
		},
		{
			23,
			24,
			25
		},
		{
			27
		},
		{
			28
		},
		{
			29
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		27,
		28,
		29
	}
}
