pg = pg or {}
pg.activity_banner = {
	{
		param = "4401",
		id = 1,
		pic = "temp1",
		type = 3,
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					6,
					23
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 2,
		pic = "temp2",
		type = 2,
		param = {
			"scene get boat",
			{
				projectname = "new",
				page = 1
			}
		},
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					6,
					23
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 3,
		pic = "temp3",
		type = 2,
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					6,
					22
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4406",
		id = 4,
		pic = "temp4",
		type = 3,
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					6,
					23
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4413",
		id = 5,
		pic = "temp5",
		type = 3,
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					6,
					23
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4415",
		id = 6,
		pic = "temp6",
		type = 3,
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					6,
					23
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 7,
		pic = "temp7",
		type = 2,
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					6,
					22
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 8,
		pic = "temp8",
		type = 2,
		param = {
			"scene court yard"
		},
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					6,
					22
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					6,
					22
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "쫑즈|단오절에 당연히 쫑즈 먹어야 하지!<color=#6dd329>(60분 동안 숙소 경험치 효율 5% 상승)</color>",
		id = 10,
		pic = "zongzi",
		type = 10,
		time = {
			{
				{
					2022,
					6,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					6,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "",
		id = 11,
		pic = "temp100",
		type = 11,
		time = {
			{
				{
					2022,
					4,
					28
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					12
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	get_id_list_by_type = {
		[3] = {
			1,
			4,
			5,
			6
		},
		[2] = {
			2,
			3,
			7,
			8
		},
		[9] = {
			9
		},
		[10] = {
			10
		},
		[11] = {
			11
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11
	}
}
