pg = pg or {}
pg.activity_banner = {
	{
		param = "20839",
		id = 1,
		pic = "temp1",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20840",
		id = 2,
		pic = "temp3",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20842",
		id = 3,
		pic = "temp4",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					10,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 4,
		pic = "temp5",
		type = 2,
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2021,
					9,
					2
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					15
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20838",
		id = 5,
		pic = "temp6",
		type = 3,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					23
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[9] = {
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					1
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[10] = {
		param = "컵라면|뜨거운 물을 붓고 5분을 기다리면 맛있는 컵라면이 완성됩니다!<color=#6dd329>(60분 동안 숙소 경험치 효율 5% 상승)</color>",
		id = 10,
		pic = "paomian",
		type = 10,
		time = {
			{
				{
					2021,
					9,
					9
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					9,
					16
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		9,
		10
	}
}
