pg = pg or {}
pg.activity_banner = {
	{
		param = "4320",
		id = 1,
		pic = "temp1",
		type = 3,
		time = {
			{
				{
					2022,
					5,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					20
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 2,
		pic = "temp2",
		type = 2,
		param = {
			"scene get boat",
			{
				projectname = "new",
				page = 1
			}
		},
		time = {
			{
				{
					2022,
					5,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					20
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 3,
		pic = "temp3",
		type = 2,
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2022,
					5,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4325",
		id = 4,
		pic = "temp4",
		type = 3,
		time = {
			{
				{
					2022,
					5,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					20
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4330",
		id = 5,
		pic = "temp5",
		type = 3,
		time = {
			{
				{
					2022,
					5,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					20
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4326",
		id = 6,
		pic = "temp6",
		type = 3,
		time = {
			{
				{
					2022,
					5,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					20
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 7,
		pic = "temp7",
		type = 2,
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2022,
					5,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 8,
		pic = "temp8",
		type = 2,
		param = {
			"scene court yard"
		},
		time = {
			{
				{
					2022,
					5,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2022,
					5,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					5,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "해군 카레|단맛? 매운맛? 취향은 사람마다 제각각...<color=#6dd329>(60분 동안 숙소 경험치 효율 5% 상승)</color>",
		id = 10,
		pic = "haijungali",
		type = 10,
		time = {
			{
				{
					2022,
					2,
					24
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					2,
					24
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	get_id_list_by_type = {
		[3] = {
			1,
			4,
			5,
			6
		},
		[2] = {
			2,
			3,
			7,
			8
		},
		[9] = {
			9
		},
		[10] = {
			10
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10
	}
}
