pg = pg or {}
pg.activity_banner = {
	{
		id = 1,
		pic = "temp7",
		type = 2,
		param = {
			"scene charge",
			{}
		},
		time = {
			{
				{
					2022,
					3,
					31
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					4,
					14
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20991",
		id = 2,
		pic = "temp8",
		type = 3,
		time = {
			{
				{
					2022,
					3,
					31
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					4,
					14
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "4286",
		id = 3,
		pic = "temp1",
		type = 3,
		time = {
			{
				{
					2022,
					3,
					31
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					4,
					14
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 4,
		pic = "temp2",
		type = 2,
		param = {
			"scene get boat",
			{
				projectname = "new"
			}
		},
		time = {
			{
				{
					2022,
					3,
					31
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					4,
					14
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 5,
		pic = "temp3",
		type = 2,
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2022,
					3,
					31
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					4,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 6,
		pic = "temp4",
		type = 2,
		param = {
			"scene charge",
			{
				wrap = 2
			}
		},
		time = {
			{
				{
					2022,
					3,
					31
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					4,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 7,
		pic = "temp5",
		type = 2,
		param = {
			"scene back yard"
		},
		time = {
			{
				{
					2022,
					3,
					31
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					4,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "7004",
		id = 8,
		pic = "temp6",
		type = 3,
		time = {
			{
				{
					2022,
					4,
					8
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					4,
					21
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2022,
					3,
					24
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					4,
					6
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "해군 카레|단맛? 매운맛? 취향은 사람마다 제각각...<color=#6dd329>(60분 동안 숙소 경험치 효율 5% 상승)</color>",
		id = 10,
		pic = "haijungali",
		type = 10,
		time = {
			{
				{
					2022,
					2,
					24
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2023,
					2,
					24
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10
	}
}
