pg = pg or {}
pg.activity_banner = {
	{
		param = "20818",
		id = 1,
		pic = "temp1",
		type = 3,
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					8,
					26
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 2,
		pic = "temp8",
		type = 2,
		param = {
			"scene charge",
			{
				wrap = 4
			}
		},
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					8,
					18
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[9] = {
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2021,
					7,
					22
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					8,
					4
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	[10] = {
		param = "축제 음식(?)|현재 굉장히 유행하고 있는 축제 음식(?)이라고 한다. <color=#6dd329>(60분 동안 숙소 경험치 효율 5% 상승)</color>",
		id = 10,
		pic = "zhenzhunaicha",
		type = 10,
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					8,
					26
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	all = {
		1,
		2,
		9,
		10
	}
}
