pg = pg or {}
pg.activity_banner = {
	{
		id = 1,
		pic = "temp1",
		type = 2,
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 2,
		pic = "temp8",
		type = 2,
		param = {
			"scene charge",
			{
				wrap = 4
			}
		},
		time = {
			{
				{
					2021,
					8,
					5
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					8,
					18
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20820",
		id = 3,
		pic = "temp2",
		type = 3,
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					15
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20823",
		id = 4,
		pic = "temp3",
		type = 3,
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					15
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20825",
		id = 5,
		pic = "temp4",
		type = 3,
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 6,
		pic = "temp5",
		type = 7,
		param = {
			28
		},
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					9
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 7,
		pic = "temp6",
		type = 2,
		param = {
			"scene back yard"
		},
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 8,
		pic = "temp7",
		type = 2,
		param = {
			"scene shop",
			{
				warp = "shopstreet"
			}
		},
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2021,
					8,
					19
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					9,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "축제 음식(?)|현재 굉장히 유행하고 있는 축제 음식(?)이라고 한다. <color=#6dd329>(60분 동안 숙소 경험치 효율 5% 상승)</color>",
		id = 10,
		pic = "zhenzhunaicha",
		type = 10,
		time = {
			{
				{
					2021,
					8,
					12
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					8,
					26
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10
	}
}
