pg = pg or {}
pg.activity_banner = {
	{
		param = "20920",
		id = 1,
		pic = "temp1",
		type = 3,
		time = {
			{
				{
					2021,
					12,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					1,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20918",
		id = 2,
		pic = "temp2",
		type = 3,
		time = {
			{
				{
					2021,
					12,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					1,
					19
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 3,
		pic = "temp3",
		type = 2,
		param = {
			"scene skinshop",
			{}
		},
		time = {
			{
				{
					2021,
					12,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					1,
					12
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20916",
		id = 4,
		pic = "temp4",
		type = 3,
		time = {
			{
				{
					2021,
					12,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					1,
					13
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 5,
		pic = "temp5",
		type = 2,
		param = {
			"scene back yard"
		},
		time = {
			{
				{
					2021,
					12,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					1,
					12
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20914",
		id = 6,
		pic = "temp6",
		type = 3,
		time = {
			{
				{
					2021,
					12,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					1,
					5
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		id = 7,
		pic = "temp7",
		type = 2,
		param = {
			"scene shop",
			{
				warp = "shopstreet"
			}
		},
		time = {
			{
				{
					2021,
					11,
					25
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					12,
					8
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "20878",
		id = 8,
		pic = "temp8",
		type = 3,
		time = {
			{
				{
					2021,
					10,
					21
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					11,
					17
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "",
		id = 9,
		pic = "temp99",
		type = 9,
		time = {
			{
				{
					2021,
					12,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2021,
					12,
					29
				},
				{
					23,
					59,
					59
				}
			}
		}
	},
	{
		param = "지팡이 사탕|최초의 지팡이 사탕은 하얀색이래요.<color=#6dd329>(60분 동안 숙소 경험치 효율 5% 상승)</color>",
		id = 10,
		pic = "christmas",
		type = 10,
		time = {
			{
				{
					2021,
					12,
					23
				},
				{
					0,
					0,
					0
				}
			},
			{
				{
					2022,
					9,
					16
				},
				{
					0,
					0,
					0
				}
			}
		}
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10
	}
}
