pg = pg or {}
pg.child2_word = rawget(pg, "child2_word") or setmetatable({
	__name = "child2_word"
}, confNEO)
pg.child2_word.__namecode__ = true
pg.child2_word.all = {
	1,
	2,
	3,
	4,
	5,
	6,
	7,
	8,
	9,
	10,
	11,
	12,
	13,
	14,
	15,
	16,
	17,
	18,
	19,
	20,
	21,
	22,
	23,
	24,
	25,
	26,
	27,
	28,
	29,
	30,
	31,
	32,
	33,
	34,
	35,
	36,
	37,
	38,
	39,
	40,
	41,
	42,
	43,
	44,
	45,
	46,
	47,
	48,
	49,
	50,
	51,
	52,
	53,
	54,
	55,
	56,
	57,
	58,
	59,
	60,
	61,
	62,
	63,
	64,
	65,
	66,
	67,
	68,
	69,
	70,
	71,
	72,
	73,
	74,
	75,
	76,
	77,
	78,
	79,
	80,
	81,
	82,
	83,
	84,
	85,
	86,
	87,
	88,
	89,
	90,
	91,
	92,
	93,
	94,
	95,
	96,
	97,
	98,
	99,
	100,
	101,
	102,
	103,
	104,
	105,
	106,
	107,
	108,
	109,
	110,
	111,
	112,
	113,
	114,
	115,
	116,
	117,
	118,
	119,
	120,
	121,
	122,
	123,
	124,
	125,
	126,
	127,
	128,
	129,
	130,
	131,
	132,
	133,
	134,
	135,
	136,
	137,
	138,
	139,
	140,
	141,
	142,
	143,
	144,
	145,
	146,
	147,
	148,
	149,
	150,
	151,
	152,
	153,
	154,
	155,
	156,
	157,
	158,
	159,
	160,
	161,
	162,
	163,
	164,
	165,
	166,
	167,
	168,
	169,
	170,
	171,
	172,
	173,
	174,
	175,
	176,
	177,
	178,
	179,
	180,
	181,
	182,
	183,
	184,
	185,
	186,
	187,
	188,
	189,
	190,
	191,
	192,
	193,
	194,
	195,
	196,
	197,
	198,
	199,
	200,
	201,
	202,
	203,
	204,
	205,
	206,
	207,
	208,
	209,
	210,
	211,
	212,
	213,
	214,
	215,
	216,
	217,
	218,
	219,
	220,
	221,
	222,
	223,
	224,
	225,
	226,
	227,
	228,
	229,
	230,
	231,
	232,
	233,
	234,
	235,
	236,
	237,
	238,
	239,
	240,
	241,
	242,
	243,
	244,
	245,
	246,
	247,
	248,
	249,
	250,
	251,
	252,
	253,
	254,
	255,
	256,
	257,
	258,
	259,
	260,
	261,
	262,
	263,
	264,
	265,
	266,
	267,
	268,
	269,
	270,
	271,
	272,
	273,
	274,
	275,
	276,
	277,
	278,
	279,
	280,
	281,
	282,
	283,
	284,
	285,
	286,
	287,
	288,
	289,
	290,
	291,
	292,
	293,
	294,
	295,
	296,
	297,
	298,
	299,
	300,
	301,
	302,
	303,
	304,
	305,
	306,
	307,
	308,
	309,
	310,
	311,
	312,
	313,
	314,
	315,
	316,
	317,
	318,
	319,
	320,
	321,
	322,
	323,
	324,
	325,
	1001,
	1002,
	1003,
	1004,
	1005,
	1006,
	1007,
	1008,
	1009,
	1010,
	1011,
	1012,
	1013,
	1014,
	1015,
	1016,
	1017,
	1018,
	1019,
	1020,
	1021,
	1022,
	1023,
	1024,
	1025,
	1026,
	1027,
	1028,
	1029,
	1030,
	1031,
	1032,
	1033,
	1034,
	1035,
	1036,
	1037,
	1038,
	1039,
	1040,
	5001,
	5002,
	5003,
	5004,
	5011,
	5012,
	5013,
	5014,
	5021,
	5022,
	5023,
	5024,
	5031,
	5032,
	5033,
	5034,
	5041,
	5042,
	5043,
	5044,
	5051,
	5052,
	5053,
	5054,
	5101,
	5102,
	5103,
	5104,
	5111,
	5112,
	5113,
	5114,
	5121,
	5122,
	5123,
	5124,
	5131,
	5132,
	5133,
	5134,
	5141,
	5142,
	5143,
	5144,
	5151,
	5152,
	5153,
	5154,
	5201,
	5202,
	5203,
	5204,
	5211,
	5212,
	5213,
	5214,
	5221,
	5222,
	5223,
	5224,
	5231,
	5232,
	5233,
	5234,
	5241,
	5242,
	5243,
	5244,
	5251,
	5252,
	5253,
	5254,
	6001,
	6011,
	6021,
	6101,
	6111,
	6121,
	20002,
	20004,
	20006,
	20008,
	20010,
	20012,
	20014,
	20016,
	20018,
	20020,
	20022,
	20024,
	20026,
	20028,
	20030,
	20032,
	20034,
	20036,
	20038,
	20040,
	20501,
	20514,
	20516,
	20518,
	20520,
	20522,
	20524,
	20526,
	20528,
	20530,
	20532,
	20534,
	20536,
	30001,
	30002,
	30003,
	30004,
	30005,
	30006,
	31001,
	31002,
	31003,
	31004,
	4101001,
	4101002,
	4101003,
	4102001,
	4102002,
	4102003,
	4102005,
	4102006,
	4102008,
	4102009,
	4102011,
	4102012,
	4103001,
	4103002,
	4103003,
	4104001,
	4104002,
	4104003,
	4105001,
	4105002,
	4105003,
	4105004,
	4106001,
	4106002,
	4106003,
	4106004,
	4106005,
	4106006,
	4106007,
	4106008,
	4106009,
	4107001,
	4107002,
	4107003,
	4107004,
	4107005,
	4107006,
	4107007,
	4107008,
	4107009,
	4108001,
	4108002,
	4108003,
	4108005,
	4108006,
	4109001,
	4109002,
	4109003,
	4109005,
	4109006,
	4109008,
	4109009,
	4109010,
	4109011,
	4110001,
	4110002,
	4110003,
	4110005,
	4110006,
	4111001,
	4111002,
	4111003,
	4111005,
	4111006,
	4111008,
	4111009,
	4111011,
	4111012,
	4111014,
	4111015,
	4112001,
	4112002,
	4112003,
	4112005,
	4112006,
	4113001,
	4113002,
	4113003,
	4113005,
	4113006,
	4113008,
	4113009,
	4113011,
	4113012,
	4113014,
	4113015,
	4114001,
	4114002,
	4114003,
	4114005,
	4114006,
	4115001,
	4115002,
	4115003,
	4116001,
	4116002,
	4116003,
	4116004,
	4116005,
	4117001,
	4117002,
	4117003,
	4117004,
	4117005,
	4118001,
	4118002,
	4118003,
	4118004,
	4118005,
	4119001,
	4119002,
	4119003,
	4119004,
	4119005,
	4120001,
	4120002,
	4120003,
	4120004,
	4120005,
	4120006,
	4120007,
	4120008,
	4120009,
	4121001,
	4121002,
	4121003,
	4121005,
	4121006,
	4122001,
	4122002,
	4122003,
	4122005,
	4122006,
	4123001,
	4123002,
	4123003,
	4123005,
	4123006,
	4123008,
	4123009,
	4123012,
	4123015,
	4123022,
	4123025,
	4123032,
	4123035,
	4124002,
	4124003,
	4124004,
	4124006,
	4124007,
	4124009,
	4124010,
	4124013,
	4124016,
	4124023,
	4124026,
	4124033,
	4124036,
	4125001,
	4125002,
	4125003,
	4125005,
	4125006,
	4125008,
	4125009,
	4125012,
	4125015,
	4125022,
	4125025,
	4125032,
	4125035,
	4126001,
	4126002,
	4126003,
	4126005,
	4126006,
	4126008,
	4126009,
	4126012,
	4126015,
	4126022,
	4126025,
	4126032,
	4126035,
	4127001,
	4127002,
	4127003,
	4127005,
	4127006,
	4128001,
	4128002,
	4128003,
	4128005,
	4128006,
	4129001,
	4129002,
	4129003,
	4129005,
	4129006,
	4129008,
	4129009,
	4129015,
	4129025,
	4129035,
	4130001,
	4130002,
	4130003,
	4130005,
	4130006,
	4131001,
	4131002,
	4131003,
	4131005,
	4131006,
	4132001,
	4132002,
	4132003,
	4132005,
	4132006,
	4132008,
	4132009,
	4132015,
	4132025,
	4132035,
	4133001,
	4133002,
	4133003,
	4133005,
	4133006,
	4134001,
	4134002,
	4134003,
	4134005,
	4134006,
	4135001,
	4135002,
	4135003,
	4136001,
	4136002,
	4136003,
	4136004,
	4136006,
	4136007,
	4136009,
	4136010,
	4136011,
	4136013,
	4136014,
	4136016,
	4136017,
	4136018,
	4136020,
	4136021,
	4137001,
	4137002,
	4137003,
	4137005,
	4137006,
	4138001,
	4138002,
	4138003,
	4138004,
	4138005,
	4138006,
	4138007,
	4138009,
	4138010,
	4138012,
	4138013,
	4138015,
	4138016,
	4138018,
	4138019,
	4138021,
	4138022,
	4138024,
	4138025,
	4138027,
	4138028,
	4138030,
	4138031,
	4138033,
	4138034,
	4138035,
	4138036,
	4139001,
	4139002,
	4139003,
	4139005,
	4139011,
	4139012,
	4139013,
	4139014,
	4140001,
	4140002,
	4140003,
	4140005,
	4140006,
	4140011,
	4140012,
	4141001,
	4141002,
	4141003,
	4141005,
	4141006,
	4141011,
	4141012,
	4141013,
	4142001,
	4142002,
	4142003,
	4142005,
	4142006,
	4142011,
	4142012,
	4142013,
	4143001,
	4143002,
	4143003,
	4143005,
	4143006,
	4143011,
	4143012,
	4143013,
	4144001,
	4144002,
	4144003,
	4144005,
	4144006,
	4144011,
	4144012,
	4144013,
	4145001,
	4145002,
	4145003,
	4145004,
	4145005,
	4145006,
	4145008,
	4145010,
	4145012,
	4146001,
	4146002,
	4146003,
	4146004,
	4146005,
	4146006,
	4146008,
	4146010,
	4146012,
	4405001,
	4405002,
	4405003,
	90001,
	90002,
	90003,
	90004,
	90005,
	90006,
	90101,
	90102,
	90103,
	3000000,
	3000001,
	3000002,
	3000003,
	3000004,
	3000005,
	3000006,
	3000007,
	3000008,
	3000009,
	3000010,
	3000011,
	3000012,
	3000013,
	3000014,
	3000015,
	3000016,
	3000017,
	3000018,
	3000019,
	3000020,
	3000021,
	3000022,
	3000023,
	3000024,
	3000025,
	3100101,
	3100102,
	3100103,
	3100104,
	3100105,
	3100106,
	3100201,
	3100202,
	3100203,
	3100204,
	3100301,
	3100302,
	3100303,
	3100304,
	3100305,
	3100306,
	3100401,
	3100402,
	3100403,
	3100404,
	3100405,
	3100406,
	3100501,
	3100502,
	3100503,
	3100504,
	3100505,
	3100601,
	3100602,
	3100603,
	3100604,
	3100605,
	3100701,
	3100702,
	3100703,
	3100704,
	3100801,
	3100802,
	3100803,
	3100804,
	3100901,
	3100902,
	3100903,
	3100904,
	3101001,
	3101002,
	3101003,
	3101004,
	3101005,
	3101101,
	3101102,
	3101103,
	3101104,
	3101105,
	3101201,
	3101202,
	3101203,
	3101204,
	3101301,
	3101302,
	3101303,
	3101304,
	3101305,
	3101401,
	3101402,
	3101403,
	3101404,
	3101405,
	3101501,
	3101502,
	3101503,
	3101504,
	3101505,
	3101601,
	3101602,
	3101603,
	3101604,
	3101605,
	3101701,
	3101702,
	3101703,
	3101704,
	3101705,
	3101801,
	3101802,
	3101803,
	3101804,
	3101805,
	3101806,
	3101901,
	3101902,
	3101903,
	3101904,
	3101905,
	3102001,
	3102002,
	3102003,
	3102004,
	3102005,
	3102006,
	3102101,
	3102102,
	3102103,
	3102104,
	3102105,
	3102106,
	3102201,
	3102202,
	3102203,
	3102204,
	3102205,
	3102301,
	3102302,
	3102303,
	3102304,
	3102305,
	3102401,
	3102402,
	3102403,
	3102404,
	3102405,
	3102406,
	3102501,
	3102502,
	3102503,
	3102504,
	3102505,
	3102506,
	3102601,
	3102602,
	3102603,
	3102604,
	3102605,
	3102701,
	3102702,
	3102703,
	3102704,
	3102705,
	3102801,
	3102802,
	3102803,
	3102804,
	3102805,
	3102806,
	3102901,
	3102902,
	3102903,
	3102904,
	3103001,
	3103002,
	3103003,
	3103004,
	3103005,
	3103006,
	3103101,
	3103102,
	3103103,
	3103104,
	3103105,
	3103201,
	3103202,
	3103203,
	3103204,
	3103205,
	3103301,
	3103302,
	3103303,
	3103304,
	3103305,
	3103401,
	3103402,
	3103403,
	3103404,
	3103405,
	3103501,
	3103502,
	3103503,
	3103504,
	3103505,
	3103506,
	3103601,
	3103602,
	3103603,
	3103604,
	3103605,
	3103606,
	3103701,
	3103702,
	3103703,
	3103704,
	3103801,
	3103802,
	3103803,
	3103804,
	3103805,
	3103901,
	3103902,
	3103903,
	3103904,
	3103905,
	3104001,
	3104002,
	3104003,
	3104004,
	3104005,
	3104101,
	3104102,
	3104103,
	3104104,
	3104105,
	3104106,
	3104107,
	3104108,
	3104109,
	3104201,
	3104202,
	3104203,
	3104204,
	3104205,
	3104206,
	3104207,
	3104208,
	3104209,
	3104301,
	3104302,
	3104303,
	3104304,
	3104305,
	3104306,
	3104307,
	3104308,
	3104309,
	3104401,
	3104402,
	3104403,
	3104404,
	3104405,
	3104406,
	3104407,
	3104408,
	3104409,
	3104410,
	3104411,
	3104501,
	3104502,
	3104503,
	3104504,
	3104505,
	3104506,
	3104507,
	3104508,
	3104509,
	3104510,
	3104511,
	3104512,
	3104601,
	3104602,
	3104603,
	3104604,
	3104605,
	3104606,
	3104607,
	3104608,
	3104609,
	3104610,
	3104701,
	3104702,
	3104703,
	3104704,
	3104705,
	3104706,
	3104707,
	3104708,
	3104801,
	3104802,
	3104803,
	3104804,
	3104805,
	3104806,
	3104807,
	3104808,
	3104809,
	3104901,
	3104902,
	3104903,
	3104904,
	3104905,
	3104906,
	3104907,
	3104908,
	3104909,
	3104910,
	3105001,
	3105002,
	3105003,
	3105004,
	3105005,
	3105006,
	3105007,
	3105008,
	3105009,
	3105010,
	3200101,
	3200102,
	3200103,
	3200201,
	3200202,
	3200203,
	3200205,
	3200206,
	3200208,
	3200209,
	3200301,
	3200302,
	3200303,
	3200305,
	3200306,
	3200308,
	3200309,
	3200311,
	3200312,
	3200401,
	3200402,
	3200403,
	3200404,
	3200406,
	3200407,
	3200408,
	3200410,
	3200411,
	3200413,
	3200414,
	3200415,
	3200417,
	3200418,
	3200420,
	3200421,
	3200422,
	3200501,
	3200502,
	3200503,
	3200505,
	3200506,
	3200508,
	3200509,
	3200511,
	3200512,
	3200601,
	3200602,
	3200603,
	3200605,
	3200606,
	3200608,
	3200609,
	3200701,
	3200702,
	3200703,
	3200705,
	3200706,
	3200801,
	3200802,
	3200803,
	3200805,
	3200806,
	3200808,
	3200809,
	3200901,
	3200902,
	3200903,
	3200905,
	3200906,
	3200908,
	3200909,
	3200911,
	3200912,
	3201001,
	3201002,
	3201003,
	3201005,
	3201006,
	3201008,
	3201009,
	3201101,
	3201102,
	3201103,
	3201105,
	3201106,
	3201108,
	3201109,
	3201111,
	3201112,
	3201201,
	3201202,
	3201203,
	3201204,
	3201206,
	3201207,
	3201301,
	3201302,
	3201303,
	3201305,
	3201306,
	3201401,
	3201402,
	3201403,
	3201405,
	3201406,
	3201408,
	3201409,
	3201501,
	3201502,
	3201503,
	3201505,
	3201506,
	3201508,
	3201509,
	3201601,
	3201602,
	3201603,
	3201605,
	3201606,
	3201608,
	3201609,
	3201611,
	3201612,
	3201701,
	3201702,
	3201703,
	3201705,
	3201706,
	3201708,
	3201709,
	3201711,
	3201712,
	3201801,
	3201802,
	3201803,
	3201805,
	3201806,
	3201808,
	3201809,
	3201901,
	3201902,
	3201903,
	3201905,
	3201906,
	3201908,
	3201909,
	3201911,
	3201912,
	3202001,
	3202002,
	3202003,
	3202005,
	3202006,
	3202008,
	3202009,
	3202101,
	3202102,
	3202103,
	3202105,
	3202106,
	3202108,
	3202109,
	3202201,
	3202202,
	3202203,
	3202205,
	3202206,
	3202208,
	3202209,
	3202211,
	3202212,
	3202301,
	3202302,
	3202303,
	3202305,
	3202306,
	3202308,
	3202309,
	3202311,
	3202312,
	3202401,
	3202402,
	3202403,
	3202405,
	3202406,
	3202408,
	3202409,
	3202411,
	3202412,
	3202413,
	3202414,
	3202416,
	3202417,
	3202501,
	3202502,
	3202503,
	3202505,
	3202506,
	3202601,
	3202602,
	3202603,
	3202605,
	3202606,
	3202608,
	3202609,
	3202611,
	3202612,
	3202701,
	3202702,
	3202704,
	3202705,
	3202801,
	3202802,
	3202803,
	3202805,
	3202806,
	3202808,
	3202809,
	3202901,
	3202902,
	3202903,
	3202905,
	3202906,
	3203001,
	3203002,
	3203003,
	3203005,
	3203006,
	3203008,
	3203009,
	3203101,
	3203102,
	3203103,
	3203105,
	3203107,
	3203108,
	3203201,
	3203202,
	3203203,
	3203205,
	3203206,
	3203208,
	3203209,
	3203211,
	3203212,
	3203301,
	3203302,
	3203303,
	3203304,
	3203306,
	3203307,
	3203309,
	3203310,
	3203401,
	3203402,
	3203403,
	3203405,
	3203406,
	3203408,
	3203409,
	3203501,
	3203502,
	3203503,
	3203505,
	3203507,
	3203508,
	3203601,
	3203602,
	3203603,
	3203605,
	3203606,
	3203701,
	3203702,
	3203703,
	3203705,
	3203706,
	3203708,
	3203709,
	3203801,
	3203802,
	3203803,
	3203805,
	3203806,
	3203808,
	3203809,
	3203901,
	3203902,
	3203903,
	3203905,
	3203906,
	3203908,
	3203909,
	3203911,
	3203912,
	3204001,
	3204002,
	3204003,
	3204005,
	3204006,
	3204101,
	3204102,
	3204103,
	3204105,
	3204106,
	3204201,
	3204202,
	3204203,
	3204205,
	3204206,
	3204208,
	3204209,
	3204211,
	3204212,
	3204301,
	3204302,
	3204303,
	3204304,
	3204306,
	3204307,
	3204308,
	3204309,
	3204401,
	3204402,
	3204403,
	3204405,
	3204406,
	3204408,
	3204409,
	3204501,
	3204502,
	3204503,
	3204505,
	3204506,
	3204601,
	3204602,
	3204603,
	3204605,
	3204606,
	3204608,
	3204609,
	3204611,
	3204612,
	3204701,
	3204702,
	3204703,
	3204705,
	3204706,
	3204708,
	3204709,
	3204711,
	3204712,
	3204801,
	3204802,
	3204803,
	3204804,
	3204806,
	3204807,
	3204809,
	3204810,
	3204812,
	3204814,
	3204901,
	3204902,
	3204903,
	3204905,
	3204906,
	3205001,
	3205002,
	3205003,
	3205005,
	3205006,
	3205008,
	3205009,
	3205101,
	3205102,
	3205103,
	3205105,
	3205106,
	3205108,
	3205109,
	3205201,
	3205202,
	3205203,
	3205205,
	3205206,
	3205301,
	3205302,
	3205303,
	3205305,
	3205306,
	3205308,
	3205309,
	3205401,
	3205402,
	3205403,
	3205405,
	3205406,
	3205408,
	3205409,
	3205411,
	3205412,
	3205501,
	3205502,
	3205503,
	3205505,
	3205507,
	3205509,
	3205510,
	3205512,
	3205513,
	3205601,
	3205602,
	3205603,
	3205605,
	3205606,
	3205608,
	3205609,
	3205701,
	3205702,
	3205703,
	3205705,
	3205706,
	3205708,
	3205709,
	3205711,
	3205712,
	3205801,
	3205802,
	3205803,
	3205805,
	3205806,
	3205808,
	3205809,
	3205901,
	3205902,
	3205903,
	3205905,
	3205906,
	3205908,
	3205909,
	3205911,
	3205912,
	3206001,
	3206002,
	3206003,
	3206005,
	3206006,
	3206008,
	3206009,
	3206101,
	3206102,
	3206103,
	3206105,
	3206106,
	3206201,
	3206202,
	3206203,
	3206205,
	3206206,
	3206208,
	3206209,
	3206301,
	3206302,
	3206303,
	3206305,
	3206306,
	3206308,
	3206309,
	3206401,
	3206402,
	3206403,
	3206405,
	3206406,
	3206501,
	3206502,
	3206503,
	3206505,
	3206506,
	3206508,
	3206509,
	3206601,
	3206602,
	3206603,
	3206605,
	3206606,
	3206608,
	3206609,
	3206611,
	3206612,
	3206701,
	3206702,
	3206703,
	3206705,
	3206706,
	3206708,
	3206709,
	3206801,
	3206802,
	3206803,
	3206805,
	3206806,
	3206808,
	3206809,
	3206901,
	3206902,
	3206903,
	3206905,
	3206906,
	3206908,
	3206909,
	3207001,
	3207002,
	3207003,
	3207005,
	3207006,
	3207008,
	3207009,
	3207101,
	3207102,
	3207103,
	3207105,
	3207106,
	3207108,
	3207109,
	3207111,
	3207112,
	3207201,
	3207202,
	3207203,
	3207205,
	3207206,
	3207301,
	3207302,
	3207303,
	3207305,
	3207306,
	3207308,
	3207309,
	3207311,
	3207312,
	3207401,
	3207402,
	3207403,
	3207405,
	3207406,
	3207408,
	3207409,
	3207501,
	3207502,
	3207503,
	3207505,
	3207506,
	3207508,
	3207509,
	3207601,
	3207602,
	3207603,
	3207605,
	3207606,
	3207608,
	3207609,
	3207701,
	3207702,
	3207703,
	3207705,
	3207706,
	3207708,
	3207709,
	3207801,
	3207802,
	3207803,
	3207805,
	3207806,
	3207808,
	3207809,
	3207811,
	3207812,
	3207901,
	3207902,
	3207903,
	3207905,
	3207906,
	3207908,
	3207909,
	3208001,
	3208002,
	3208003,
	3208005,
	3208006,
	3208008,
	3208009,
	3208101,
	3208102,
	3208103,
	3208105,
	3208106,
	3208108,
	3208109,
	3208201,
	3208202,
	3208203,
	3208205,
	3208206,
	3208208,
	3208209,
	3208301,
	3208302,
	3208303,
	3208305,
	3208306,
	3208401,
	3208402,
	3208403,
	3208405,
	3208406,
	3208501,
	3208502,
	3208503,
	3208505,
	3208506,
	3208601,
	3208602,
	3208603,
	3208605,
	3208606,
	3208608,
	3208609,
	3208701,
	3208702,
	3208703,
	3208705,
	3208706,
	3208708,
	3208709,
	3208801,
	3208802,
	3208803,
	3208805,
	3208806,
	3208808,
	3208809,
	3208811,
	3208812,
	3208901,
	3208902,
	3208903,
	3208904,
	3208905,
	3208906,
	3208907,
	3208908,
	3208910,
	3208911,
	3208912,
	3209001,
	3209002,
	3209003,
	3209004,
	3209005,
	3209006,
	3209007,
	3209008,
	3209010,
	3209011,
	3209012,
	3209101,
	3209102,
	3209103,
	3209104,
	3209105,
	3209106,
	3209107,
	3209108,
	3209110,
	3209111,
	3209201,
	3209202,
	3209203,
	3209204,
	3209205,
	3209207,
	3209208,
	3209301,
	3209302,
	3209303,
	3209304,
	3209305,
	3209306,
	3209307,
	3209309,
	3209310,
	3209401,
	3209402,
	3209403,
	3209404,
	3209405,
	3209406,
	3209408,
	3209409,
	3209501,
	3209502,
	3209503,
	3209505,
	3209507,
	3209509,
	3209510,
	3209512,
	3209514,
	3209516,
	3209517,
	3238901,
	3239001,
	3239101,
	3239201,
	3239301,
	3239401,
	3240101,
	3240102,
	3240105,
	3240201,
	3240202,
	3240203,
	3240205,
	3240301,
	3240302,
	3240303,
	3240305,
	3241101,
	3241102,
	3241105,
	3241201,
	3241202,
	3241203,
	3241205,
	3241301,
	3241302,
	3241303,
	3241305,
	3242101,
	3242102,
	3242105,
	3242201,
	3242202,
	3242203,
	3242205,
	3242301,
	3242302,
	3242303,
	3242305,
	3243101,
	3243102,
	3243105,
	3243201,
	3243202,
	3243203,
	3243205,
	3243301,
	3243302,
	3243303,
	3243305,
	3244101,
	3244102,
	3244105,
	3244201,
	3244202,
	3244203,
	3244205,
	3244301,
	3244302,
	3244303,
	3244305,
	3245101,
	3245102,
	3245105,
	3245201,
	3245202,
	3245203,
	3245205,
	3245301,
	3245302,
	3245303,
	3245305,
	3500001,
	3500003,
	3500005,
	3500007,
	3600101,
	3600102,
	3600201,
	3600202,
	3600301,
	3600302,
	3600401,
	3600402,
	3600501,
	3600502,
	3600601,
	3600602,
	3600701,
	3600702,
	3600801,
	3600802,
	3600901,
	3600902,
	3601001,
	3601002,
	3601101,
	3601102,
	3601201,
	3601202,
	3601301,
	3601302,
	3601401,
	3601402,
	3601501,
	3601502,
	3601601,
	3601602,
	3601701,
	3601702,
	3601801,
	3601802,
	3700002,
	3700004,
	3700006,
	3700008,
	3700010,
	3700012,
	3700014,
	3700016,
	3700018,
	3700020,
	3700022,
	3700024,
	3700026,
	3700028,
	3700030,
	3700032,
	3700034,
	3700036,
	3700038,
	3700040,
	3700501,
	3700514,
	3700516,
	3700518,
	3700520,
	3700522,
	3700524,
	3700526,
	3700528,
	3700530,
	3700532,
	3700534,
	3700536,
	3700801,
	3700802,
	3700803,
	3700804,
	3700805,
	3700806
}
pg.base = pg.base or {}
pg.base.child2_word = {}

(function ()
	pg.base.child2_word[1] = {
		id = 1,
		main_character_face = 0,
		word = "후훗, 바보 $1도 참… 이런 간단한 나무쌓기도 못하는 거야? 어쩔 수 없지. 내가 알려줄게~",
		char_type = 1
	}
	pg.base.child2_word[2] = {
		id = 2,
		main_character_face = 0,
		word = "배고파! 「나중에」라고 하기만 해 봐! 지금 먹고 싶어!",
		char_type = 1
	}
	pg.base.child2_word[3] = {
		id = 3,
		main_character_face = 0,
		word = "같이 소꿉놀이할래? $1, 넌 내 「시종」 역할이야♪ 뭐, 평소랑 별 차이 없겠네♪",
		char_type = 1
	}
	pg.base.child2_word[4] = {
		id = 4,
		main_character_face = 0,
		word = "음…… 나, 지금 엄청나게 바쁘거든? 뭐, 그래도 $1, 네가 너무 불쌍하니까 특별히 아주 잠깐만 같이 놀아줄 수는 있어~",
		char_type = 1
	}
	pg.base.child2_word[5] = {
		id = 5,
		main_character_face = 0,
		word = "$1, 너 말이야~ 나 쓰다듬고 싶지 않아? ……뭐? 따, 딱히? 오늘 이 기회를 놓치면 다음은 없어~!",
		char_type = 1
	}
	pg.base.child2_word[6] = {
		id = 6,
		main_character_face = 0,
		word = "이 허접 $1 같으니… 뭘 멍하니 있는 거야? 내가 도와주길 바라면, 그만한 성의를 보여 봐~",
		char_type = 1
	}
	pg.base.child2_word[7] = {
		id = 7,
		main_character_face = 0,
		word = "바보 $1, 요즘 일이 바쁜 것 같아서 특별히 과자를 준비해 봤어! ……「맛없다」고 하면 다시는 안 만들어 줄 거야♪",
		char_type = 1
	}
	pg.base.child2_word[8] = {
		id = 8,
		main_character_face = 0,
		word = "후훗♪ 바보 $1, 너 졸 때 얼마나 웃긴지 알아~? 이 귀중한 사진은 잘 보관해 둬야지♪ 언제 도움이 될지 모르잖아~?",
		char_type = 1
	}
	pg.base.child2_word[9] = {
		id = 9,
		main_character_face = 0,
		word = "오늘은 학교에 마중 나올 필요 없어. ……뭐, $1 네가 굳이 기다리겠다면…… 어쩔 수 없이 같이 가주기는 하겠지만♪",
		char_type = 1
	}
	pg.base.child2_word[10] = {
		id = 10,
		main_character_face = 0,
		word = "바보 $1, 그렇게 한가하면 나랑 숨바꼭질이나 하지 그래? 나한테 지면 1주일 치 아이스크림 쏘기야♪",
		char_type = 1
	}
	pg.base.child2_word[11] = {
		id = 11,
		main_character_face = 0,
		word = "$1, 피곤한 것 같아. 요즘 마사지하는 방법을 배웠는데, 혹시 싫지 않으면……",
		char_type = 1
	}
	pg.base.child2_word[12] = {
		id = 12,
		main_character_face = 0,
		word = "주방에 쿠키를 구워뒀어. $1, 네가 좋아하는 맛으로 구웠으니까 한번 먹어 봐. 그 대신 맛이 어떤지 꼭 알려줘야 해♪",
		char_type = 1
	}
	pg.base.child2_word[13] = {
		id = 13,
		main_character_face = 0,
		word = "농장에 꽃이 아주 예쁘게 피었어. $1, 지금 한가하면 같이 산책하지 않을래? 카메라도 가지고 왔으니까, 같이 멋진 사진을 남길 수 있을 거야♪",
		char_type = 1
	}
	pg.base.child2_word[14] = {
		id = 14,
		main_character_face = 0,
		word = "오늘 말이지, 피아노 선생님한테 칭찬받았어! $1도 들어볼래? 열심히 연습한 성과를 꼭 들려주고 싶어♪",
		char_type = 1
	}
	pg.base.child2_word[15] = {
		id = 15,
		main_character_face = 0,
		word = "아, 화분에 심은 식물 잎사귀가 축 처져 있어…… 매일 물을 주라고 $1한테 배웠는데, 또 잊어버렸어… 내일부터는 잊지 않고 매일 물 줄게…… 흑…",
		char_type = 1
	}
	pg.base.child2_word[16] = {
		id = 16,
		main_character_face = 0,
		word = "오늘은 디저트를 만들었어. 물론 $1, 너를 위해 만든 건 아니지만, 요새 노력하고 있으니 특별히 먹게 해줄게♪",
		char_type = 1
	}
	pg.base.child2_word[17] = {
		id = 17,
		main_character_face = 0,
		word = "한가할 때는 바보 $1랑 놀고 싶어진단 말이야~♪ 어때? 한 판 붙어볼래? 나한테 졌다고 징징거리기만 해 봐♪",
		char_type = 1
	}
	pg.base.child2_word[18] = {
		id = 18,
		main_character_face = 0,
		word = "어머머~ 내가 없으면 $1, 너 어떻게 살래~? 나한테 매달리기만 하는 바보라서 걱정이다, 정말~",
		char_type = 1
	}
	pg.base.child2_word[19] = {
		id = 19,
		main_character_face = 0,
		word = "후훗♪ 이렇게 좋은 날씨에 집에만 붙어 있으면 화낼 거야~ 어서 나랑 같이 나가! 이건 명령이야♪ ",
		char_type = 1
	}
	pg.base.child2_word[20] = {
		id = 20,
		main_character_face = 0,
		word = "오늘 $1… 뭐, 그럭저럭 괜찮네. 그렇지만~ 겨우 이 정도로 나를 만족시킬 수 있다고 생각하면 큰 실수야♪",
		char_type = 1
	}
	pg.base.child2_word[21] = {
		id = 21,
		main_character_face = 0,
		word = "눈에 다크서클이 생겼네… 그래도 업무가 일단락되기는 했지? 이렇게 관자놀이를 주물러 주면 조금이나마 편안해질 거야.",
		char_type = 1
	}
	pg.base.child2_word[22] = {
		id = 22,
		main_character_face = 0,
		word = "이 곡은, 음… 여러 번 고쳤어…… $1, 너와 함께하는 일상에서 영감을 받았어. 들어줄래…?",
		char_type = 1
	}
	pg.base.child2_word[23] = {
		id = 23,
		main_character_face = 0,
		word = "베란다에 널어둔 셔츠라면 걱정하지 마. 일기예보에서 오늘은 비가 내린다고 해서, 다림질을 해서 옷장에 넣어 뒀어.",
		char_type = 1
	}
	pg.base.child2_word[24] = {
		id = 24,
		main_character_face = 0,
		word = "커피를 너무 많이 마시면 몸에 안 좋아. 오늘은 로즈티를 내렸으니까, $1도 가끔은 다른 걸 즐겨보는 게 어때?",
		char_type = 1
	}
	pg.base.child2_word[25] = {
		id = 25,
		main_character_face = 0,
		word = "요즘 도서관에서 원예 책을 읽었거든. 꽃이나 식물을 아끼는 건 그 아름다움을 즐기기 위함뿐만 아니라, 돌보는 자신도 치유되기 때문이래.",
		char_type = 1
	}
	pg.base.child2_word[26] = {
		id = 26,
		main_character_face = 6,
		word = "어머, 바보 $1. 한가한 모양이네.",
		char_type = 6
	}
	pg.base.child2_word[27] = {
		id = 27,
		main_character_face = 6,
		word = "오늘 돌아오면서 찹쌀떡을 사가지고 왔어♪",
		char_type = 6
	}
	pg.base.child2_word[28] = {
		id = 28,
		main_character_face = 8,
		word = "먹고 싶으면 내 질문에 대답해 봐~ 자, 어느 쪽에 고추냉이가 들어있게?",
		char_type = 6
	}
	pg.base.child2_word[29] = {
		id = 29,
		main_character_face = 0,
		word = "왼쪽",
		char_type = 3
	}
	pg.base.child2_word[30] = {
		id = 30,
		main_character_face = 0,
		word = "오른쪽",
		char_type = 3
	}
	pg.base.child2_word[31] = {
		id = 31,
		main_character_face = 0,
		word = "후후, 이제야 고른 거야? 잔뜩 긴장해가지곤, 진짜 웃겨.",
		char_type = 6
	}
	pg.base.child2_word[32] = {
		id = 32,
		main_character_face = 7,
		word = "바보, 속았지~ 사실 둘 다 평범한 찹쌀떡이라구~",
		char_type = 6
	}
	pg.base.child2_word[33] = {
		id = 33,
		main_character_face = 8,
		word = "자, 어서 입 벌려. 아~",
		char_type = 6
	}
	pg.base.child2_word[34] = {
		id = 34,
		main_character_face = 6,
		word = "하아…… 돌아오는 데 갑자기 폭우가 쏟아졌어. 하마터면 다 젖을 뻔했네…",
		char_type = 6
	}
	pg.base.child2_word[35] = {
		id = 35,
		main_character_face = 7,
		word = "내가 우산을 안 가지고 왔으면, $1도 물에 빠진 생쥐 꼴이었겠지.",
		char_type = 6
	}
	pg.base.child2_word[36] = {
		id = 36,
		main_character_face = 8,
		word = "고마우면 장난감으로 보답하는 게 어때~♪",
		char_type = 6
	}
	pg.base.child2_word[37] = {
		id = 37,
		main_character_face = 5,
		word = "으…… 계란 프라이 모양이 또 이상해졌네……",
		char_type = 6
	}
	pg.base.child2_word[38] = {
		id = 38,
		main_character_face = 8,
		word = "뭐, 어차피 바보 $1한테 먹일 거니까, 상관없겠지♪ 후훗♪",
		char_type = 6
	}
	pg.base.child2_word[39] = {
		id = 39,
		main_character_face = 8,
		word = "――다 들리거든?",
		char_type = 2
	}
	pg.base.child2_word[40] = {
		id = 40,
		main_character_face = 7,
		word = "어머, 들렸어? 마침, 잘됐네.",
		char_type = 6
	}
	pg.base.child2_word[41] = {
		id = 41,
		main_character_face = 7,
		word = "내가 만든 계란 프라이, 남기지 말고 감사히 먹어. 알았지?",
		char_type = 6
	}
	pg.base.child2_word[42] = {
		id = 42,
		main_character_face = 0,
		word = "――저녁으로 먹고 싶은 거 있어? 만들어 줄게.",
		char_type = 2
	}
	pg.base.child2_word[43] = {
		id = 43,
		main_character_face = 6,
		word = "흠~ 바보 $1, 지금 내 환심을 사려는 거야?",
		char_type = 6
	}
	pg.base.child2_word[44] = {
		id = 44,
		main_character_face = 7,
		word = "요리를 잘하는 건 인정하는데… 그래도 나한테 뭘 먹이려면 조건이 있어.",
		char_type = 6
	}
	pg.base.child2_word[45] = {
		id = 45,
		main_character_face = 7,
		word = "이 「바보 전용」이라고 적힌 앞치마를 두르도록 해♪",
		char_type = 6
	}
	pg.base.child2_word[46] = {
		id = 46,
		main_character_face = 7,
		word = "싫다면… 앞으로 만들어 주는 저녁밥 점수가 뚝 떨어질걸~",
		char_type = 6
	}
	pg.base.child2_word[47] = {
		id = 47,
		main_character_face = 5,
		word = "잠깐, $. 요새 계속 야근하지 않아?",
		char_type = 6
	}
	pg.base.child2_word[48] = {
		id = 48,
		main_character_face = 5,
		word = "――바쁜 시기라서 그래…",
		char_type = 2
	}
	pg.base.child2_word[49] = {
		id = 49,
		main_character_face = 4,
		word = "흠~ 맨날 그런 똑같은 말로 날 속이려고?",
		char_type = 6
	}
	pg.base.child2_word[50] = {
		id = 50,
		main_character_face = 7,
		word = "지금 당장! 즉시! 쉬어! 그렇지 않으면… 왕창 찍어둔 네 웃긴 사진, 확 뿌려버린다? 에헤헤♪",
		char_type = 6
	}
	pg.base.child2_word[51] = {
		id = 51,
		main_character_face = 7,
		word = "――어쩔 수 없지. 바로 쉴게.",
		char_type = 2
	}
	pg.base.child2_word[52] = {
		id = 52,
		main_character_face = 8,
		word = "후훗♪ 그렇게 나와야지. 자, 여기 따뜻한 우유도 마셔.",
		char_type = 6
	}
	pg.base.child2_word[53] = {
		id = 53,
		main_character_face = 6,
		word = "$1, 아침 식사를 준비했어.",
		char_type = 6
	}
	pg.base.child2_word[54] = {
		id = 54,
		main_character_face = 6,
		word = "――고마워, 그나저나 갑자기 무슨 일이야?",
		char_type = 2
	}
	pg.base.child2_word[55] = {
		id = 55,
		main_character_face = 8,
		word = "내 특별 서프라이즈야♪",
		char_type = 6
	}
	pg.base.child2_word[56] = {
		id = 56,
		main_character_face = 7,
		word = "계란 프라이에 뭘 넣었는지 맞혀 봐! 틀리면 아침 식사는 없어!",
		char_type = 6
	}
	pg.base.child2_word[57] = {
		id = 57,
		main_character_face = 7,
		word = "――또 고추냉이를 넣은 건 아니지…?",
		char_type = 2
	}
	pg.base.child2_word[58] = {
		id = 58,
		main_character_face = 8,
		word = "흐음… 그동안 당한 게 있어서 그런지 눈치는 빠르다니깐.",
		char_type = 6
	}
	pg.base.child2_word[59] = {
		id = 59,
		main_character_face = 0,
		word = "(오늘 계속 카메라를 만지작거리는데, 뭘 꾸미는 거지?)",
		char_type = 2
	}
	pg.base.child2_word[60] = {
		id = 60,
		main_character_face = 0,
		word = "뭘 찍는 거야?",
		char_type = 3
	}
	pg.base.child2_word[61] = {
		id = 61,
		main_character_face = 0,
		word = "장난칠 준비?",
		char_type = 3
	}
	pg.base.child2_word[62] = {
		id = 62,
		main_character_face = 7,
		word = "후후, 들켰네.",
		char_type = 6
	}
	pg.base.child2_word[63] = {
		id = 63,
		main_character_face = 7,
		word = "「$1의 연간 실수 컬렉션」이야~ 우선 표지부터 보지 그래?",
		char_type = 6
	}
	pg.base.child2_word[64] = {
		id = 64,
		main_character_face = 8,
		word = "기대해~ 네 「귀중한 순간」을 기록하고 있으니까~",
		char_type = 6
	}
	pg.base.child2_word[65] = {
		id = 65,
		main_character_face = 0,
		word = "――담요 사 왔어.",
		char_type = 2
	}
	pg.base.child2_word[66] = {
		id = 66,
		main_character_face = 7,
		word = "뭐? $!도 참, 그렇게 허약해서 어떻게 해? 이런 게 꼭 필요해~? 허접, 허접~",
		char_type = 6
	}
	pg.base.child2_word[67] = {
		id = 67,
		main_character_face = 7,
		word = "――아니, 네비가 요즘 밤에 영화 많이 보잖아? 그래서 감기에 걸리지 말라고…",
		char_type = 2
	}
	pg.base.child2_word[68] = {
		id = 68,
		main_character_face = 6,
		word = "뭐야~ 눈치는 빨라가지고. 나한테 놀림받는 게 그렇게나 기뻐?",
		char_type = 6
	}
	pg.base.child2_word[69] = {
		id = 69,
		main_character_face = 7,
		word = "이런 담요까지 사 오고~",
		char_type = 6
	}
	pg.base.child2_word[70] = {
		id = 70,
		main_character_face = 8,
		word = "뭐, 오늘 밤은 특별히 같이 영화 볼 수 있게 해줄게~ 간식은 알아서 미리 준비해 놔~",
		char_type = 6
	}
	pg.base.child2_word[71] = {
		id = 71,
		main_character_face = 0,
		word = "――서재를 정리했어.",
		char_type = 2
	}
	pg.base.child2_word[72] = {
		id = 72,
		main_character_face = 7,
		word = "흠♪ 웬일로 네가 방 정리를 다 했대?",
		char_type = 6
	}
	pg.base.child2_word[73] = {
		id = 73,
		main_character_face = 6,
		word = "뭐, 이 정도면 아슬아슬하게 합격이네. 그나저나 책장에 둔 액자가 삐딱한데?",
		char_type = 6
	}
	pg.base.child2_word[74] = {
		id = 74,
		main_character_face = 8,
		word = "내가 엄선한 네 재채기 사진이니까, 어서 제대로 고쳐 놔♪",
		char_type = 6
	}
	pg.base.child2_word[75] = {
		id = 75,
		main_character_face = 5,
		word = "$1, 냉장고에 둔 푸딩 어디 갔어?",
		char_type = 6
	}
	pg.base.child2_word[76] = {
		id = 76,
		main_character_face = 4,
		word = "설마…… 먹은 거야?",
		char_type = 6
	}
	pg.base.child2_word[77] = {
		id = 77,
		main_character_face = 4,
		word = "――응, 먹었는데…?",
		char_type = 2
	}
	pg.base.child2_word[78] = {
		id = 78,
		main_character_face = 7,
		word = "어머, 이걸 어쩌나~",
		char_type = 6
	}
	pg.base.child2_word[79] = {
		id = 79,
		main_character_face = 6,
		word = "왜 그랬대? 후환이 두렵지도 않은 거야? ♪",
		char_type = 6
	}
	pg.base.child2_word[80] = {
		id = 80,
		main_character_face = 8,
		word = "헤헤헤……",
		char_type = 6
	}
	pg.base.child2_word[81] = {
		id = 81,
		main_character_face = 6,
		word = "$1, 나 요즘 스킨답서스를 키우기 시작했어.",
		char_type = 6
	}
	pg.base.child2_word[82] = {
		id = 82,
		main_character_face = 6,
		word = "――응? 갑자기 그건 왜?",
		char_type = 2
	}
	pg.base.child2_word[83] = {
		id = 83,
		main_character_face = 0,
		word = "후훗, 바보 같은 너랑 닮은 것 같아서.",
		char_type = 6
	}
	pg.base.child2_word[84] = {
		id = 84,
		main_character_face = 7,
		word = "특히 둘 다 내가 정성껏 돌봐줘야 한다는 점에서 말이지.",
		char_type = 6
	}
	pg.base.child2_word[85] = {
		id = 85,
		main_character_face = 8,
		word = "안 그러면 너무 불쌍하잖아~?",
		char_type = 6
	}
	pg.base.child2_word[86] = {
		id = 86,
		main_character_face = 0,
		word = "――학교에서 사진 콘테스트가 열린다던데…",
		char_type = 2
	}
	pg.base.child2_word[87] = {
		id = 87,
		main_character_face = 6,
		word = "응, 알고 있어.",
		char_type = 6
	}
	pg.base.child2_word[88] = {
		id = 88,
		main_character_face = 6,
		word = "――참가 안 해? 카메라로 자주 사진 찍잖아.",
		char_type = 2
	}
	pg.base.child2_word[89] = {
		id = 89,
		main_character_face = 1,
		word = "뭐? $1, 정말 바보 아니야? 네 못난 사진을 그렇게 공개하고 싶어?",
		char_type = 6
	}
	pg.base.child2_word[90] = {
		id = 90,
		main_character_face = 4,
		word = "난 절대 싫어!",
		char_type = 6
	}
	pg.base.child2_word[91] = {
		id = 91,
		main_character_face = 6,
		word = "$1~ 멍하니 무슨 생각 하는 거야?",
		char_type = 6
	}
	pg.base.child2_word[92] = {
		id = 92,
		main_character_face = 6,
		word = "――카페나 가볼까 하던 중이야.",
		char_type = 2
	}
	pg.base.child2_word[93] = {
		id = 93,
		main_character_face = 4,
		word = "흠~ 그런 곳에서 나오는 커피가 내가 직접 내린 커피보다 맛있을 것 같아?",
		char_type = 6
	}
	pg.base.child2_word[94] = {
		id = 94,
		main_character_face = 4,
		word = "――그건 그래. 그래도 같이 카페에 가보고 싶어서.",
		char_type = 2
	}
	pg.base.child2_word[95] = {
		id = 95,
		main_character_face = 4,
		word = "――얼마 전에 거기서 파는 케이크를 먹고 싶어 했잖아.",
		char_type = 2
	}
	pg.base.child2_word[96] = {
		id = 96,
		main_character_face = 2,
		word = "음…… 뭐, 바보 같은 네가 꼭 가고 싶다면야…",
		char_type = 6
	}
	pg.base.child2_word[97] = {
		id = 97,
		main_character_face = 6,
		word = "특별히 나한테 사주도록 허락해 줄게.",
		char_type = 6
	}
	pg.base.child2_word[98] = {
		id = 98,
		main_character_face = 7,
		word = "가장 비싼 걸로 주문할 거니까 각오해♪",
		char_type = 6
	}
	pg.base.child2_word[99] = {
		id = 99,
		main_character_face = 0,
		word = "――오늘은 날씨도 좋으니, 괜찮으면……",
		char_type = 2
	}
	pg.base.child2_word[100] = {
		id = 100,
		main_character_face = 7,
		word = "어머, $1. 지금 날 데이트에 초대하는 거야?",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[101] = {
		id = 101,
		main_character_face = 8,
		word = "바보 주제에~ 내가 귀여운 건 알아가지고~",
		char_type = 6
	}
	pg.base.child2_word[102] = {
		id = 102,
		main_character_face = 8,
		word = "――그냥 집에 있을까……",
		char_type = 2
	}
	pg.base.child2_word[103] = {
		id = 103,
		main_character_face = 2,
		word = "집에 있겠다고는 한마디도 안 했거든?",
		char_type = 6
	}
	pg.base.child2_word[104] = {
		id = 104,
		main_character_face = 6,
		word = "자, $1도 어서 옷 갈아입어. 꾸물대면 화낼 거야, 후훗~",
		char_type = 6
	}
	pg.base.child2_word[105] = {
		id = 105,
		main_character_face = 4,
		word = "야, 바보 지휘관. 나 애니메이션 채널 보고 싶어.",
		char_type = 6
	}
	pg.base.child2_word[106] = {
		id = 106,
		main_character_face = 4,
		word = "――그래? 채널 바꿔줄게.",
		char_type = 2
	}
	pg.base.child2_word[107] = {
		id = 107,
		main_character_face = 8,
		word = "흠~ 의외로 순순히 바꿔주네…… 그럼 특별히 옆에 앉을 수 있게 해줄게♪",
		char_type = 6
	}
	pg.base.child2_word[108] = {
		id = 108,
		main_character_face = 7,
		word = "달라붙으면 화낼 거지만♪",
		char_type = 6
	}
	pg.base.child2_word[109] = {
		id = 109,
		main_character_face = 0,
		word = "있잖아~",
		char_type = 6
	}
	pg.base.child2_word[110] = {
		id = 110,
		main_character_face = 8,
		word = "서재에 책상등이 망가졌던데, 알고 있어?",
		char_type = 6
	}
	pg.base.child2_word[111] = {
		id = 111,
		main_character_face = 8,
		word = "――응, 안 그래도 새로 사려고.",
		char_type = 2
	}
	pg.base.child2_word[112] = {
		id = 112,
		main_character_face = 7,
		word = "흐음~ 바보 같은 네가 못 고칠 것 같아서, 내가 고쳐줬지~",
		char_type = 6
	}
	pg.base.child2_word[113] = {
		id = 113,
		main_character_face = 6,
		word = "답례는…… 그래, 디저트 양을 두 배로 늘려줘~",
		char_type = 6
	}
	pg.base.child2_word[114] = {
		id = 114,
		main_character_face = 6,
		word = "바보 지휘관, 아까부터 무슨 생각하는 거야?",
		char_type = 6
	}
	pg.base.child2_word[115] = {
		id = 115,
		main_character_face = 6,
		word = "――잠깐 일 때문에……",
		char_type = 2
	}
	pg.base.child2_word[116] = {
		id = 116,
		main_character_face = 8,
		word = "하아… 역시 어쩔 수 없는 바보라니까.",
		char_type = 6
	}
	pg.base.child2_word[117] = {
		id = 117,
		main_character_face = 7,
		word = "지금은 내 생각만 해야지.",
		char_type = 6
	}
	pg.base.child2_word[118] = {
		id = 118,
		main_character_face = 0,
		word = "아무래도 혼내줘야겠어…… 오늘 밤에는 호러 영화 보기로 결정! 도망가기만 해봐♪",
		char_type = 6
	}
	pg.base.child2_word[119] = {
		id = 119,
		main_character_face = 3,
		word = "흥, 요리 잘하는 건 인정하니까…… 오늘은 하나만 가르쳐줬으면 해.",
		char_type = 6
	}
	pg.base.child2_word[120] = {
		id = 120,
		main_character_face = 3,
		word = "――좋아. 뭘 배우고 싶은데?",
		char_type = 2
	}
	pg.base.child2_word[121] = {
		id = 121,
		main_character_face = 2,
		word = "있잖아, 얼마 전에 만들어 준 그 오므라이스……",
		char_type = 6
	}
	pg.base.child2_word[122] = {
		id = 122,
		main_character_face = 4,
		word = "놀리면 오늘 저녁밥은 없을 줄 알아!",
		char_type = 6
	}
	pg.base.child2_word[123] = {
		id = 123,
		main_character_face = 6,
		word = "자, 바보 지휘관을 위해 만든 블렌드 커피야.",
		char_type = 6
	}
	pg.base.child2_word[124] = {
		id = 124,
		main_character_face = 6,
		word = "――……또 이상한 거 넣은 거 아니야?",
		char_type = 2
	}
	pg.base.child2_word[125] = {
		id = 125,
		main_character_face = 8,
		word = "맞혀볼래? 맞추면 보상이 있을지도~?",
		char_type = 6
	}
	pg.base.child2_word[126] = {
		id = 126,
		main_character_face = 7,
		word = "…라고 하고 싶지만, 나한테 너무 겁먹으면 불쌍하니까~",
		char_type = 6
	}
	pg.base.child2_word[127] = {
		id = 127,
		main_character_face = 6,
		word = "오늘 나는 점잖은 숙녀니까 장난 안 쳐~ 평범한 블렌드 커피라고.",
		char_type = 6
	}
	pg.base.child2_word[128] = {
		id = 128,
		main_character_face = 6,
		word = "$1, 이거 찾고 있어?",
		char_type = 6
	}
	pg.base.child2_word[129] = {
		id = 129,
		main_character_face = 6,
		word = "――어? 그런데… 어떻게 그걸…?",
		char_type = 2
	}
	pg.base.child2_word[130] = {
		id = 130,
		main_character_face = 7,
		word = "그런 사소한 건 됐고, 받고 싶으면 어서 순순히 내가 더 우수하다고 인정해♪",
		char_type = 6
	}
	pg.base.child2_word[131] = {
		id = 131,
		main_character_face = 7,
		word = "――……",
		char_type = 2
	}
	pg.base.child2_word[132] = {
		id = 132,
		main_character_face = 6,
		word = "농담이야~ 자, 어서 받아.",
		char_type = 6
	}
	pg.base.child2_word[133] = {
		id = 133,
		main_character_face = 8,
		word = "후후, 초조한 얼굴… 정말 재미있더라~",
		char_type = 6
	}
	pg.base.child2_word[134] = {
		id = 134,
		main_character_face = 2,
		word = "방금 옷장을 정리하다가 보니까 $1의 셔츠에 주름이 많이 져 있더라.",
		char_type = 6
	}
	pg.base.child2_word[135] = {
		id = 135,
		main_character_face = 2,
		word = "――그래? 전혀 눈치 못 챘어.",
		char_type = 2
	}
	pg.base.child2_word[136] = {
		id = 136,
		main_character_face = 6,
		word = "괜찮아. 이미 다림질해 뒀으니까.",
		char_type = 6
	}
	pg.base.child2_word[137] = {
		id = 137,
		main_character_face = 8,
		word = "아, 그렇지. 한가할 때 다림질하는 법 알려줄까? 빨리 끝낼 수 있는 요령을 터득했거든.",
		char_type = 6
	}
	pg.base.child2_word[138] = {
		id = 138,
		main_character_face = 6,
		word = "후우…… 오늘은 산책하기 딱 좋은 날이네.",
		char_type = 6
	}
	pg.base.child2_word[139] = {
		id = 139,
		main_character_face = 0,
		word = "$1, 잠깐 나가서 같이 좀 걸을까?",
		char_type = 6
	}
	pg.base.child2_word[140] = {
		id = 140,
		main_character_face = 0,
		word = "――좋지, 나도 마침 몸을 좀 움직이고 싶은 참이었거든.",
		char_type = 2
	}
	pg.base.child2_word[141] = {
		id = 141,
		main_character_face = 8,
		word = "정말? 잘 됐다. 나도 새 카메라를 시험해 보고 싶었거든.",
		char_type = 6
	}
	pg.base.child2_word[142] = {
		id = 142,
		main_character_face = 8,
		word = "공원에서 뭐라도 좀 찍어봐야지♪",
		char_type = 6
	}
	pg.base.child2_word[143] = {
		id = 143,
		main_character_face = 2,
		word = "아…… $1……",
		char_type = 6
	}
	pg.base.child2_word[144] = {
		id = 144,
		main_character_face = 2,
		word = "새로 곡을 만드는 중인데, 슬럼프에 빠진 것 같아……",
		char_type = 6
	}
	pg.base.child2_word[145] = {
		id = 145,
		main_character_face = 0,
		word = "어디까지 만들었어?",
		char_type = 3
	}
	pg.base.child2_word[146] = {
		id = 146,
		main_character_face = 0,
		word = "내가 도와줄까?",
		char_type = 3
	}
	pg.base.child2_word[147] = {
		id = 147,
		main_character_face = 6,
		word = "음…… 「네 미소는 마치 햇살 같아…」라는 부분까지 가사를 썼는데, 그다음이 안 떠올라……",
		char_type = 6
	}
	pg.base.child2_word[148] = {
		id = 148,
		main_character_face = 6,
		word = "$1…… 널 보니 무언가 영감이 떠오를 것 같기도 해.",
		char_type = 6
	}
	pg.base.child2_word[149] = {
		id = 149,
		main_character_face = 7,
		word = "잠깐… 미소 좀 지어봐 줄래?",
		char_type = 6
	}
	pg.base.child2_word[150] = {
		id = 150,
		main_character_face = 6,
		word = "$1, 책장을 정리하다가 재밌는 레시피 책을 찾았어.",
		char_type = 6
	}
	pg.base.child2_word[151] = {
		id = 151,
		main_character_face = 0,
		word = "정말? 어떤 책인데?",
		char_type = 3
	}
	pg.base.child2_word[152] = {
		id = 152,
		main_character_face = 0,
		word = "만들어 보려고?",
		char_type = 3
	}
	pg.base.child2_word[153] = {
		id = 153,
		main_character_face = 8,
		word = "디저트 레시피 책이야. 사실 당장이라도 만들어 보고 싶어서 죽겠어.",
		char_type = 6
	}
	pg.base.child2_word[154] = {
		id = 154,
		main_character_face = 6,
		word = "맛있어 보이는 디저트가 엄청나게 많이 실려있거든……",
		char_type = 6
	}
	pg.base.child2_word[155] = {
		id = 155,
		main_character_face = 8,
		word = "앞으로 매일 하나씩 만들어 볼까 해♪",
		char_type = 6
	}
	pg.base.child2_word[156] = {
		id = 156,
		main_character_face = 6,
		word = "$1, 돌아오면서 디저트를 좀 사 왔어.",
		char_type = 6
	}
	pg.base.child2_word[157] = {
		id = 157,
		main_character_face = 6,
		word = "――응? 이거…… 다 내가 좋아하는 맛이잖아?",
		char_type = 2
	}
	pg.base.child2_word[158] = {
		id = 158,
		main_character_face = 6,
		word = "――날 위해서 일부러 사 온 거야?",
		char_type = 2
	}
	pg.base.child2_word[159] = {
		id = 159,
		main_character_face = 6,
		word = "응, $1한테 주고 싶어서.",
		char_type = 6
	}
	pg.base.child2_word[160] = {
		id = 160,
		main_character_face = 8,
		word = "맨날 열심히 일하니까, 가끔은 단 걸 먹고 스트레스를 풀었으면 해서.",
		char_type = 6
	}
	pg.base.child2_word[161] = {
		id = 161,
		main_character_face = 8,
		word = "$1! 베란다에 새가 집을 지었어!",
		char_type = 6
	}
	pg.base.child2_word[162] = {
		id = 162,
		main_character_face = 6,
		word = "어미 새는 못 봤지만, 조그만 알이 3개나 있어.",
		char_type = 6
	}
	pg.base.child2_word[163] = {
		id = 163,
		main_character_face = 6,
		word = "――그럼… 조용히 지켜봐 줄까?",
		char_type = 2
	}
	pg.base.child2_word[164] = {
		id = 164,
		main_character_face = 0,
		word = "응! 나도 그러는 게 좋을 것 같아.",
		char_type = 6
	}
	pg.base.child2_word[165] = {
		id = 165,
		main_character_face = 8,
		word = "매일 확인은 하되, 최대한 간섭하지 않으면서…",
		char_type = 6
	}
	pg.base.child2_word[166] = {
		id = 166,
		main_character_face = 6,
		word = "알에서 새끼가 태어나는 걸 볼 수 있으면 좋겠다~",
		char_type = 6
	}
	pg.base.child2_word[167] = {
		id = 167,
		main_character_face = 8,
		word = "정말 아름다운 순간일 거야… 꼭 찍어야지!",
		char_type = 6
	}
	pg.base.child2_word[168] = {
		id = 168,
		main_character_face = 0,
		word = "일기예보를 확인했어.",
		char_type = 6
	}
	pg.base.child2_word[169] = {
		id = 169,
		main_character_face = 8,
		word = "오늘은 기온차가 심하다네. 그래서 $1, 널 위해 가볍게 걸칠 수 있는 겉옷을 준비해 뒀어.",
		char_type = 6
	}
	pg.base.child2_word[170] = {
		id = 170,
		main_character_face = 8,
		word = "외출할 때 잊지 말고 가지고 가.",
		char_type = 6
	}
	pg.base.child2_word[171] = {
		id = 171,
		main_character_face = 0,
		word = "$1, 최근에 꽃꽂이 수업을 들었거든.",
		char_type = 6
	}
	pg.base.child2_word[172] = {
		id = 172,
		main_character_face = 2,
		word = "혹시 어떤 꽃을 좋아하는지 알려줄 수 있어?",
		char_type = 6
	}
	pg.base.child2_word[173] = {
		id = 173,
		main_character_face = 6,
		word = "다음에는 네가 좋아하는 꽃으로… 특별한 작품을 만들어 보려고.",
		char_type = 6
	}
	pg.base.child2_word[174] = {
		id = 174,
		main_character_face = 8,
		word = "같이 본 영화 티켓을 모아두려고, 근사한 앨범을 사 왔어.",
		char_type = 6
	}
	pg.base.child2_word[175] = {
		id = 175,
		main_character_face = 0,
		word = "벌써 그렇게 많이 모았어?",
		char_type = 3
	}
	pg.base.child2_word[176] = {
		id = 176,
		main_character_face = 0,
		word = "다 모아뒀구나…",
		char_type = 3
	}
	pg.base.child2_word[177] = {
		id = 177,
		main_character_face = 2,
		word = "응, 한 장 한 장 다 소중히 가지고 있었지.",
		char_type = 6
	}
	pg.base.child2_word[178] = {
		id = 178,
		main_character_face = 6,
		word = "다음에 또 보러 가자!",
		char_type = 6
	}
	pg.base.child2_word[179] = {
		id = 179,
		main_character_face = 8,
		word = "가벼운 코미디 영화라면 지휘관도 느긋한 마음으로 기분 전환할 수 있겠지?",
		char_type = 6
	}
	pg.base.child2_word[180] = {
		id = 180,
		main_character_face = 0,
		word = "――음…? 좋은 향기가 나는 것 같은데…?",
		char_type = 2
	}
	pg.base.child2_word[181] = {
		id = 181,
		main_character_face = 2,
		word = "후후, 눈치챘어? 안 그래도 지금 말해주려고 그랬는데.",
		char_type = 6
	}
	pg.base.child2_word[182] = {
		id = 182,
		main_character_face = 6,
		word = "가정 과목 수업에서 만든 향초야.",
		char_type = 6
	}
	pg.base.child2_word[183] = {
		id = 183,
		main_character_face = 8,
		word = "라벤더 향으로 만들었으니까, 잘 때 켜 봐.",
		char_type = 6
	}
	pg.base.child2_word[184] = {
		id = 184,
		main_character_face = 0,
		word = "아, 불조심하는 거 잊지 말고. 안전이 제일 중요하잖아?",
		char_type = 6
	}
	pg.base.child2_word[185] = {
		id = 185,
		main_character_face = 5,
		word = "$1, 부탁이 하나 있는데…",
		char_type = 6
	}
	pg.base.child2_word[186] = {
		id = 186,
		main_character_face = 5,
		word = "――응? 부탁?",
		char_type = 2
	}
	pg.base.child2_word[187] = {
		id = 187,
		main_character_face = 2,
		word = "지휘관한테 머플러를 만들어 주려고, 뜨개질을 독학으로 배웠거든……",
		char_type = 6
	}
	pg.base.child2_word[188] = {
		id = 188,
		main_character_face = 6,
		word = "그래서 말인데, 사이즈 좀 재봐도 될까?",
		char_type = 6
	}
	pg.base.child2_word[189] = {
		id = 189,
		main_character_face = 8,
		word = "아직 시작한 지 얼마 안 됐지만…… 열심히 해볼게.",
		char_type = 6
	}
	pg.base.child2_word[190] = {
		id = 190,
		main_character_face = 2,
		word = "$1, 서재 조명이 좀 어두워진 것 같아…",
		char_type = 6
	}
	pg.base.child2_word[191] = {
		id = 191,
		main_character_face = 2,
		word = "――아, 그렇네. 어쩐지 서류가 잘 안 보인다 했어.",
		char_type = 2
	}
	pg.base.child2_word[192] = {
		id = 192,
		main_character_face = 5,
		word = "이러다간 눈까지 나빠지겠어.",
		char_type = 6
	}
	pg.base.child2_word[193] = {
		id = 193,
		main_character_face = 6,
		word = "주말에 새로 조명 사러 갈까? 기왕이면 눈에 편한 걸로 사면 더 좋고.",
		char_type = 6
	}
	pg.base.child2_word[194] = {
		id = 194,
		main_character_face = 8,
		word = "겸사겸사 산책도 하고, 신선한 공기도 마실 수 있겠네~",
		char_type = 6
	}
	pg.base.child2_word[195] = {
		id = 195,
		main_character_face = 8,
		word = "있잖아, $1. 집에 있는 식물, 되게 싱싱해졌지?",
		char_type = 6
	}
	pg.base.child2_word[196] = {
		id = 196,
		main_character_face = 8,
		word = "――그러게. 요즘 들어 활력이 특히 넘치는 느낌이네. 다 네비 덕분이야.",
		char_type = 2
	}
	pg.base.child2_word[197] = {
		id = 197,
		main_character_face = 6,
		word = "에헤헤…… 사실 얼마 전에 도서관에서 원예 서적을 찾았거든.",
		char_type = 6
	}
	pg.base.child2_word[198] = {
		id = 198,
		main_character_face = 0,
		word = "책에서 그러는데, 식물도 청각이 있어서 매일 말을 걸어주면 더 건강하게 자란대.",
		char_type = 6
	}
	pg.base.child2_word[199] = {
		id = 199,
		main_character_face = 6,
		word = "그래서 물을 줄 때 꼭 같이 말도 걸어줬지.",
		char_type = 6
	}
	pg.base.child2_word[200] = {
		id = 200,
		main_character_face = 8,
		word = "$1도 한번 해볼래? 분명 다들 기뻐할 거야.",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[201] = {
		id = 201,
		main_character_face = 0,
		word = "$1, 음악 좋아해?",
		char_type = 6
	}
	pg.base.child2_word[202] = {
		id = 202,
		main_character_face = 0,
		word = "――갑자기 그건 왜?",
		char_type = 2
	}
	pg.base.child2_word[203] = {
		id = 203,
		main_character_face = 6,
		word = "공부나 일을 할 때 가벼운 음악을 들으면, 집중력이 향상될 것 같아서.",
		char_type = 6
	}
	pg.base.child2_word[204] = {
		id = 204,
		main_character_face = 6,
		word = "게다가…… 방 분위기도 좋아지겠지.",
		char_type = 6
	}
	pg.base.child2_word[205] = {
		id = 205,
		main_character_face = 8,
		word = "나중에 시험해 볼까?",
		char_type = 6
	}
	pg.base.child2_word[206] = {
		id = 206,
		main_character_face = 0,
		word = "――빵 냄새가 나네… 네비, 빵 굽고 있어?",
		char_type = 2
	}
	pg.base.child2_word[207] = {
		id = 207,
		main_character_face = 1,
		word = "아, 들켰네…… 깜짝 놀라게 해주려고 했는데…",
		char_type = 6
	}
	pg.base.child2_word[208] = {
		id = 208,
		main_character_face = 1,
		word = "――이렇게 좋은 냄새가 나는데, 어떻게 눈치를 안 채?",
		char_type = 2
	}
	pg.base.child2_word[209] = {
		id = 209,
		main_character_face = 2,
		word = "칭찬하기는 아직 일러. 빵 굽는 건 이번이 처음이라고.",
		char_type = 6
	}
	pg.base.child2_word[210] = {
		id = 210,
		main_character_face = 6,
		word = "다 구워지면 같이 먹자. 맛있게 만들어졌으면 좋겠다……",
		char_type = 6
	}
	pg.base.child2_word[211] = {
		id = 211,
		main_character_face = 5,
		word = "$1. 혹시 지금 어깨 아파?",
		char_type = 6
	}
	pg.base.child2_word[212] = {
		id = 212,
		main_character_face = 5,
		word = "아니, 아까부터 어깨를 계속 주무르고 있길래……",
		char_type = 6
	}
	pg.base.child2_word[213] = {
		id = 213,
		main_character_face = 2,
		word = "내가 마사지해 줄까? 자신은 없지만……",
		char_type = 6
	}
	pg.base.child2_word[214] = {
		id = 214,
		main_character_face = 0,
		word = "부탁할게",
		char_type = 3
	}
	pg.base.child2_word[215] = {
		id = 215,
		main_character_face = 0,
		word = "그래, 와라",
		char_type = 3
	}
	pg.base.child2_word[216] = {
		id = 216,
		main_character_face = 8,
		word = "응! 아프면 참지 말고 말해.",
		char_type = 6
	}
	pg.base.child2_word[217] = {
		id = 217,
		main_character_face = 8,
		word = "$1, 봐! 이게 뭐게~?",
		char_type = 6
	}
	pg.base.child2_word[218] = {
		id = 218,
		main_character_face = 8,
		word = "――이건…… 앨범?",
		char_type = 2
	}
	pg.base.child2_word[219] = {
		id = 219,
		main_character_face = 6,
		word = "맞아! 우리가 같이 찍은 사진이야!",
		char_type = 6
	}
	pg.base.child2_word[220] = {
		id = 220,
		main_character_face = 6,
		word = "$1이랑 같이 이렇게 멋진 추억을 많이 쌓아서, 너무 행복해!",
		char_type = 6
	}
	pg.base.child2_word[221] = {
		id = 221,
		main_character_face = 6,
		word = "$1~",
		char_type = 6
	}
	pg.base.child2_word[222] = {
		id = 222,
		main_character_face = 6,
		word = "종이접기로 별을 만드는 법을 배웠어.",
		char_type = 6
	}
	pg.base.child2_word[223] = {
		id = 223,
		main_character_face = 8,
		word = "이거 봐, 다 내가 접은 거야!",
		char_type = 6
	}
	pg.base.child2_word[224] = {
		id = 224,
		main_character_face = 8,
		word = "천 개 접으면 소원이 이뤄진대!",
		char_type = 6
	}
	pg.base.child2_word[225] = {
		id = 225,
		main_character_face = 8,
		word = "――뭘 빌려고?",
		char_type = 2
	}
	pg.base.child2_word[226] = {
		id = 226,
		main_character_face = 2,
		word = "에헤헤, 그건 비밀……",
		char_type = 6
	}
	pg.base.child2_word[227] = {
		id = 227,
		main_character_face = 6,
		word = "그래도 살짝 알려주면, $1하고도 관련이 있는 거야.",
		char_type = 6
	}
	pg.base.child2_word[228] = {
		id = 228,
		main_character_face = 2,
		word = "음…… $1, 요새 늦게까지 일어나 있더라.",
		char_type = 6
	}
	pg.base.child2_word[229] = {
		id = 229,
		main_character_face = 2,
		word = "――음, 요즘 잠을 깊게 못 자서…",
		char_type = 2
	}
	pg.base.child2_word[230] = {
		id = 230,
		main_character_face = 5,
		word = "일 때문에 그래?",
		char_type = 6
	}
	pg.base.child2_word[231] = {
		id = 231,
		main_character_face = 5,
		word = "이러다간 몸이 망가지겠어…… 아, 좋은 생각이 났어.",
		char_type = 6
	}
	pg.base.child2_word[232] = {
		id = 232,
		main_character_face = 8,
		word = "오늘 밤은 같이 따끈한 우유 한잔하고, 같이 산책해 볼래?",
		char_type = 6
	}
	pg.base.child2_word[233] = {
		id = 233,
		main_character_face = 0,
		word = "$1, 일기예보에서 앞으로 며칠 동안은 계속 맑다고 하네.",
		char_type = 6
	}
	pg.base.child2_word[234] = {
		id = 234,
		main_character_face = 6,
		word = "모처럼이니까 같이 운동이라고 할까?",
		char_type = 6
	}
	pg.base.child2_word[235] = {
		id = 235,
		main_character_face = 0,
		word = "응, 슬슬 해야지",
		char_type = 3
	}
	pg.base.child2_word[236] = {
		id = 236,
		main_character_face = 0,
		word = "어떤 운동?",
		char_type = 3
	}
	pg.base.child2_word[237] = {
		id = 237,
		main_character_face = 0,
		word = "날씨가 좋으니까, 밖에서 하는 거면 뭐든 좋아.",
		char_type = 6
	}
	pg.base.child2_word[238] = {
		id = 238,
		main_character_face = 6,
		word = "몸을 움직이면 건강에도 좋고, 기분 전환도 될 거야.",
		char_type = 6
	}
	pg.base.child2_word[239] = {
		id = 239,
		main_character_face = 8,
		word = "난 옷도 다 갈아입었으니까, 같이 가자~",
		char_type = 6
	}
	pg.base.child2_word[240] = {
		id = 240,
		main_character_face = 5,
		word = "저기, 있잖아…… 바보 $1……",
		char_type = 6
	}
	pg.base.child2_word[241] = {
		id = 241,
		main_character_face = 5,
		word = "요즘 너무 피곤해 보이는 거 아니야?",
		char_type = 6
	}
	pg.base.child2_word[242] = {
		id = 242,
		main_character_face = 5,
		word = "오늘은…… 다크서클까지 생겼고……",
		char_type = 6
	}
	pg.base.child2_word[243] = {
		id = 243,
		main_character_face = 2,
		word = "……커피 한 잔 만들어 줄 건데, 착각하지 마! 쓰러지면 내가 곤란해서 그런 거니까!",
		char_type = 6
	}
	pg.base.child2_word[244] = {
		id = 244,
		main_character_face = 0,
		word = "나한테? 고마워.",
		char_type = 3
	}
	pg.base.child2_word[245] = {
		id = 245,
		main_character_face = 1,
		word = "흐, 흥! 뭐야! 누가 고맙다고 해달래?!",
		char_type = 6
	}
	pg.base.child2_word[246] = {
		id = 246,
		main_character_face = 2,
		word = "뭐, 뭐어… 그렇게 고마우면…… 가끔 내킬 때마다 만들어 줄 수도 있고……",
		char_type = 6
	}
	pg.base.child2_word[247] = {
		id = 247,
		main_character_face = 0,
		word = "마침 목이 말랐던 참이야, 고마워.",
		char_type = 3
	}
	pg.base.child2_word[248] = {
		id = 248,
		main_character_face = 2,
		word = "흥… 그럴 줄 알았어……",
		char_type = 6
	}
	pg.base.child2_word[249] = {
		id = 249,
		main_character_face = 7,
		word = "나한테 빚 하나 진 거다? 이 바보 $1!",
		char_type = 6
	}
	pg.base.child2_word[250] = {
		id = 250,
		main_character_face = 6,
		word = "후훗~ $1, 집에서 계속 뒹굴거리면서 안 심심해?",
		char_type = 6
	}
	pg.base.child2_word[251] = {
		id = 251,
		main_character_face = 8,
		word = "난 말이야~ 런닝하러 나갈 건데, 어차피 너 같은 바보한테는 힘들겠지~?",
		char_type = 6
	}
	pg.base.child2_word[252] = {
		id = 252,
		main_character_face = 7,
		word = "날 따라잡을 수 있을지 시험해 볼래? 실패하면 내가 원하는 걸 들어주는 거야!",
		char_type = 6
	}
	pg.base.child2_word[253] = {
		id = 253,
		main_character_face = 0,
		word = "그렇게 내가 지는 모습이 보고 싶어?",
		char_type = 3
	}
	pg.base.child2_word[254] = {
		id = 254,
		main_character_face = 7,
		word = "후훗, 눈치는 빠르네.",
		char_type = 6
	}
	pg.base.child2_word[255] = {
		id = 255,
		main_character_face = 8,
		word = "알았으면 빨리 따라 나오기나 해~ 이 바보야!",
		char_type = 6
	}
	pg.base.child2_word[256] = {
		id = 256,
		main_character_face = 0,
		word = "알았어, 같이 운동하자!",
		char_type = 3
	}
	pg.base.child2_word[257] = {
		id = 257,
		main_character_face = 4,
		word = "흥… 재미없긴…… $1, 넌 정말 날 몰라도 한참 몰라!",
		char_type = 6
	}
	pg.base.child2_word[258] = {
		id = 258,
		main_character_face = 7,
		word = "뭐, 어차피 나한테 된통 당하겠지만. 기대하고 있으라고!",
		char_type = 6
	}
	pg.base.child2_word[259] = {
		id = 259,
		main_character_face = 6,
		word = "있잖아, $1. 오늘은 기분이 좋거든. 그래서 말인데…",
		char_type = 6
	}
	pg.base.child2_word[260] = {
		id = 260,
		main_character_face = 2,
		word = "만약…… 만약에 말이야!",
		char_type = 6
	}
	pg.base.child2_word[261] = {
		id = 261,
		main_character_face = 2,
		word = "선물로 어떤 걸 받으면 가장 기쁠 것 같아?",
		char_type = 6
	}
	pg.base.child2_word[262] = {
		id = 262,
		main_character_face = 0,
		word = "네비가 주는 거면 뭐든 기뻐.",
		char_type = 3
	}
	pg.base.child2_word[263] = {
		id = 263,
		main_character_face = 1,
		word = "뭐, 뭐야, 그게! 누가 너한테 선물 준대?!",
		char_type = 6
	}
	pg.base.child2_word[264] = {
		id = 264,
		main_character_face = 2,
		word = "뭐… 그렇게까지 기대하니까… 내키면 뭐… 언젠가는 줄 수도 있고……!",
		char_type = 6
	}
	pg.base.child2_word[265] = {
		id = 265,
		main_character_face = 0,
		word = "실용적인 게 좋아.",
		char_type = 3
	}
	pg.base.child2_word[266] = {
		id = 266,
		main_character_face = 5,
		word = "하아…… 대답도 어쩜 그렇게 재미없게……",
		char_type = 6
	}
	pg.base.child2_word[267] = {
		id = 267,
		main_character_face = 2,
		word = "뭐, 어차피 선물 줄 생각도 없었으니까…!",
		char_type = 6
	}
	pg.base.child2_word[268] = {
		id = 268,
		main_character_face = 8,
		word = "$1. 나 오늘 뭔가 다른 것 같지 않아?",
		char_type = 6
	}
	pg.base.child2_word[269] = {
		id = 269,
		main_character_face = 7,
		word = "못 맞추면 벌칙이니까 잘 생각해 봐~♪",
		char_type = 6
	}
	pg.base.child2_word[270] = {
		id = 270,
		main_character_face = 0,
		word = "또 놀리려고 괜히 그러는 거지?",
		char_type = 3
	}
	pg.base.child2_word[271] = {
		id = 271,
		main_character_face = 7,
		word = "어머~ 들켰네? 재미없어……",
		char_type = 6
	}
	pg.base.child2_word[272] = {
		id = 272,
		main_character_face = 8,
		word = "맞추긴 했지만 그래도~ 어차피 벌칙은 받게 될 거라는 거, 알고 있지?",
		char_type = 6
	}
	pg.base.child2_word[273] = {
		id = 273,
		main_character_face = 0,
		word = "오늘은 헤어핀 각도가 좀 다르네.",
		char_type = 3
	}
	pg.base.child2_word[274] = {
		id = 274,
		main_character_face = 2,
		word = "뭐야…… 뭘 그렇게 진지하게 대답하고 그래.",
		char_type = 6
	}
	pg.base.child2_word[275] = {
		id = 275,
		main_character_face = 3,
		word = "벌칙으로 뭘 줄지 잔뜩 생각해 놨는데, 다 수포가 됐잖아……!",
		char_type = 6
	}
	pg.base.child2_word[276] = {
		id = 276,
		main_character_face = 6,
		word = "헤헷! 오늘은 카레를 만들어 봤어!",
		char_type = 6
	}
	pg.base.child2_word[277] = {
		id = 277,
		main_character_face = 8,
		word = "$1 같은 바보는 지금까지 한 번도 먹어본 적 없는, 아주 참신한 맛일 걸♪",
		char_type = 6
	}
	pg.base.child2_word[278] = {
		id = 278,
		main_character_face = 6,
		word = "테이블 위에 차려뒀으니까, 남기지 말고 다 먹어!",
		char_type = 6
	}
	pg.base.child2_word[279] = {
		id = 279,
		main_character_face = 0,
		word = "뭔가 수상한데……",
		char_type = 3
	}
	pg.base.child2_word[280] = {
		id = 280,
		main_character_face = 7,
		word = "후훗, 수상하긴 뭐가 수상해~",
		char_type = 6
	}
	pg.base.child2_word[281] = {
		id = 281,
		main_character_face = 8,
		word = "이제 와서 어딜 도망치려고~♪",
		char_type = 6
	}
	pg.base.child2_word[282] = {
		id = 282,
		main_character_face = 0,
		word = "고마워, 잘 먹을게.",
		char_type = 3
	}
	pg.base.child2_word[283] = {
		id = 283,
		main_character_face = 6,
		word = "…정말 한심한 바보라니까.",
		char_type = 6
	}
	pg.base.child2_word[284] = {
		id = 284,
		main_character_face = 6,
		word = "뭐, 아무튼 내가 준비한 특제 요리, 마음껏 맛봐~",
		char_type = 6
	}
	pg.base.child2_word[285] = {
		id = 285,
		main_character_face = 2,
		word = "$1…… 있잖아……",
		char_type = 6
	}
	pg.base.child2_word[286] = {
		id = 286,
		main_character_face = 2,
		word = "계속 서류 처리하느라 바쁜 것 같은데……",
		char_type = 6
	}
	pg.base.child2_word[287] = {
		id = 287,
		main_character_face = 6,
		word = "잠깐 쉬면서 홍차라도 마시는 게 어때?",
		char_type = 6
	}
	pg.base.child2_word[288] = {
		id = 288,
		main_character_face = 0,
		word = "신경 써주는 거야?",
		char_type = 3
	}
	pg.base.child2_word[289] = {
		id = 289,
		main_character_face = 6,
		word = "응…… $1도 조금은 쉬는 게 좋을 것 같아서…",
		char_type = 6
	}
	pg.base.child2_word[290] = {
		id = 290,
		main_character_face = 8,
		word = "홍차랑 쿠키를 준비했으니까, 잠깐이라도 일은 놓고 좀 쉬어.",
		char_type = 6
	}
	pg.base.child2_word[291] = {
		id = 291,
		main_character_face = 0,
		word = "괜찮아. 조금만 더 하면 돼.",
		char_type = 3
	}
	pg.base.child2_word[292] = {
		id = 292,
		main_character_face = 3,
		word = "그렇구나……",
		char_type = 6
	}
	pg.base.child2_word[293] = {
		id = 293,
		main_character_face = 2,
		word = "그럼 조금 있다가 또 올게.",
		char_type = 6
	}
	pg.base.child2_word[294] = {
		id = 294,
		main_character_face = 0,
		word = "$1, 책장을 정리하려고 하는데……",
		char_type = 6
	}
	pg.base.child2_word[295] = {
		id = 295,
		main_character_face = 6,
		word = "근처에 두고 싶은 책 같은 거 혹시 있어?",
		char_type = 6
	}
	pg.base.child2_word[296] = {
		id = 296,
		main_character_face = 0,
		word = "같이 정리할까?",
		char_type = 3
	}
	pg.base.child2_word[297] = {
		id = 297,
		main_character_face = 2,
		word = "음… 그러면 괜히 수고를 끼치는 것 같아서……",
		char_type = 6
	}
	pg.base.child2_word[298] = {
		id = 298,
		main_character_face = 6,
		word = "그래도…… $1랑 같이 하면, 좋긴 하겠다……",
		char_type = 6
	}
	pg.base.child2_word[299] = {
		id = 299,
		main_character_face = 0,
		word = "딱히 없어. 네비가 하고싶은 대로 정리하면 돼.",
		char_type = 3
	}
	pg.base.child2_word[300] = {
		id = 300,
		main_character_face = 8,
		word = "알았어, 나한테 맡겨.",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[301] = {
		id = 301,
		main_character_face = 6,
		word = "깨끗하게 잘 정리해 둘게!",
		char_type = 6
	}
	pg.base.child2_word[302] = {
		id = 302,
		main_character_face = 6,
		word = "같이 찍은 사진을 정리해 봤어.",
		char_type = 6
	}
	pg.base.child2_word[303] = {
		id = 303,
		main_character_face = 2,
		word = "액자에 넣고 싶은 사진이 몇 장 있는데……",
		char_type = 6
	}
	pg.base.child2_word[304] = {
		id = 304,
		main_character_face = 5,
		word = "숫자가 너무 많아서… 어떻게 추릴지 고민이야……",
		char_type = 6
	}
	pg.base.child2_word[305] = {
		id = 305,
		main_character_face = 0,
		word = "그러면 다 고르면 되지.",
		char_type = 3
	}
	pg.base.child2_word[306] = {
		id = 306,
		main_character_face = 1,
		word = "정말? 그래도 돼?",
		char_type = 6
	}
	pg.base.child2_word[307] = {
		id = 307,
		main_character_face = 6,
		word = "음…… 그러려면 액자를 더 많이 사둬야겠네……",
		char_type = 6
	}
	pg.base.child2_word[308] = {
		id = 308,
		main_character_face = 0,
		word = "같이 고르자!",
		char_type = 3
	}
	pg.base.child2_word[309] = {
		id = 309,
		main_character_face = 8,
		word = "에헤헤… 좋아!",
		char_type = 6
	}
	pg.base.child2_word[310] = {
		id = 310,
		main_character_face = 8,
		word = "사진을 고르면서 추억도 같이 되돌아볼 수 있겠네. 재밌겠다!",
		char_type = 6
	}
	pg.base.child2_word[311] = {
		id = 311,
		main_character_face = 6,
		word = "요즘은 요가에 대해 이것저것 연구 중이야.",
		char_type = 6
	}
	pg.base.child2_word[312] = {
		id = 312,
		main_character_face = 6,
		word = "$1도 앉아서 하는 업무가 많지? 운동도 할 겸 같이 해볼래?",
		char_type = 6
	}
	pg.base.child2_word[313] = {
		id = 313,
		main_character_face = 0,
		word = "네비가 알려주려고?",
		char_type = 3
	}
	pg.base.child2_word[314] = {
		id = 314,
		main_character_face = 8,
		word = "응! 요가 매트 가지고 올 테니까 잠깐만 기다려~",
		char_type = 6
	}
	pg.base.child2_word[315] = {
		id = 315,
		main_character_face = 0,
		word = "어떻게 하는지 시범 좀 보여줄래?",
		char_type = 3
	}
	pg.base.child2_word[316] = {
		id = 316,
		main_character_face = 2,
		word = "음…… 좀 부끄럽지만……",
		char_type = 6
	}
	pg.base.child2_word[317] = {
		id = 317,
		main_character_face = 0,
		word = "그래도 $1한테 도움이 된다면 열심히 해볼게!",
		char_type = 6
	}
	pg.base.child2_word[318] = {
		id = 318,
		main_character_face = 8,
		word = "새로 산 오븐이 오늘 도착했어!",
		char_type = 6
	}
	pg.base.child2_word[319] = {
		id = 319,
		main_character_face = 6,
		word = "바로 쿠키를 만들어 봐야지! ……만들면 먹어줄 거지?",
		char_type = 6
	}
	pg.base.child2_word[320] = {
		id = 320,
		main_character_face = 0,
		word = "같이 만드는 건 어때?",
		char_type = 3
	}
	pg.base.child2_word[321] = {
		id = 321,
		main_character_face = 8,
		word = "그래도 돼?! 같이 쿠키를……",
		char_type = 6
	}
	pg.base.child2_word[322] = {
		id = 322,
		main_character_face = 8,
		word = "너무 기뻐……!",
		char_type = 6
	}
	pg.base.child2_word[323] = {
		id = 323,
		main_character_face = 0,
		word = "당연하지. 네비의 요리 솜씨가 궁금한걸.",
		char_type = 3
	}
	pg.base.child2_word[324] = {
		id = 324,
		main_character_face = 0,
		word = "응! 실패하지 않도록 열심히 할게!",
		char_type = 6
	}
	pg.base.child2_word[325] = {
		id = 325,
		main_character_face = 6,
		word = "$1 입맛에 딱 맞는 쿠키가 만들어졌으면 좋겠다~",
		char_type = 6
	}
	pg.base.child2_word[1001] = {
		id = 1001,
		main_character_face = 0,
		word = "네비와 함께 오래된 정원으로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1002] = {
		id = 1002,
		main_character_face = 0,
		word = "꽃과 담쟁이덩굴로 둘러싸인 길을 걸으며, 향기에 취한 그녀의 모습을 셔터에 담았다.",
		char_type = 0
	}
	pg.base.child2_word[1003] = {
		id = 1003,
		main_character_face = 0,
		word = "네비와 함께 어느 공원으로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1004] = {
		id = 1004,
		main_character_face = 0,
		word = "네비는 오솔길 중앙에 서서, 흰 건물의 텅 빈 내부를 가리키며. 호기심으로 가득한 표정을 하고 내게 「이건 무슨 건물이야?」라고 물었다. 그 순간을 사진에 담았다.",
		char_type = 0
	}
	pg.base.child2_word[1005] = {
		id = 1005,
		main_character_face = 0,
		word = "네비와 함께 어느 관광지로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1006] = {
		id = 1006,
		main_character_face = 0,
		word = "호숫가에 세워진 목조 전망대에서 네비는 조용히 빛나는 수면을 바라보며, 생각에 잠긴 듯한 뒷모습을 보였다.",
		char_type = 0
	}
	pg.base.child2_word[1007] = {
		id = 1007,
		main_character_face = 0,
		word = "목적지에 도착해, 네비와 함께 하얀 벚꽃이 가득 핀 오솔길을 걸었다. ",
		char_type = 0
	}
	pg.base.child2_word[1008] = {
		id = 1008,
		main_character_face = 0,
		word = "네비는 순백의 꽃 그림자 속에서 기쁜 미소를 보였고, 그걸 보고 무심코 셔터를 눌렀다.",
		char_type = 0
	}
	pg.base.child2_word[1009] = {
		id = 1009,
		main_character_face = 0,
		word = "네비와 함께 눈으로 뒤덮인 공원으로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1010] = {
		id = 1010,
		main_character_face = 0,
		word = "네비는 팔을 벌리고 흩날리는 눈을 피부로 느끼고 있다. 떨어지는 눈과 그녀의 옆얼굴이 마치 아름다운 한 폭의 그림처럼 어우러지고 있다.",
		char_type = 0
	}
	pg.base.child2_word[1011] = {
		id = 1011,
		main_character_face = 0,
		word = "네비와 함께 홍살문이 늘어선 곳으로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1012] = {
		id = 1012,
		main_character_face = 0,
		word = "주홍색 목조 홍살문이 이어진 길에서, 네비는 돌계단을 밟으며 내쪽을 돌아보았고, 그 순간 오렌지빛이 겹쳐 그녀의 옆모습을 따뜻하게 물들였다.",
		char_type = 0
	}
	pg.base.child2_word[1013] = {
		id = 1013,
		main_character_face = 0,
		word = "네비와 함께 강에 놓인 철교로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1014] = {
		id = 1014,
		main_character_face = 0,
		word = "황혼이 지는 가로등 아래에서 네비는 차가운 금속 난간에 조용히 기댔고, 윤곽이 빛과 그림자로 인해 더 선명하게 보인다.",
		char_type = 0
	}
	pg.base.child2_word[1015] = {
		id = 1015,
		main_character_face = 0,
		word = "네비와 함께 가로수길로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1016] = {
		id = 1016,
		main_character_face = 0,
		word = "무성하게 자란 나무 그림자 아래, 네비는 길 한가운데에 서서 사랑스러운 포즈를 취했다.",
		char_type = 0
	}
	pg.base.child2_word[1017] = {
		id = 1017,
		main_character_face = 0,
		word = "네비와 함께 사막으로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1018] = {
		id = 1018,
		main_character_face = 0,
		word = "그녀는 많이 놀란 듯 손으로 입을 가렸다. ",
		char_type = 0
	}
	pg.base.child2_word[1019] = {
		id = 1019,
		main_character_face = 0,
		word = "그 뒤에는 마른나무들이 금빛 황야에 조용히 서 있다.",
		char_type = 0
	}
	pg.base.child2_word[1020] = {
		id = 1020,
		main_character_face = 0,
		word = "네비와 함께 숲의 갈림길로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1021] = {
		id = 1021,
		main_character_face = 0,
		word = "두 갈래로 갈라진 오솔길 앞에 멈춘 네비는 좌우를 둘러보며 어느 길로 가야 할지 진지하게 고민하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[1022] = {
		id = 1022,
		main_character_face = 0,
		word = "뱃머리에 앉은 네비와 함께 산간 지역의 강을 나아가고 있다. ",
		char_type = 0
	}
	pg.base.child2_word[1023] = {
		id = 1023,
		main_character_face = 0,
		word = "양쪽에 우뚝 선 절벽과 수면 속을 관찰하며, 잔뜩 신이 난 모습이다.",
		char_type = 0
	}
	pg.base.child2_word[1024] = {
		id = 1024,
		main_character_face = 0,
		word = "네비와 함께 경치가 좋은 해변으로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1025] = {
		id = 1025,
		main_character_face = 0,
		word = "교복을 걸친 네비는 모래사장으로 밀려오는 파도를 바라보며, 무척 들뜬 모습이다.",
		char_type = 0
	}
	pg.base.child2_word[1026] = {
		id = 1026,
		main_character_face = 0,
		word = "네비와 함께 아침 안개로 자욱한 숲으로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1027] = {
		id = 1027,
		main_character_face = 0,
		word = "안개로 뒤덮인 산길을 나아갈 때마다, 두터운 낙엽이 발밑에서 바스락거리는 소리를 낸다.",
		char_type = 0
	}
	pg.base.child2_word[1028] = {
		id = 1028,
		main_character_face = 0,
		word = "네비와 함께 해변으로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1029] = {
		id = 1029,
		main_character_face = 0,
		word = "그녀는 오래된 나무 밑동에 쭈그리고 앉아, 등롱을 흥미롭게 바라보고 있다. ",
		char_type = 0
	}
	pg.base.child2_word[1030] = {
		id = 1030,
		main_character_face = 0,
		word = "그 순간을 담으려고 했지만, 초점이 등롱 쪽에 맞아버렸다……",
		char_type = 0
	}
	pg.base.child2_word[1031] = {
		id = 1031,
		main_character_face = 0,
		word = "네비와 함께 어떤 건물을 견학하러 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1032] = {
		id = 1032,
		main_character_face = 0,
		word = "그녀는 돌기둥 뒤에 숨어 몸을 반만 내밀고, 장난스러운 미소를 지으며 내 쪽을 바라보고 있다.",
		char_type = 0
	}
	pg.base.child2_word[1033] = {
		id = 1033,
		main_character_face = 0,
		word = "네비와 함께 목적지에 도착했다. ",
		char_type = 0
	}
	pg.base.child2_word[1034] = {
		id = 1034,
		main_character_face = 0,
		word = "그녀는 부두 끝에 걸터앉아 다리를 가볍게 흔들며, 안개 너머로 희미한 호수면을 바라보고 있다.",
		char_type = 0
	}
	pg.base.child2_word[1035] = {
		id = 1035,
		main_character_face = 0,
		word = "네비와 함께 목적지에 도착했다. ",
		char_type = 0
	}
	pg.base.child2_word[1036] = {
		id = 1036,
		main_character_face = 0,
		word = "그녀 뒤로는 잔잔한 풍경이 펼쳐져 있고, 햇살이 비치는 수면이 반짝반짝 빛나고 있다. ",
		char_type = 0
	}
	pg.base.child2_word[1037] = {
		id = 1037,
		main_character_face = 0,
		word = "네비의 웃는 얼굴을 보고 나도 모르게 그 순간을 사진에 담았다.",
		char_type = 0
	}
	pg.base.child2_word[1038] = {
		id = 1038,
		main_character_face = 0,
		word = "네비와 함께 동굴 앞으로 왔다. ",
		char_type = 0
	}
	pg.base.child2_word[1039] = {
		id = 1039,
		main_character_face = 0,
		word = "조금 긴장한 모습으로 나를 돌아보며, 희미하게 눈썹을 찡그리는 네비의 표정이 너무 사랑스럽다. ",
		char_type = 0
	}
	pg.base.child2_word[1040] = {
		id = 1040,
		main_character_face = 0,
		word = "그 순간을 사진으로 담았다.",
		char_type = 0
	}
	pg.base.child2_word[5001] = {
		id = 5001,
		main_character_face = 0,
		word = "나무 밑에서 유니콘이 무언가 생각에 빠져있는 듯 고개를 숙이고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5002] = {
		id = 5002,
		main_character_face = 0,
		word = "유니콘에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5003] = {
		id = 5003,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5004] = {
		id = 5004,
		main_character_face = 0,
		word = "네비",
		char_type = 0
	}
	pg.base.child2_word[5011] = {
		id = 5011,
		main_character_face = 0,
		word = "공원 벤치에 하이티엔이 종이와 펜을 들고 앉아, 떨어지는 꽃잎을 보며 무언가를 적고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5012] = {
		id = 5012,
		main_character_face = 0,
		word = "하이티엔에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5013] = {
		id = 5013,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5014] = {
		id = 5014,
		main_character_face = 0,
		word = "네비",
		char_type = 0
	}
	pg.base.child2_word[5021] = {
		id = 5021,
		main_character_face = 0,
		word = "앵커리지가 바닥에 앉아, 알록달록한 색종이를 진지한 표정으로 접으며, 즐거운 듯한 미소를 짓고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5022] = {
		id = 5022,
		main_character_face = 0,
		word = "앵커리지에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5023] = {
		id = 5023,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5024] = {
		id = 5024,
		main_character_face = 0,
		word = "네비",
		char_type = 0
	}
	pg.base.child2_word[5031] = {
		id = 5031,
		main_character_face = 0,
		word = "카페에서 야드가 근사한 디저트를 즐기며 휴대폰을 만지작거리며, 때때로 심술궂은 미소를 짓고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5032] = {
		id = 5032,
		main_character_face = 0,
		word = "야드에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5033] = {
		id = 5033,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5034] = {
		id = 5034,
		main_character_face = 0,
		word = "네비",
		char_type = 0
	}
	pg.base.child2_word[5041] = {
		id = 5041,
		main_character_face = 0,
		word = "스비레피가 벽에 스프레이로 열심히 「예술」 활동을 하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5042] = {
		id = 5042,
		main_character_face = 0,
		word = "스비레피에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5043] = {
		id = 5043,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5044] = {
		id = 5044,
		main_character_face = 0,
		word = "네비",
		char_type = 0
	}
	pg.base.child2_word[5051] = {
		id = 5051,
		main_character_face = 0,
		word = "론이 맛집 거리에 설치된 과자 공방에서 때때로 의미심장한 미소를 지으며, 무언가를 진지한 얼굴로 만들고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5052] = {
		id = 5052,
		main_character_face = 0,
		word = "론에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5053] = {
		id = 5053,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5054] = {
		id = 5054,
		main_character_face = 0,
		word = "네비",
		char_type = 0
	}
	pg.base.child2_word[5101] = {
		id = 5101,
		main_character_face = 0,
		word = "꽃밭 근처에서 유니콘이 밝은 표정으로 서 있다.",
		char_type = 0
	}
	pg.base.child2_word[5102] = {
		id = 5102,
		main_character_face = 0,
		word = "유니콘에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5103] = {
		id = 5103,
		main_character_face = 0,
		word = "유니콘과 잠시 이야기를 나눈 후, 네비는 무언가 생각에 빠졌다.",
		char_type = 0
	}
	pg.base.child2_word[5104] = {
		id = 5104,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5111] = {
		id = 5111,
		main_character_face = 0,
		word = "도서관에서 하이티엔과 만났다. 기분이 좋은 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[5112] = {
		id = 5112,
		main_character_face = 0,
		word = "하이티엔에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5113] = {
		id = 5113,
		main_character_face = 0,
		word = "하이티엔과 이야기를 나눈 후, 네비는 문학에 대한 관심이 깊어진 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[5114] = {
		id = 5114,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5121] = {
		id = 5121,
		main_character_face = 0,
		word = "부두에서 앵커리지와 만났다. 마침 종이접기로 배를 만들고 있는 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[5122] = {
		id = 5122,
		main_character_face = 0,
		word = "앵커리지에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5123] = {
		id = 5123,
		main_character_face = 0,
		word = "앵커리지가 종이배를 물에 띄우려는 하자, 네비는 아이처럼 순진무구한 표정으로 빠져들었다.",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[5124] = {
		id = 5124,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5131] = {
		id = 5131,
		main_character_face = 0,
		word = "나무 그늘에서 진지한 표정으로 책을 읽고 있는 야드를 발견했다. 말을 걸어볼까?",
		char_type = 0
	}
	pg.base.child2_word[5132] = {
		id = 5132,
		main_character_face = 0,
		word = "야드에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5133] = {
		id = 5133,
		main_character_face = 0,
		word = "처음에는 열심히 공부하는 것처럼 보였지만, 가까이 가보니 책 안에 게임기를 숨기고 열심히 놀고 있었다.열심히 공부하는 척 위장하는 야드를 보고 네비는 무언가 생각에 잠긴 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[5134] = {
		id = 5134,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5141] = {
		id = 5141,
		main_character_face = 0,
		word = "스비레피는 완성된 그래피티 앞에 서서, 과자를 먹으며 만족한 표정으로 작품을 감상하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5142] = {
		id = 5142,
		main_character_face = 0,
		word = "스비레피에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5143] = {
		id = 5143,
		main_character_face = 0,
		word = "스비레피의 예술에 대한 독특한 해석을 통해 네비는 자신을 표현하는 새로운 방법을 알게 되었다.",
		char_type = 0
	}
	pg.base.child2_word[5144] = {
		id = 5144,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5151] = {
		id = 5151,
		main_character_face = 0,
		word = "론이 속을 알 수 없는 미소를 지으며 농장에서 동물들에게 먹이를 주고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5152] = {
		id = 5152,
		main_character_face = 0,
		word = "론에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5153] = {
		id = 5153,
		main_character_face = 0,
		word = "론이 애정에 대해 가지고 있는 견해를 들은 후, 네비는 무언가를 깨달은 듯한 표정을 지었다.",
		char_type = 0
	}
	pg.base.child2_word[5154] = {
		id = 5154,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5201] = {
		id = 5201,
		main_character_face = 0,
		word = "상점가에서 유니콘을 발견했다. 말을 걸어볼까?",
		char_type = 0
	}
	pg.base.child2_word[5202] = {
		id = 5202,
		main_character_face = 0,
		word = "유니콘에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5203] = {
		id = 5203,
		main_character_face = 0,
		word = "유니콘과 잠시 이야기를 나눈 후, 네비는 많은 것을 배운 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[5204] = {
		id = 5204,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5211] = {
		id = 5211,
		main_character_face = 0,
		word = "하이티엔과 만났다. 말을 걸어 볼까?",
		char_type = 0
	}
	pg.base.child2_word[5212] = {
		id = 5212,
		main_character_face = 0,
		word = "하이티엔에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5213] = {
		id = 5213,
		main_character_face = 0,
		word = "하이티엔과 잠시 이야기를 나눈 후, 네비는 많은 것을 배운 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[5214] = {
		id = 5214,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5221] = {
		id = 5221,
		main_character_face = 0,
		word = "앵커리지는 그림책을 보며 열심히 따라 그리고 있다. 말을 걸어 볼까?",
		char_type = 0
	}
	pg.base.child2_word[5222] = {
		id = 5222,
		main_character_face = 0,
		word = "앵커리지에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5223] = {
		id = 5223,
		main_character_face = 0,
		word = "진지하게 그림을 그리는 모습을 보고 네비는 무언가 떠오른 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[5224] = {
		id = 5224,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5231] = {
		id = 5231,
		main_character_face = 0,
		word = "야드는 밝은 표정으로 무언가 재미있는 걸 연구하는 중이다. 말을 걸어볼까?",
		char_type = 0
	}
	pg.base.child2_word[5232] = {
		id = 5232,
		main_character_face = 0,
		word = "야드에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5233] = {
		id = 5233,
		main_character_face = 0,
		word = "야드와 잠시 이야기를 나눈 후, 네비는 무언가를 배운 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[5234] = {
		id = 5234,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5241] = {
		id = 5241,
		main_character_face = 0,
		word = "스비레피는 지도에 무언가를 표시하며, 때때로 음흉한 미소를 지으며 고개를 끄덕이고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5242] = {
		id = 5242,
		main_character_face = 0,
		word = "스비레피에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5243] = {
		id = 5243,
		main_character_face = 0,
		word = "그래피티 아트를 그리는 경로를 생각하는 중이라는 걸 안 네비는 그녀에게 합세했다.",
		char_type = 0
	}
	pg.base.child2_word[5244] = {
		id = 5244,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[5251] = {
		id = 5251,
		main_character_face = 0,
		word = "론은 정원에 핀 장미를 손질하며, 부드러운 미소를 짓고 있다.",
		char_type = 0
	}
	pg.base.child2_word[5252] = {
		id = 5252,
		main_character_face = 0,
		word = "론에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[5253] = {
		id = 5253,
		main_character_face = 0,
		word = "론의 「손질」에 대한 철학을 흥미롭게 들으며 네비는 고개를 끄덕였다.",
		char_type = 0
	}
	pg.base.child2_word[5254] = {
		id = 5254,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[6001] = {
		id = 6001,
		main_character_face = 0,
		word = "맑은 날, 어떤 레트로 오토바이 상점이 조용히 찾아줄 사람을 기다리고 있다……",
		char_type = 0
	}
	pg.base.child2_word[6011] = {
		id = 6011,
		main_character_face = 0,
		word = "영화관 앞을 지나가자, 네비가 문득 발을 멈췄다……",
		char_type = 0
	}
	pg.base.child2_word[6021] = {
		id = 6021,
		main_character_face = 0,
		word = "버려진 구역의 넓다란 콘트리트 공터가 사람으로 가득했던 과거를 이야기하는 듯하다……",
		char_type = 0
	}
	pg.base.child2_word[6101] = {
		id = 6101,
		main_character_face = 0,
		word = "오후의 도서관, 책 한 권이 조용히 책상 위에 놓여 있다……",
		char_type = 0
	}
	pg.base.child2_word[6111] = {
		id = 6111,
		main_character_face = 0,
		word = "서점의 심리학 코너는 변함없이 조용하다. 책장에 꽂힌 책 한 권 한 권은 마치 운명의 독자가 자신을 읽어주기만을 기다리는 듯하다……",
		char_type = 0
	}
	pg.base.child2_word[6121] = {
		id = 6121,
		main_character_face = 0,
		word = "노을이 공원을 따뜻한 오렌지색으로 물들이고, 벤치는 조용히 저마다의 중요한 결단을 지켜보고 있다……",
		char_type = 0
	}
	pg.base.child2_word[20002] = {
		id = 20002,
		main_character_face = 0,
		word = "즐겁게 공놀이를 하고 땀을 많이 흘렸다!",
		char_type = 3
	}
	pg.base.child2_word[20004] = {
		id = 20004,
		main_character_face = 0,
		word = "블록 퍼즐을 완벽하게 조립했다! 대단해!",
		char_type = 3
	}
	pg.base.child2_word[20006] = {
		id = 20006,
		main_character_face = 0,
		word = "이야기를 마지막까지 집중해서 읽고 새로운 것을 배웠다!",
		char_type = 3
	}
	pg.base.child2_word[20008] = {
		id = 20008,
		main_character_face = 0,
		word = "상상력을 발휘해서 재미있는 아이디어를 잔뜩 떠올렸다!",
		char_type = 3
	}
	pg.base.child2_word[20010] = {
		id = 20010,
		main_character_face = 0,
		word = "음악에 맞춰 춤추는 것이 즐거워서 움직임도 점점 능숙해졌다!",
		char_type = 3
	}
	pg.base.child2_word[20012] = {
		id = 20012,
		main_character_face = 0,
		word = "작은 방을 깨끗하게 청소했다! 잘했어!",
		char_type = 3
	}
	pg.base.child2_word[20014] = {
		id = 20014,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 체력에 자신감이 붙었다!",
		char_type = 3
	}
	pg.base.child2_word[20016] = {
		id = 20016,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 체력에 자신감이 붙었다!",
		char_type = 3
	}
	pg.base.child2_word[20018] = {
		id = 20018,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 체력에 자신감이 붙었다!",
		char_type = 3
	}
	pg.base.child2_word[20020] = {
		id = 20020,
		main_character_face = 0,
		word = "진지하게 운반 작업을 하고 보람을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[20022] = {
		id = 20022,
		main_character_face = 0,
		word = "진지하게 운반 작업을 하고 보람을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[20024] = {
		id = 20024,
		main_character_face = 0,
		word = "진지하게 운반 작업을 하고 보람을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[20026] = {
		id = 20026,
		main_character_face = 0,
		word = "교실에서 조용히 책을 읽고 지식을 얻는 기쁨을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[20028] = {
		id = 20028,
		main_character_face = 0,
		word = "교실에서 조용히 책을 읽고 지식을 얻는 기쁨을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[20030] = {
		id = 20030,
		main_character_face = 0,
		word = "교실에서 조용히 책을 읽고 지식을 얻는 기쁨을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[20032] = {
		id = 20032,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하며 새로운 것을 발견했다!",
		char_type = 3
	}
	pg.base.child2_word[20034] = {
		id = 20034,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하며 새로운 것을 발견했다!",
		char_type = 3
	}
	pg.base.child2_word[20036] = {
		id = 20036,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하며 새로운 것을 발견했다!",
		char_type = 3
	}
	pg.base.child2_word[20038] = {
		id = 20038,
		main_character_face = 0,
		word = "춤 연습으로 몸이 유연해졌다!",
		char_type = 3
	}
	pg.base.child2_word[20040] = {
		id = 20040,
		main_character_face = 0,
		word = "정원에서 바쁜 시간을 보내고 짭짤한 보수를 받았다!",
		char_type = 3
	}
	pg.base.child2_word[20501] = {
		id = 20501,
		main_character_face = 0,
		word = "학교 밖을 자유롭게 산책하며 신선한 공기도 마시고 예상 외의 수확도 얻었다!",
		char_type = 3
	}
	pg.base.child2_word[20514] = {
		id = 20514,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 체력에 자신감이 붙었다!",
		char_type = 3
	}
	pg.base.child2_word[20516] = {
		id = 20516,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 체력에 자신감이 붙었다!",
		char_type = 3
	}
	pg.base.child2_word[20518] = {
		id = 20518,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 체력에 자신감이 붙었다!",
		char_type = 3
	}
	pg.base.child2_word[20520] = {
		id = 20520,
		main_character_face = 0,
		word = "진지하게 작업에 임해서 보람을 느꼈다! 기분 최고야!",
		char_type = 3
	}
	pg.base.child2_word[20522] = {
		id = 20522,
		main_character_face = 0,
		word = "진지하게 작업에 임해서 보람을 느꼈다! 기분 최고야!",
		char_type = 3
	}
	pg.base.child2_word[20524] = {
		id = 20524,
		main_character_face = 0,
		word = "진지하게 작업에 임해서 보람을 느꼈다! 기분 최고야!",
		char_type = 3
	}
	pg.base.child2_word[20526] = {
		id = 20526,
		main_character_face = 0,
		word = "교실에서 조용히 책을 읽고 지식을 얻는 기쁨을 느꼈다! 뇌를 움직이는 게 너무 즐거워!",
		char_type = 3
	}
	pg.base.child2_word[20528] = {
		id = 20528,
		main_character_face = 0,
		word = "교실에서 조용히 책을 읽고 지식을 얻는 기쁨을 느꼈다! 뇌를 움직이는 게 너무 즐거워!",
		char_type = 3
	}
	pg.base.child2_word[20530] = {
		id = 20530,
		main_character_face = 0,
		word = "교실에서 조용히 책을 읽고 지식을 얻는 기쁨을 느꼈다! 뇌를 움직이는 게 너무 즐거워!",
		char_type = 3
	}
	pg.base.child2_word[20532] = {
		id = 20532,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하며 새로운 것을 많이 발견했다!",
		char_type = 3
	}
	pg.base.child2_word[20534] = {
		id = 20534,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하며 새로운 것을 많이 발견했다!",
		char_type = 3
	}
	pg.base.child2_word[20536] = {
		id = 20536,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하며 새로운 것을 많이 발견했다!",
		char_type = 3
	}
	pg.base.child2_word[30001] = {
		id = 30001,
		main_character_face = 0,
		word = "바쁜 시간을 보내고 짭짤한 보수를 받았다!",
		char_type = 3
	}
	pg.base.child2_word[30002] = {
		id = 30002,
		main_character_face = 0,
		word = "바쁜 시간을 보내고 짭짤한 보수를 받았다!",
		char_type = 3
	}
	pg.base.child2_word[30003] = {
		id = 30003,
		main_character_face = 0,
		word = "바쁜 시간을 보내고 짭짤한 보수를 받았다!",
		char_type = 3
	}
	pg.base.child2_word[30004] = {
		id = 30004,
		main_character_face = 0,
		word = "여행 중에 새로운 풍경을 감상하니 기분도 좋아졌다!",
		char_type = 3
	}
	pg.base.child2_word[30005] = {
		id = 30005,
		main_character_face = 0,
		word = "여행 중에 새로운 풍경을 감상하니 기분도 좋아졌다!",
		char_type = 3
	}
	pg.base.child2_word[30006] = {
		id = 30006,
		main_character_face = 0,
		word = "여행 중에 새로운 풍경을 감상하니 기분도 좋아졌다!",
		char_type = 3
	}
	pg.base.child2_word[31001] = {
		id = 31001,
		main_character_face = 0,
		word = "네비는 아직 판정이 익숙하지 않은 모양이니, 평소에 더 열심히 해야겠다.",
		char_type = 3
	}
	pg.base.child2_word[31002] = {
		id = 31002,
		main_character_face = 0,
		word = "네비는 판정의 기초 목표는 달성했지만, 아직 개선할 부분이 보인다.",
		char_type = 3
	}
	pg.base.child2_word[31003] = {
		id = 31003,
		main_character_face = 0,
		word = "네비는 다양한 능력을 잘 발휘하고 있다. 이 상태를 계속 유지하자!",
		char_type = 3
	}
	pg.base.child2_word[31004] = {
		id = 31004,
		main_character_face = 0,
		word = "네비는 종합적으로 뛰어난 실력을 보여주었다. 굉장히 인상적인 성과다!",
		char_type = 3
	}
	pg.base.child2_word[4101001] = {
		id = 4101001,
		main_character_face = 0,
		word = "마을 구석에서 아무도 돌보지 않는 화단을 발견했다.",
		char_type = 0
	}
	pg.base.child2_word[4101002] = {
		id = 4101002,
		main_character_face = 0,
		word = "[화단을 돌본다]",
		char_type = 2
	}
	pg.base.child2_word[4101003] = {
		id = 4101003,
		main_character_face = 0,
		word = "잊혀진 화단을 돌보는 동안 어느새 작은 변화가 일어났다.",
		char_type = 0
	}
	pg.base.child2_word[4102001] = {
		id = 4102001,
		main_character_face = 0,
		word = "네비가 노점에서 빛나는 수정 구슬을 발견했다. 어떻게 할까?",
		char_type = 0
	}
	pg.base.child2_word[4102002] = {
		id = 4102002,
		main_character_face = 0,
		word = "[구매한다]",
		char_type = 2
	}
	pg.base.child2_word[4102003] = {
		id = 4102003,
		main_character_face = 0,
		word = "수정 구슬을 네비에게 선물하자, 그녀는 소중히 가방에 넣었다.",
		char_type = 0
	}
	pg.base.child2_word[4102005] = {
		id = 4102005,
		main_character_face = 0,
		word = "[관찰한다]",
		char_type = 2
	}
	pg.base.child2_word[4102006] = {
		id = 4102006,
		main_character_face = 0,
		word = "네비는 그냥 유리구슬일 뿐이라는 걸 깨닫고, 구매하는 걸 포기했다.",
		char_type = 0
	}
	pg.base.child2_word[4102008] = {
		id = 4102008,
		main_character_face = 0,
		word = "[흥정한다]",
		char_type = 2
	}
	pg.base.child2_word[4102009] = {
		id = 4102009,
		main_character_face = 0,
		word = "내 지도에 따라 네비는 「교섭」하기 시작했다.",
		char_type = 0
	}
	pg.base.child2_word[4102011] = {
		id = 4102011,
		main_character_face = 0,
		word = "[다른 가게로 간다]",
		char_type = 2
	}
	pg.base.child2_word[4102012] = {
		id = 4102012,
		main_character_face = 0,
		word = "다른 재밌는 소품을 찾으러 이동했다.",
		char_type = 0
	}
	pg.base.child2_word[4103001] = {
		id = 4103001,
		main_character_face = 0,
		word = "빵집 앞을 지나가는데, 가게 앞에서 재생 중인 빵 굽는 영상이 시선을 사로잡았다.",
		char_type = 0
	}
	pg.base.child2_word[4103002] = {
		id = 4103002,
		main_character_face = 0,
		word = "[유심히 본다]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[4103003] = {
		id = 4103003,
		main_character_face = 0,
		word = "빵이 반죽에서 구워지기까지의 과정을 지켜보면서 네비는 무언가 새로운 것을 깨달은 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[4104001] = {
		id = 4104001,
		main_character_face = 0,
		word = "길가에서 스트리트 아트 전시가 열려, 다양한 그림과 기묘한 발명품을 전시하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[4104002] = {
		id = 4104002,
		main_character_face = 0,
		word = "[멈춰 선다]",
		char_type = 2
	}
	pg.base.child2_word[4104003] = {
		id = 4104003,
		main_character_face = 0,
		word = "네비의 시선은 전시품에 고정되어 있다. 덕분에 영감을 많이 얻은 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[4105001] = {
		id = 4105001,
		main_character_face = 0,
		word = "공원 벤치로 컬러풀한 봉투가 바람에 날려왔다.",
		char_type = 0
	}
	pg.base.child2_word[4105002] = {
		id = 4105002,
		main_character_face = 0,
		word = "[열어본다]",
		char_type = 2
	}
	pg.base.child2_word[4105003] = {
		id = 4105003,
		main_character_face = 0,
		word = "안에는 정체를 알 수 없는 내용이 적혀 있다.——「10번째 턴과 16번째 턴에 중요한 전환기가 찾아온다」",
		char_type = 0
	}
	pg.base.child2_word[4105004] = {
		id = 4105004,
		main_character_face = 0,
		word = "흠…… 그때는 특별히 주의를 기울여야 하는 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[4106001] = {
		id = 4106001,
		main_character_face = 0,
		word = "꽃집에서 꽃을 사자. 꽃 종류에 따라 효과가 다른 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[4106002] = {
		id = 4106002,
		main_character_face = 0,
		word = "[라일락]",
		char_type = 2
	}
	pg.base.child2_word[4106003] = {
		id = 4106003,
		main_character_face = 0,
		word = "은은한 향기가 머리를 맑게 해주었다!",
		char_type = 0
	}
	pg.base.child2_word[4106004] = {
		id = 4106004,
		main_character_face = 0,
		word = "[해배라기]",
		char_type = 2
	}
	pg.base.child2_word[4106005] = {
		id = 4106005,
		main_character_face = 0,
		word = "햇빛과 비슷한 색을 보니 행동력이 자극된다!",
		char_type = 0
	}
	pg.base.child2_word[4106006] = {
		id = 4106006,
		main_character_face = 0,
		word = "[라벤더]",
		char_type = 2
	}
	pg.base.child2_word[4106007] = {
		id = 4106007,
		main_character_face = 0,
		word = "차분한 향기가 직감을 더욱 끌어냈다!",
		char_type = 0
	}
	pg.base.child2_word[4106008] = {
		id = 4106008,
		main_character_face = 0,
		word = "[클레마티스]",
		char_type = 2
	}
	pg.base.child2_word[4106009] = {
		id = 4106009,
		main_character_face = 0,
		word = "생기 있는 모습에서 활력을 얻었다!",
		char_type = 0
	}
	pg.base.child2_word[4107001] = {
		id = 4107001,
		main_character_face = 0,
		word = "카페에 가자. 커피 종류에 따라 효과가 다른 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[4107002] = {
		id = 4107002,
		main_character_face = 0,
		word = "[천재 라떼]",
		char_type = 2
	}
	pg.base.child2_word[4107003] = {
		id = 4107003,
		main_character_face = 0,
		word = "음…… 똑똑해 지는 것 같기도 하고…?",
		char_type = 0
	}
	pg.base.child2_word[4107004] = {
		id = 4107004,
		main_character_face = 0,
		word = "[대모험 모카]",
		char_type = 2
	}
	pg.base.child2_word[4107005] = {
		id = 4107005,
		main_character_face = 0,
		word = "무슨 영문에선지 마시는 순간 「모험하고 싶다! 」는 마음이 들었다!",
		char_type = 0
	}
	pg.base.child2_word[4107006] = {
		id = 4107006,
		main_character_face = 0,
		word = "[야옹 블랙]",
		char_type = 2
	}
	pg.base.child2_word[4107007] = {
		id = 4107007,
		main_character_face = 0,
		word = "야옹! 갑자기 온 세상이 또렷하게 보이는 느낌!",
		char_type = 0
	}
	pg.base.child2_word[4107008] = {
		id = 4107008,
		main_character_face = 0,
		word = "[활력 만점 특제]",
		char_type = 2
	}
	pg.base.child2_word[4107009] = {
		id = 4107009,
		main_character_face = 0,
		word = "와우! 전신에서 의욕이 샘솟는다!",
		char_type = 0
	}
	pg.base.child2_word[4108001] = {
		id = 4108001,
		main_character_face = 0,
		word = "상점가 벤치에서 「오늘의 대모험」이라고 적힌 쪽지를 찾았다. 쪽지에는 수족관이라고 적혀 있다. 어떻게 할까?",
		char_type = 0
	}
	pg.base.child2_word[4108002] = {
		id = 4108002,
		main_character_face = 0,
		word = "[모험에 도전한다]",
		char_type = 2
	}
	pg.base.child2_word[4108003] = {
		id = 4108003,
		main_character_face = 0,
		word = "재미있는 일이 일어날 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[4108005] = {
		id = 4108005,
		main_character_face = 0,
		word = "내버려 둔다",
		char_type = 2
	}
	pg.base.child2_word[4108006] = {
		id = 4108006,
		main_character_face = 0,
		word = "오늘은 그만두자.",
		char_type = 0
	}
	pg.base.child2_word[4109001] = {
		id = 4109001,
		main_character_face = 0,
		word = "네비와 수족관에 도착하니, 웬 자판기가 있었다. 화면에는 이렇게 표시되어 있다.\n「이곳은 어디서 알게 되셨나요? 」",
		char_type = 0
	}
	pg.base.child2_word[4109002] = {
		id = 4109002,
		main_character_face = 0,
		word = "[상점가]",
		char_type = 2
	}
	pg.base.child2_word[4109003] = {
		id = 4109003,
		main_character_face = 0,
		word = "자판기 화면에 커다란 문자가 표시되었다.\n「정답! 특별상: 만쥬 워터 1개 선물! 」",
		char_type = 0
	}
	pg.base.child2_word[4109005] = {
		id = 4109005,
		main_character_face = 0,
		word = "[유원지]",
		char_type = 2
	}
	pg.base.child2_word[4109006] = {
		id = 4109006,
		main_character_face = 0,
		word = "자판기 화면에 커다란 문자가 표시되었다.\n「오답! 참가상: 만쥬 케이크 1개 선물! 」",
		char_type = 0
	}
	pg.base.child2_word[4109008] = {
		id = 4109008,
		main_character_face = 0,
		word = "[바]",
		char_type = 2
	}
	pg.base.child2_word[4109009] = {
		id = 4109009,
		main_character_face = 0,
		word = "자판기 화면에 커다란 문자가 표시되었다.\n「오답! 이 마을에 그런 곳은 없습니다! 상품 없음! 」",
		char_type = 0
	}
	pg.base.child2_word[4109010] = {
		id = 4109010,
		main_character_face = 0,
		word = "[산의 연못]",
		char_type = 2
	}
	pg.base.child2_word[4109011] = {
		id = 4109011,
		main_character_face = 0,
		word = "자판기 화면에 커다란 문자가 표시되었다.\n「오답! 참가상: 만쥬 사탕 1개 선물! 」",
		char_type = 0
	}
	pg.base.child2_word[4110001] = {
		id = 4110001,
		main_character_face = 0,
		word = "편의점 게시판에 붙여진 「오늘의 대모험」 쪽지에 학교라고 적혀 있다. 어떻게 할까?",
		char_type = 0
	}
	pg.base.child2_word[4110002] = {
		id = 4110002,
		main_character_face = 0,
		word = "[모험에 도전한다]",
		char_type = 2
	}
	pg.base.child2_word[4110003] = {
		id = 4110003,
		main_character_face = 0,
		word = "가보자!",
		char_type = 0
	}
	pg.base.child2_word[4110005] = {
		id = 4110005,
		main_character_face = 0,
		word = "[무시한다]",
		char_type = 2
	}
	pg.base.child2_word[4110006] = {
		id = 4110006,
		main_character_face = 0,
		word = "지금은 시간이 없다. 다음에 하자.",
		char_type = 0
	}
	pg.base.child2_word[4111001] = {
		id = 4111001,
		main_character_face = 0,
		word = "네비와의 약속대로 학교에 도착하자, 자판기가 있었다. 화면에는 이렇게 표시되어 있다.\n「편의점은 자판기에서 보면 어느 방향에 있나요? 」",
		char_type = 0
	}
	pg.base.child2_word[4111002] = {
		id = 4111002,
		main_character_face = 0,
		word = "[남동쪽]",
		char_type = 2
	}
	pg.base.child2_word[4111003] = {
		id = 4111003,
		main_character_face = 0,
		word = "자판기 화면에 커다란 문자가 표시되었다.\n「정답! 특별상: 만쥬 워터 1개 선물! 」",
		char_type = 0
	}
	pg.base.child2_word[4111005] = {
		id = 4111005,
		main_character_face = 0,
		word = "[북서쪽]",
		char_type = 2
	}
	pg.base.child2_word[4111006] = {
		id = 4111006,
		main_character_face = 0,
		word = "자판기 화면에 커다란 문자가 표시되었다.\n「오답! 참가상: 밀크티 만쥬 1개 선물! 」",
		char_type = 0
	}
	pg.base.child2_word[4111008] = {
		id = 4111008,
		main_character_face = 0,
		word = "[북동쪽]",
		char_type = 2
	}
	pg.base.child2_word[4111009] = {
		id = 4111009,
		main_character_face = 0,
		word = "자판기 화면에 커다란 문자가 표시되었다.\n「오답! 참가상: 제로 슈거 만쥬 1개 선물! 」",
		char_type = 0
	}
	pg.base.child2_word[4111011] = {
		id = 4111011,
		main_character_face = 0,
		word = "[남서쪽]",
		char_type = 2
	}
	pg.base.child2_word[4111012] = {
		id = 4111012,
		main_character_face = 0,
		word = "자판기 화면에 커다란 문자가 표시되었다.\n「오답! 참가상: 만쥬 라떼 1개 선물! 」",
		char_type = 0
	}
	pg.base.child2_word[4111014] = {
		id = 4111014,
		main_character_face = 0,
		word = "[42]",
		char_type = 2
	}
	pg.base.child2_word[4111015] = {
		id = 4111015,
		main_character_face = 0,
		word = "자판기 화면에 이상한 문자가 표시되었다.\n「아뜨뜨뜨뜨거 1개! 」",
		char_type = 0
	}
	pg.base.child2_word[4112001] = {
		id = 4112001,
		main_character_face = 0,
		word = "창문 앞에서 「오늘의 대모험」이라고 적힌 쪽지를 발견했다. \n상점가, 맛집 거리, 고요한 산봉우리 이렇게 세 곳이 적혀 있다. 첫 번째 장소는 ✓, 두 번째는 ×, 세 번째에는 꽃 마크가 표시되어 있다. 어떻게 할까?",
		char_type = 0
	}
	pg.base.child2_word[4112002] = {
		id = 4112002,
		main_character_face = 0,
		word = "[모험에 도전한다]",
		char_type = 2
	}
	pg.base.child2_word[4112003] = {
		id = 4112003,
		main_character_face = 0,
		word = "도전해보자!",
		char_type = 0
	}
	pg.base.child2_word[4112005] = {
		id = 4112005,
		main_character_face = 0,
		word = "[무시한다]",
		char_type = 2
	}
	pg.base.child2_word[4112006] = {
		id = 4112006,
		main_character_face = 0,
		word = "다음에 하자.",
		char_type = 0
	}
	pg.base.child2_word[4113001] = {
		id = 4113001,
		main_character_face = 0,
		word = "어디로 가야 했더라…? 기억을 더듬으며 상점가에 오니, 자판기가 있었다. 화면에는 이렇게 표시되어 있다.\n「정답! 축하합니다! 보상을 선택하세요! 」",
		char_type = 0
	}
	pg.base.child2_word[4113002] = {
		id = 4113002,
		main_character_face = 0,
		word = "[만쥬 워터]",
		char_type = 2
	}
	pg.base.child2_word[4113003] = {
		id = 4113003,
		main_character_face = 0,
		word = "만쥬 워터 1개 획득!",
		char_type = 0
	}
	pg.base.child2_word[4113005] = {
		id = 4113005,
		main_character_face = 0,
		word = "[밀크티 만쥬]",
		char_type = 2
	}
	pg.base.child2_word[4113006] = {
		id = 4113006,
		main_character_face = 0,
		word = "밀크티 만쥬 1개 획득!",
		char_type = 0
	}
	pg.base.child2_word[4113008] = {
		id = 4113008,
		main_character_face = 0,
		word = "[제로 슈거 만쥬]",
		char_type = 2
	}
	pg.base.child2_word[4113009] = {
		id = 4113009,
		main_character_face = 0,
		word = "제로 슈거 만쥬 1개 획득!",
		char_type = 0
	}
	pg.base.child2_word[4113011] = {
		id = 4113011,
		main_character_face = 0,
		word = "[만쥬 라떼]",
		char_type = 2
	}
	pg.base.child2_word[4113012] = {
		id = 4113012,
		main_character_face = 0,
		word = "만쥬 라떼 1개 획득!",
		char_type = 0
	}
	pg.base.child2_word[4113014] = {
		id = 4113014,
		main_character_face = 0,
		word = "[전부 다]",
		char_type = 2
	}
	pg.base.child2_word[4113015] = {
		id = 4113015,
		main_character_face = 0,
		word = "자판기 화면에 이상한 문자가 표시되었다.\n「우당탕우당탕우당탕 1개!",
		char_type = 0
	}
	pg.base.child2_word[4114001] = {
		id = 4114001,
		main_character_face = 0,
		word = "어디로 가야 했더라…? 기억을 더듬으며 맛집 거리에 오니, 자판기가 있었다. 화면에는 이렇게 표시되어 있다.\n「여기가 아닙니다! 다음 창작 요리 중에서 하나 골라서 드세요! 」",
		char_type = 0
	}
	pg.base.child2_word[4114002] = {
		id = 4114002,
		main_character_face = 0,
		word = "[초콜릿 만두]",
		char_type = 2
	}
	pg.base.child2_word[4114003] = {
		id = 4114003,
		main_character_face = 0,
		word = "네비는 아연실색해서 뒤로 물러서며 필사적으로 고개를 흔들었다.",
		char_type = 0
	}
	pg.base.child2_word[4114005] = {
		id = 4114005,
		main_character_face = 0,
		word = "[밀크티 차슈]",
		char_type = 2
	}
	pg.base.child2_word[4114006] = {
		id = 4114006,
		main_character_face = 0,
		word = "네비는 아연실색해서 뒤로 물러서며 필사적으로 고개를 흔들었다.",
		char_type = 0
	}
	pg.base.child2_word[4115001] = {
		id = 4115001,
		main_character_face = 0,
		word = "어디로 가야 했더라…? 기억을 더듬으며 고요한 산봉우리에 오니, 자판기가 있었다. 화면에는 이렇게 표시되어 있다.\n「정답은 아니지만, 이곳은 경치가 좋아요! 마음껏 즐기세요! 」",
		char_type = 0
	}
	pg.base.child2_word[4115002] = {
		id = 4115002,
		main_character_face = 0,
		word = "[꽃밭을 바라본다]",
		char_type = 2
	}
	pg.base.child2_word[4115003] = {
		id = 4115003,
		main_character_face = 0,
		word = "네비와 함께 꽃밭을 바라보았다.",
		char_type = 0
	}
	pg.base.child2_word[4116001] = {
		id = 4116001,
		main_character_face = 0,
		word = "네비는 요즘 공부 효율이 들쑥날쑥한 듯한 기분이 든다. 새로 산 스케줄 수첩을 책상 위에 펼쳤다. 더 규칙적으로 학습 계획을 세워 볼까……",
		char_type = 0
	}
	pg.base.child2_word[4116002] = {
		id = 4116002,
		main_character_face = 0,
		word = "[계획을 세운다]",
		char_type = 2
	}
	pg.base.child2_word[4116003] = {
		id = 4116003,
		main_character_face = 0,
		word = "시작하고 조금은 후회했지만, \n이를 악물고 어떻게든 계속했다! 노력은 언젠가 꼭 보답 받는 법이다!",
		char_type = 0
	}
	pg.base.child2_word[4116004] = {
		id = 4116004,
		main_character_face = 0,
		word = "[세우지 않는다]",
		char_type = 2
	}
	pg.base.child2_word[4116005] = {
		id = 4116005,
		main_character_face = 0,
		word = "성적에 별 영향이 없으면 지금 이대로가 좋아.<",
		char_type = 0
	}
	pg.base.child2_word[4117001] = {
		id = 4117001,
		main_character_face = 0,
		word = "스케줄 수첩이 점점 채워져 간다. 계속해야 하나……",
		char_type = 0
	}
	pg.base.child2_word[4117002] = {
		id = 4117002,
		main_character_face = 0,
		word = "[계속한다]",
		char_type = 2
	}
	pg.base.child2_word[4117003] = {
		id = 4117003,
		main_character_face = 0,
		word = "벽을 일단 넘어서자, 「계속」하는 것이 그렇게 고통스럽게 느껴지지 않았다. 역시 노력은 언젠가 보답 받는 법!",
		char_type = 0
	}
	pg.base.child2_word[4117004] = {
		id = 4117004,
		main_character_face = 0,
		word = "[일단 그만두자]",
		char_type = 2
	}
	pg.base.child2_word[4117005] = {
		id = 4117005,
		main_character_face = 0,
		word = "지금까지 계획한대로 하자!",
		char_type = 0
	}
	pg.base.child2_word[4118001] = {
		id = 4118001,
		main_character_face = 0,
		word = "특별한 기회가 찾아왔다! 계속 노력해야 하지만, 엄청난 성과를 얻을 수 있을지도 모른다……",
		char_type = 0
	}
	pg.base.child2_word[4118002] = {
		id = 4118002,
		main_character_face = 0,
		word = "[도전한다]",
		char_type = 2
	}
	pg.base.child2_word[4118003] = {
		id = 4118003,
		main_character_face = 0,
		word = "시작하고 조금은 후회했지만, \n이를 악물고 어떻게든 계속했다! 노력은 언젠가 꼭 보답 받는 법이다!",
		char_type = 0
	}
	pg.base.child2_word[4118004] = {
		id = 4118004,
		main_character_face = 0,
		word = "[무시한다]",
		char_type = 2
	}
	pg.base.child2_word[4118005] = {
		id = 4118005,
		main_character_face = 0,
		word = "지금까지 계획한대로 하자!",
		char_type = 0
	}
	pg.base.child2_word[4119001] = {
		id = 4119001,
		main_character_face = 0,
		word = "꾸준한 노력이 결실을 맺기 시작했지만, 압박감도 느껴진다. 계속해야 하나? 아니면 그만둘까?",
		char_type = 0
	}
	pg.base.child2_word[4119002] = {
		id = 4119002,
		main_character_face = 0,
		word = "[계속 노력한다]",
		char_type = 2
	}
	pg.base.child2_word[4119003] = {
		id = 4119003,
		main_character_face = 0,
		word = "벽을 일단 넘어서자, 「계속」하는 것이 그렇게 고통스럽게 느껴지지 않았다. 역시 노력은 언젠가 보답 받는 법!",
		char_type = 0
	}
	pg.base.child2_word[4119004] = {
		id = 4119004,
		main_character_face = 0,
		word = "[이제 그만하자]",
		char_type = 2
	}
	pg.base.child2_word[4119005] = {
		id = 4119005,
		main_character_face = 0,
		word = "지금까지 계획한대로 하자!",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[4120001] = {
		id = 4120001,
		main_character_face = 0,
		word = "도서관으로 가자. 뭘 읽을까?",
		char_type = 0
	}
	pg.base.child2_word[4120002] = {
		id = 4120002,
		main_character_face = 0,
		word = "[『로열 레이디의 에티켓 핸드북』]",
		char_type = 2
	}
	pg.base.child2_word[4120003] = {
		id = 4120003,
		main_character_face = 0,
		word = "「로열 레이디는 우아하게 애프터눈 티 디저트를 모조리 먹어치워야 한다」고 적혀있다…… 이, 이거 맞아?",
		char_type = 0
	}
	pg.base.child2_word[4120004] = {
		id = 4120004,
		main_character_face = 0,
		word = "[『아이돌 육성 지침서』]",
		char_type = 2
	}
	pg.base.child2_word[4120005] = {
		id = 4120005,
		main_character_face = 0,
		word = "아이돌이 되려면 무엇을 준비해야 하는지, 확실한 스케줄 계획이 세세하게 작성된 책.",
		char_type = 0
	}
	pg.base.child2_word[4120006] = {
		id = 4120006,
		main_character_face = 0,
		word = "[『지각 구축함은 자고 싶어』]",
		char_type = 2
	}
	pg.base.child2_word[4120007] = {
		id = 4120007,
		main_character_face = 0,
		word = "안에는「Zzzzz……」이라는 글귀로만 가득하다. 이런… 갑자기 졸리기 시작했다.",
		char_type = 0
	}
	pg.base.child2_word[4120008] = {
		id = 4120008,
		main_character_face = 0,
		word = "[『지휘관의 비서함을 담당하게 됐지만 땡땡이 치고 싶어』]",
		char_type = 2
	}
	pg.base.child2_word[4120009] = {
		id = 4120009,
		main_character_face = 0,
		word = "안에는 다양한 땡땡이 계획이 적혀 있다. 작가는…… 아니, 지금은 깊게 생각하지 말자.",
		char_type = 0
	}
	pg.base.child2_word[4121001] = {
		id = 4121001,
		main_character_face = 0,
		word = "골목 안쪽에 이상한 자판기가 있다. 내용물도 안이 안 보이는 상자로 채워져 있고, 버튼도 이상하게 깜빡인다…… 돈을 넣어볼까?",
		char_type = 0
	}
	pg.base.child2_word[4121002] = {
		id = 4121002,
		main_character_face = 0,
		word = "[넣는다]",
		char_type = 2
	}
	pg.base.child2_word[4121003] = {
		id = 4121003,
		main_character_face = 0,
		word = "딩동… 철컥… 스슥… 덜컹! 웬 상자가 자판기에서 굴러나왔다.\n화면에는 도트 문자가 표시되었다. 「축하합니다. 행운의 가호를 손에 넣었습니다. 잘 활용하시라냥! 」",
		char_type = 0
	}
	pg.base.child2_word[4121005] = {
		id = 4121005,
		main_character_face = 0,
		word = "[그냥 간다]",
		char_type = 2
	}
	pg.base.child2_word[4121006] = {
		id = 4121006,
		main_character_face = 0,
		word = "뭔가 수상하니 그만두자.",
		char_type = 0
	}
	pg.base.child2_word[4122001] = {
		id = 4122001,
		main_character_face = 0,
		word = "가게 앞 마사지 의자가 비어있다. 이런 종류의 무료 마사지 의자는 강도를 조절하기 어려운 점이 마음에 걸린다…",
		char_type = 0
	}
	pg.base.child2_word[4122002] = {
		id = 4122002,
		main_character_face = 0,
		word = "[앉아서 쉰다]",
		char_type = 2
	}
	pg.base.child2_word[4122003] = {
		id = 4122003,
		main_character_face = 0,
		word = "의자가 해주는 규칙적인 마사지를 느끼며, 점점 꿈의 나라로…… 눈을 뜨자 몸이 한결 가벼워진 느낌이 든다.",
		char_type = 0
	}
	pg.base.child2_word[4122005] = {
		id = 4122005,
		main_character_face = 0,
		word = "[그만둔다]",
		char_type = 2
	}
	pg.base.child2_word[4122006] = {
		id = 4122006,
		main_character_face = 0,
		word = "그렇게 피곤하지 않으니 계속 쇼핑이나 즐기자.",
		char_type = 0
	}
	pg.base.child2_word[4123001] = {
		id = 4123001,
		main_character_face = 0,
		word = "트레이닝 체육관에 왔다. 오늘 운동할 메뉴를 고르자……",
		char_type = 0
	}
	pg.base.child2_word[4123002] = {
		id = 4123002,
		main_character_face = 0,
		word = "[하드 트레이닝] (체력 50 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4123003] = {
		id = 4123003,
		main_character_face = 0,
		word = "체력이 대폭 강화되었다! 기분도 좋아졌다!",
		char_type = 0
	}
	pg.base.child2_word[4123005] = {
		id = 4123005,
		main_character_face = 0,
		word = "[유산소 운동] (체력 25 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4123006] = {
		id = 4123006,
		main_character_face = 0,
		word = "체력이 중간 정도로 강화되었다!",
		char_type = 0
	}
	pg.base.child2_word[4123008] = {
		id = 4123008,
		main_character_face = 0,
		word = "[코어 트레이닝]",
		char_type = 2
	}
	pg.base.child2_word[4123009] = {
		id = 4123009,
		main_character_face = 0,
		word = "체력이 조금 강화되었다!",
		char_type = 0
	}
	pg.base.child2_word[4123012] = {
		id = 4123012,
		main_character_face = 0,
		word = "[하드 트레이닝] (체력 240 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4123015] = {
		id = 4123015,
		main_character_face = 0,
		word = "[유산소 운동] (체력 120 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4123022] = {
		id = 4123022,
		main_character_face = 0,
		word = "[하드 트레이닝] (체력 600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4123025] = {
		id = 4123025,
		main_character_face = 0,
		word = "[유산소 운동] (체력 300 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4123032] = {
		id = 4123032,
		main_character_face = 0,
		word = "[하드 트레이닝] (체력 1600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4123035] = {
		id = 4123035,
		main_character_face = 0,
		word = "[유산소 운동] (체력 800 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4124002] = {
		id = 4124002,
		main_character_face = 0,
		word = "도서관에 왔다. 오늘은 뭘 읽어볼까?",
		char_type = 0
	}
	pg.base.child2_word[4124003] = {
		id = 4124003,
		main_character_face = 0,
		word = "[전문 논문] (지식 50 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4124004] = {
		id = 4124004,
		main_character_face = 0,
		word = "지식이 대폭 강화되었다! 기분도 좋아졌다!",
		char_type = 0
	}
	pg.base.child2_word[4124006] = {
		id = 4124006,
		main_character_face = 0,
		word = "[응용 교재] (지식 25 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4124007] = {
		id = 4124007,
		main_character_face = 0,
		word = "지식이 중간 정도로 강화되었다!",
		char_type = 0
	}
	pg.base.child2_word[4124009] = {
		id = 4124009,
		main_character_face = 0,
		word = "[입문 서적]",
		char_type = 2
	}
	pg.base.child2_word[4124010] = {
		id = 4124010,
		main_character_face = 0,
		word = "지식이 조금 강화되었다!",
		char_type = 0
	}
	pg.base.child2_word[4124013] = {
		id = 4124013,
		main_character_face = 0,
		word = "전문 논문 (지식 240 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4124016] = {
		id = 4124016,
		main_character_face = 0,
		word = "응용 교재 (지식 120 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4124023] = {
		id = 4124023,
		main_character_face = 0,
		word = "전문 논문 (지식 600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4124026] = {
		id = 4124026,
		main_character_face = 0,
		word = "응용 교재 (지식 300 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4124033] = {
		id = 4124033,
		main_character_face = 0,
		word = "전문 논문 (지식 1600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4124036] = {
		id = 4124036,
		main_character_face = 0,
		word = "응용 교재 (지식 800 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4125001] = {
		id = 4125001,
		main_character_face = 0,
		word = "배운 것을 활용할 기회가 생겼다. 도전해 볼까?",
		char_type = 0
	}
	pg.base.child2_word[4125002] = {
		id = 4125002,
		main_character_face = 0,
		word = "[심도 있게 탐구한다] (손재주50 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4125003] = {
		id = 4125003,
		main_character_face = 0,
		word = "손재주가 대폭 강화되었다! 기분도 좋아졌다!",
		char_type = 0
	}
	pg.base.child2_word[4125005] = {
		id = 4125005,
		main_character_face = 0,
		word = "[현장에서 실천한다] (손재주 25 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4125006] = {
		id = 4125006,
		main_character_face = 0,
		word = "손재주가 중간 정도로 강화되었다!",
		char_type = 0
	}
	pg.base.child2_word[4125008] = {
		id = 4125008,
		main_character_face = 0,
		word = "[시험 삼아 해본다]",
		char_type = 2
	}
	pg.base.child2_word[4125009] = {
		id = 4125009,
		main_character_face = 0,
		word = "손재주가 조금 강화되었다!",
		char_type = 0
	}
	pg.base.child2_word[4125012] = {
		id = 4125012,
		main_character_face = 0,
		word = "[심도 있게 탐구한다] (손재주 240 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4125015] = {
		id = 4125015,
		main_character_face = 0,
		word = "[현장에서 실천한다] (손재주 120 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4125022] = {
		id = 4125022,
		main_character_face = 0,
		word = "[심도 있게 탐구한다] (손재주 600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4125025] = {
		id = 4125025,
		main_character_face = 0,
		word = "[현장에서 실천한다] (손재주 300 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4125032] = {
		id = 4125032,
		main_character_face = 0,
		word = "[심도 있게 탐구한다] (손재주 1600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4125035] = {
		id = 4125035,
		main_character_face = 0,
		word = "[현장에서 실천한다] (손재주 800 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4126001] = {
		id = 4126001,
		main_character_face = 0,
		word = "평소에 연습할 때 쓰는 운동장이 조용해서, 오래 머물고 싶은 기분이다.",
		char_type = 0
	}
	pg.base.child2_word[4126002] = {
		id = 4126002,
		main_character_face = 0,
		word = "[건물을 연구한다] (감수성 50 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4126003] = {
		id = 4126003,
		main_character_face = 0,
		word = "감수성이 대폭 강화되었다! 기분도 좋아졌다!",
		char_type = 0
	}
	pg.base.child2_word[4126005] = {
		id = 4126005,
		main_character_face = 0,
		word = "[기자재를 점검한다] (감수성 25 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4126006] = {
		id = 4126006,
		main_character_face = 0,
		word = "감수성이 중간 정도로 강화되었다!",
		char_type = 0
	}
	pg.base.child2_word[4126008] = {
		id = 4126008,
		main_character_face = 0,
		word = "[주변을 둘러본다]",
		char_type = 2
	}
	pg.base.child2_word[4126009] = {
		id = 4126009,
		main_character_face = 0,
		word = "감수성이 조금 강화되었다!",
		char_type = 0
	}
	pg.base.child2_word[4126012] = {
		id = 4126012,
		main_character_face = 0,
		word = "[건물을 연구한다] (감수성 240 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4126015] = {
		id = 4126015,
		main_character_face = 0,
		word = "[기자재를 점검한다] (감수성 120 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4126022] = {
		id = 4126022,
		main_character_face = 0,
		word = "[건물을 연구한다] (감수성 600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4126025] = {
		id = 4126025,
		main_character_face = 0,
		word = "[기자재를 점검한다] (감수성 300 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4126032] = {
		id = 4126032,
		main_character_face = 0,
		word = "[건물을 연구한다] (감수성 1600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4126035] = {
		id = 4126035,
		main_character_face = 0,
		word = "[기자재를 점검한다] (감수성 800 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4127001] = {
		id = 4127001,
		main_character_face = 0,
		word = "상점가를 걷고 있는데, 네비가 한 핸드메이드 상점의 쇼윈도에 이끌려 안에 있는 정교한 작품들을 보고 있다.",
		char_type = 0
	}
	pg.base.child2_word[4127002] = {
		id = 4127002,
		main_character_face = 0,
		word = "[같이 감상한다]",
		char_type = 2
	}
	pg.base.child2_word[4127003] = {
		id = 4127003,
		main_character_face = 0,
		word = "네비는 여러 작품 중에서도 특히 멋진 작품을 가리키며, 눈을 빛냈다. 그렇게 가게 밖에서 작품에 대해 이야기를 나누었다……",
		char_type = 0
	}
	pg.base.child2_word[4127005] = {
		id = 4127005,
		main_character_face = 0,
		word = "[가자고 재촉한다]",
		char_type = 2
	}
	pg.base.child2_word[4127006] = {
		id = 4127006,
		main_character_face = 0,
		word = "이 다음 일정이 있다고 말하며, 감상하는 건 다음으로 미루기로 했다.",
		char_type = 0
	}
	pg.base.child2_word[4128001] = {
		id = 4128001,
		main_character_face = 0,
		word = "네비가 관심이 많아, 또 핸드메이드 가게로 왔다. 그녀는 가게 안으로 들어가 제작에 쓰는 공구나 재료를 진지한 얼굴로 보고 있다.",
		char_type = 0
	}
	pg.base.child2_word[4128002] = {
		id = 4128002,
		main_character_face = 0,
		word = "[도전해보라고 한다]",
		char_type = 2
	}
	pg.base.child2_word[4128003] = {
		id = 4128003,
		main_character_face = 0,
		word = "직접 만들어 보고 싶냐고 네비에게 물어보니, 그녀는 기대에 찬 눈망울로 고개를 끄덕였다.",
		char_type = 0
	}
	pg.base.child2_word[4128005] = {
		id = 4128005,
		main_character_face = 0,
		word = "[가만히 지켜본다]",
		char_type = 2
	}
	pg.base.child2_word[4128006] = {
		id = 4128006,
		main_character_face = 0,
		word = "한참 열중하고 있는데 방해하면 미안하니 그대로 잠잠히 지켜보기로 했다.",
		char_type = 0
	}
	pg.base.child2_word[4129001] = {
		id = 4129001,
		main_character_face = 0,
		word = "핸드메이드 가게에 다시 찾아오니, 네비는 초보자용 도구 세트를 사고 싶다고 말했다.",
		char_type = 0
	}
	pg.base.child2_word[4129002] = {
		id = 4129002,
		main_character_face = 0,
		word = "[사준다]",
		char_type = 2
	}
	pg.base.child2_word[4129003] = {
		id = 4129003,
		main_character_face = 0,
		word = "내가 사주겠다고 네비에게 말했다.",
		char_type = 0
	}
	pg.base.child2_word[4129005] = {
		id = 4129005,
		main_character_face = 0,
		word = "[고르는 걸 돕는다] (기술 X 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4129006] = {
		id = 4129006,
		main_character_face = 0,
		word = "경험을 살려 초보에게 알맞은 도구 세트를 골라주었다.",
		char_type = 0
	}
	pg.base.child2_word[4129008] = {
		id = 4129008,
		main_character_face = 0,
		word = "[고르는 걸 돕는다]",
		char_type = 2
	}
	pg.base.child2_word[4129009] = {
		id = 4129009,
		main_character_face = 0,
		word = "내 조언은 별 도움이 못 된 것 같다……",
		char_type = 0
	}
	pg.base.child2_word[4129015] = {
		id = 4129015,
		main_character_face = 0,
		word = "[고르는 걸 돕는다] (기술 160 이상 필요,감수성 80 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4129025] = {
		id = 4129025,
		main_character_face = 0,
		word = "[고르는 걸 돕는다] (기술 400 이상 필요,감수성 200 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4129035] = {
		id = 4129035,
		main_character_face = 0,
		word = "[고르는 걸 돕는다] (기술 1200 이상 필요,감수성 600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4130001] = {
		id = 4130001,
		main_character_face = 0,
		word = "뒷산 중턱을 산책하고 있자, 네비가 전망대에 설치된 망원경을 발견했다. 긴 놋쇠 통이 햇볕을 받아 반짝반짝 빛난다.",
		char_type = 0
	}
	pg.base.child2_word[4130002] = {
		id = 4130002,
		main_character_face = 0,
		word = "[들여다 본다]",
		char_type = 2
	}
	pg.base.child2_word[4130003] = {
		id = 4130003,
		main_character_face = 0,
		word = "멀리 있는 경치가 잘 보인다. 네비는 신중하게 망원경을 조정하다가, 갑자기 작은 탄성을 질렀다.",
		char_type = 0
	}
	pg.base.child2_word[4130005] = {
		id = 4130005,
		main_character_face = 0,
		word = "[지나친다]",
		char_type = 2
	}
	pg.base.child2_word[4130006] = {
		id = 4130006,
		main_character_face = 0,
		word = "다음에 와서 보자고 네비에게 말한 뒤, 전망대를 나섰다.",
		char_type = 0
	}
	pg.base.child2_word[4131001] = {
		id = 4131001,
		main_character_face = 0,
		word = "날씨가 좋다며 네비는 전망대에 가고 싶다고 제안했다. 아침 뒷산에는 아직 안개가 남아 있지만, 그래도 멋진 경치를 볼 수 있으리라.",
		char_type = 0
	}
	pg.base.child2_word[4131002] = {
		id = 4131002,
		main_character_face = 0,
		word = "[네비와 함께 간다]",
		char_type = 2
	}
	pg.base.child2_word[4131003] = {
		id = 4131003,
		main_character_face = 0,
		word = "전망이 좋은 장소를 찾아, 망원경으로 먼곳까지 경치를 즐겼다.",
		char_type = 0
	}
	pg.base.child2_word[4131005] = {
		id = 4131005,
		main_character_face = 0,
		word = "[거절한다]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[4131006] = {
		id = 4131006,
		main_character_face = 0,
		word = "안개가 아직 남아 있다며, 네비의 제안을 거절했다. 그러자 그녀는 조금 아쉬운 표정을 지었다.",
		char_type = 0
	}
	pg.base.child2_word[4132001] = {
		id = 4132001,
		main_character_face = 0,
		word = "네비는 망원경 앞에 서서 먼 경치를 열심히 관찰하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[4132002] = {
		id = 4132002,
		main_character_face = 0,
		word = "[조용히 곁에 있는다]",
		char_type = 2
	}
	pg.base.child2_word[4132003] = {
		id = 4132003,
		main_character_face = 0,
		word = "진지하게 경치를 관찰하는 그녀를 조용히 지켜보기로 했다.",
		char_type = 0
	}
	pg.base.child2_word[4132005] = {
		id = 4132005,
		main_character_face = 0,
		word = "[내 견문을 공유한다] (체력 32 이상 필요) ",
		char_type = 2
	}
	pg.base.child2_word[4132006] = {
		id = 4132006,
		main_character_face = 0,
		word = "예전에 본 다른 경치에 대해 이야기하자, 네비는 눈을 빛내며 흥미를 보였다.",
		char_type = 0
	}
	pg.base.child2_word[4132008] = {
		id = 4132008,
		main_character_face = 0,
		word = "[내 견문을 공유한다]",
		char_type = 2
	}
	pg.base.child2_word[4132009] = {
		id = 4132009,
		main_character_face = 0,
		word = "잘 전달하지 못한 탓인지, 조금 분위기가 어색해졌다.",
		char_type = 0
	}
	pg.base.child2_word[4132015] = {
		id = 4132015,
		main_character_face = 0,
		word = "[내 견문을 공유한다] (체력 160 이상 필요,감수성 80 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4132025] = {
		id = 4132025,
		main_character_face = 0,
		word = "[내 견문을 공유한다] (체력 400 이상 필요,감수성 200 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4132035] = {
		id = 4132035,
		main_character_face = 0,
		word = "[내 견문을 공유한다] (체력 1200 이상 필요,감수성 600 이상 필요)",
		char_type = 2
	}
	pg.base.child2_word[4133001] = {
		id = 4133001,
		main_character_face = 0,
		word = "맛집 거리의 벤치에서 물고기 그림이 그려진 이상한 통조림을 발견했다. 「1호: 삭힌 두부 조림」이라고 적혀 있다. 포장에 그려진 마크가 어디서 많이 본 느낌이었다.",
		char_type = 0
	}
	pg.base.child2_word[4133002] = {
		id = 4133002,
		main_character_face = 0,
		word = "통조림을 집는다",
		char_type = 2
	}
	pg.base.child2_word[4133003] = {
		id = 4133003,
		main_character_face = 0,
		word = "주저하면서 통조림을 집었다. 그렇지만 이상한 느낌이 들었다.",
		char_type = 0
	}
	pg.base.child2_word[4133005] = {
		id = 4133005,
		main_character_face = 0,
		word = "[못 본 척한다]",
		char_type = 2
	}
	pg.base.child2_word[4133006] = {
		id = 4133006,
		main_character_face = 0,
		word = "못 본 척하기로 했다.",
		char_type = 0
	}
	pg.base.child2_word[4134001] = {
		id = 4134001,
		main_character_face = 0,
		word = "맛집 거리의 벤치에서 물고기 그림이 그려진 이상한 통조림을 발견했다. 「2호: 카레 믹스」라고 적혀 있고, 카레향 속에 무언가 형언할 수 없는 묘한 냄새도 섞여 있다.",
		char_type = 0
	}
	pg.base.child2_word[4134002] = {
		id = 4134002,
		main_character_face = 0,
		word = "[통조림을 집는다]",
		char_type = 2
	}
	pg.base.child2_word[4134003] = {
		id = 4134003,
		main_character_face = 0,
		word = "주저하면서 통조림을 집었다. 그렇지만 역시 이상한 느낌이 들었다.",
		char_type = 0
	}
	pg.base.child2_word[4134005] = {
		id = 4134005,
		main_character_face = 0,
		word = "[못 본 척한다]",
		char_type = 2
	}
	pg.base.child2_word[4134006] = {
		id = 4134006,
		main_character_face = 0,
		word = "이번에도 난 아무것도 못 봤다. 음.",
		char_type = 0
	}
	pg.base.child2_word[4135001] = {
		id = 4135001,
		main_character_face = 0,
		word = "맛집 거리의 벤치에서 물고기 그림이 그려진 이상한 통조림을 발견했다. 「3」이라는 번호와 함께 작은 쪽지가 남겨져 있다. 「레시피를 조정했으니, 이번에는 분명 맛있을 것임」",
		char_type = 0
	}
	pg.base.child2_word[4135002] = {
		id = 4135002,
		main_character_face = 0,
		word = "[열어서 먹어본다]",
		char_type = 2
	}
	pg.base.child2_word[4135003] = {
		id = 4135003,
		main_character_face = 0,
		word = "확실히 맛있다.",
		char_type = 0
	}
	pg.base.child2_word[4136001] = {
		id = 4136001,
		main_character_face = 0,
		word = "산의 연못 근처에 새로 꽃의 미로가 생겼다. 네비와 함께 탐험하자!",
		char_type = 0
	}
	pg.base.child2_word[4136002] = {
		id = 4136002,
		main_character_face = 0,
		word = "장미꽃으로 둘러싸인 오솔길 두 갈래가 눈앞에 펼쳐져있다. 왼쪽, 오른쪽 중에 어디로 갈까?",
		char_type = 0
	}
	pg.base.child2_word[4136003] = {
		id = 4136003,
		main_character_face = 0,
		word = "[왼쪽으로 간다]",
		char_type = 2
	}
	pg.base.child2_word[4136004] = {
		id = 4136004,
		main_character_face = 0,
		word = "여기 화단은 좀 난잡하네…… 뭔가 상태가 이상해.",
		char_type = 0
	}
	pg.base.child2_word[4136006] = {
		id = 4136006,
		main_character_face = 0,
		word = "[오른쪽으로 간다]",
		char_type = 2
	}
	pg.base.child2_word[4136007] = {
		id = 4136007,
		main_character_face = 0,
		word = "석단이 잘 정돈되어 있네…… 여기가 정답일 거야!",
		char_type = 0
	}
	pg.base.child2_word[4136009] = {
		id = 4136009,
		main_character_face = 0,
		word = "꽃의 벽 너머로 연못이 보였고, 또 갈림길이 나타났다……",
		char_type = 0
	}
	pg.base.child2_word[4136010] = {
		id = 4136010,
		main_character_face = 0,
		word = "[왼쪽으로 간다]",
		char_type = 2
	}
	pg.base.child2_word[4136011] = {
		id = 4136011,
		main_character_face = 0,
		word = "덩굴이 너무 빽빽해서 길이 막힐 것 같아……",
		char_type = 0
	}
	pg.base.child2_word[4136013] = {
		id = 4136013,
		main_character_face = 0,
		word = "[오른쪽으로 간다]",
		char_type = 2
	}
	pg.base.child2_word[4136014] = {
		id = 4136014,
		main_character_face = 0,
		word = "은은한 꽃 향기가 감돌고 있다. 이 길이 분명해!",
		char_type = 0
	}
	pg.base.child2_word[4136016] = {
		id = 4136016,
		main_character_face = 0,
		word = "산들바람이 은은한 향기를 나르고 있다. 눈앞에서 길이 또 둘로 갈라졌다……",
		char_type = 0
	}
	pg.base.child2_word[4136017] = {
		id = 4136017,
		main_character_face = 0,
		word = "[왼쪽으로 간다]",
		char_type = 2
	}
	pg.base.child2_word[4136018] = {
		id = 4136018,
		main_character_face = 0,
		word = "미로 출구에는 전망대가 만들어져 있어, 정원과 연못의 풍경을 한번에 내려다 볼 수 있었다.",
		char_type = 0
	}
	pg.base.child2_word[4136020] = {
		id = 4136020,
		main_character_face = 0,
		word = "[오른쪽으로 간다]",
		char_type = 2
	}
	pg.base.child2_word[4136021] = {
		id = 4136021,
		main_character_face = 0,
		word = "더 앞으로 나아갈 수 없네…… 돌아서 가야겠어!",
		char_type = 0
	}
	pg.base.child2_word[4137001] = {
		id = 4137001,
		main_character_face = 0,
		word = "골목 안쪽에 이상한 자판기가 있다. 내용물도 안이 안 보이는 상자로 채워져 있고, 버튼도 이상하게 깜빡인다…… 돈을 넣어볼까?",
		char_type = 0
	}
	pg.base.child2_word[4137002] = {
		id = 4137002,
		main_character_face = 0,
		word = "[넣는다]",
		char_type = 2
	}
	pg.base.child2_word[4137003] = {
		id = 4137003,
		main_character_face = 0,
		word = "딩동… 철컥… 스슥… 덜컹! 웬 상자가 자판기에서 굴러나왔다.화면에는 도트 문자가 표시되었다. 「축하합니다. 행운의 가호를 손에 넣었습니다. 잘 활용하시라냥! 」",
		char_type = 0
	}
	pg.base.child2_word[4137005] = {
		id = 4137005,
		main_character_face = 0,
		word = "[그냥 간다]",
		char_type = 2
	}
	pg.base.child2_word[4137006] = {
		id = 4137006,
		main_character_face = 0,
		word = "뭔가 수상하니 그만두자.",
		char_type = 0
	}
	pg.base.child2_word[4138001] = {
		id = 4138001,
		main_character_face = 0,
		word = "산 정상에 있는 절은 효험이 좋다고 한다!",
		char_type = 0
	}
	pg.base.child2_word[4138002] = {
		id = 4138002,
		main_character_face = 0,
		word = "[자금 5를 새전함에 넣는다]",
		char_type = 2
	}
	pg.base.child2_word[4138003] = {
		id = 4138003,
		main_character_face = 0,
		word = "[자금 20를 새전함에 넣는다]",
		char_type = 2
	}
	pg.base.child2_word[4138004] = {
		id = 4138004,
		main_character_face = 0,
		word = "[자금 50를 새전함에 넣는다]",
		char_type = 2
	}
	pg.base.child2_word[4138005] = {
		id = 4138005,
		main_character_face = 0,
		word = "[자금 100를 새전함에 넣는다]",
		char_type = 2
	}
	pg.base.child2_word[4138006] = {
		id = 4138006,
		main_character_face = 0,
		word = "[소원: 손재주 + 감수성]",
		char_type = 2
	}
	pg.base.child2_word[4138007] = {
		id = 4138007,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 이건 어쩌면 소원이 이뤄질 징조일지도 모른다!",
		char_type = 0
	}
	pg.base.child2_word[4138009] = {
		id = 4138009,
		main_character_face = 0,
		word = "[소원: 체력 + 지식]",
		char_type = 2
	}
	pg.base.child2_word[4138010] = {
		id = 4138010,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 이건 어쩌면 소원이 이뤄질 징조일지도 모른다!",
		char_type = 0
	}
	pg.base.child2_word[4138012] = {
		id = 4138012,
		main_character_face = 0,
		word = "[소원: 손재주 + 감수성]",
		char_type = 2
	}
	pg.base.child2_word[4138013] = {
		id = 4138013,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 이건 어쩌면 소원이 이뤄질 징조일지도 모른다!",
		char_type = 0
	}
	pg.base.child2_word[4138015] = {
		id = 4138015,
		main_character_face = 0,
		word = "[소원: 체력 + 지식]",
		char_type = 2
	}
	pg.base.child2_word[4138016] = {
		id = 4138016,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 이건 어쩌면 소원이 이뤄질 징조일지도 모른다!",
		char_type = 0
	}
	pg.base.child2_word[4138018] = {
		id = 4138018,
		main_character_face = 0,
		word = "[소원: 손재주 + 감수성]",
		char_type = 2
	}
	pg.base.child2_word[4138019] = {
		id = 4138019,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 이건 어쩌면 소원이 이뤄질 징조일지도 모른다!",
		char_type = 0
	}
	pg.base.child2_word[4138021] = {
		id = 4138021,
		main_character_face = 0,
		word = "[소원: 체력 + 지식]",
		char_type = 2
	}
	pg.base.child2_word[4138022] = {
		id = 4138022,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 이건 어쩌면 소원이 이뤄질 징조일지도 모른다!",
		char_type = 0
	}
	pg.base.child2_word[4138024] = {
		id = 4138024,
		main_character_face = 0,
		word = "[소원: 손재주 + 감수성]",
		char_type = 2
	}
	pg.base.child2_word[4138025] = {
		id = 4138025,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 이건 어쩌면 소원이 이뤄질 징조일지도 모른다!",
		char_type = 0
	}
	pg.base.child2_word[4138027] = {
		id = 4138027,
		main_character_face = 0,
		word = "[소원: 체력 + 지식]",
		char_type = 2
	}
	pg.base.child2_word[4138028] = {
		id = 4138028,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 이건 어쩌면 소원이 이뤄질 징조일지도 모른다!",
		char_type = 0
	}
	pg.base.child2_word[4138030] = {
		id = 4138030,
		main_character_face = 0,
		word = "솔직해지기를",
		char_type = 2
	}
	pg.base.child2_word[4138031] = {
		id = 4138031,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 분명 소원이 이뤄질 것이 틀림없다!",
		char_type = 0
	}
	pg.base.child2_word[4138033] = {
		id = 4138033,
		main_character_face = 0,
		word = "자유로워지기를",
		char_type = 2
	}
	pg.base.child2_word[4138034] = {
		id = 4138034,
		main_character_face = 0,
		word = "동전을 넣자, 이상한 빛이 동전을 감쌌다. 분명 소원이 이뤄질 것이 틀림없다!",
		char_type = 0
	}
	pg.base.child2_word[4138035] = {
		id = 4138035,
		main_character_face = 0,
		word = "[넣지 않는다]",
		char_type = 2
	}
	pg.base.child2_word[4138036] = {
		id = 4138036,
		main_character_face = 0,
		word = "오늘은 그만두자.",
		char_type = 0
	}
	pg.base.child2_word[4139001] = {
		id = 4139001,
		main_character_face = 0,
		word = "거리를 걷다가 조용한 레트로 오토바이 상점을 발견했다. ",
		char_type = 0
	}
	pg.base.child2_word[4139002] = {
		id = 4139002,
		main_character_face = 0,
		word = "[같이 멈춰서 구경한다]",
		char_type = 2
	}
	pg.base.child2_word[4139003] = {
		id = 4139003,
		main_character_face = 0,
		word = "살짝 그녀 곁에 다가서서 아름다운 오토바이를 감상했다. \n네비는 유려한 탱크 라인부터 섬세한 머플러까지 세심하게 바라보고 있다. 아무래도 푹 빠진 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[4139005] = {
		id = 4139005,
		main_character_face = 0,
		word = "[가자고 재촉한다]",
		char_type = 2
	}
	pg.base.child2_word[4139011] = {
		id = 4139011,
		main_character_face = 0,
		word = "다른 일정이 있다고 네비에게 말했다. \n그녀는 오토바이를 아쉬운 듯 한번 쳐다보고는, 나와 함께 가게를 뒤로 했다.",
		char_type = 0
	}
	pg.base.child2_word[4139012] = {
		id = 4139012,
		main_character_face = 0,
		word = "가게 앞에는 클래식한 크루저 오토바이가 전시되어 있었고",
		char_type = 0
	}
	pg.base.child2_word[4139013] = {
		id = 4139013,
		main_character_face = 0,
		word = "네비는 발을 멈추고 오토바이를 바라보고 있다.",
		char_type = 0
	}
	pg.base.child2_word[4139014] = {
		id = 4139014,
		main_character_face = 0,
		word = "쇼윈도에 깔끔하게 진열된 오토바이 용품과,\n특히 현재 정비 중이지만 눈을 사로잡는 클래식 오토바이에게서 세월의 향기가 아련하게 느껴졌다.",
		char_type = 0
	}
	pg.base.child2_word[4140001] = {
		id = 4140001,
		main_character_face = 0,
		word = "영화관 앞을 지나는데 높은 평가를 받은 신작 로드 무비가 상영 중인 것이 보였다. ",
		char_type = 0
	}
	pg.base.child2_word[4140002] = {
		id = 4140002,
		main_character_face = 0,
		word = "[영화를 본다]",
		char_type = 2
	}
	pg.base.child2_word[4140003] = {
		id = 4140003,
		main_character_face = 0,
		word = "이야기가 진행됨에 따라 네비의 감정도 점점 고조되어 갔다. \n장대한 풍경 속에서 오토바이를 타고 질주하는 장면은 숨쉬는 것조차 잃어버릴 정도로 엄청났다.\n영화가 끝나자 그녀는 잔뜩 흥분해서 가장 감명 깊었던 장면에 대해 이야기하기 시작했다.",
		char_type = 0
	}
	pg.base.child2_word[4140005] = {
		id = 4140005,
		main_character_face = 0,
		word = "[다음에 본다]",
		char_type = 2
	}
	pg.base.child2_word[4140006] = {
		id = 4140006,
		main_character_face = 0,
		word = "시간을 확인하니, 아쉽지만 영화를 볼 여유까지는 없었다. \n네비는 살짝 고개를 숙이고 알았다고 했지만, 매우 실망한 눈치였다.",
		char_type = 0
	}
	pg.base.child2_word[4140011] = {
		id = 4140011,
		main_character_face = 0,
		word = "포스터에는 호쾌하게 오토바이를 타고 질주하고 있는 라이더의 실루엣과 함께 석양으로 물든 해안선이 그려져 있다.",
		char_type = 0
	}
	pg.base.child2_word[4140012] = {
		id = 4140012,
		main_character_face = 0,
		word = "네비는 포스터 앞에 멈춰서서, 「자유를 갈구하는 여행」이라고 적힌 소개문을 가리키며 눈을 빛내고 있다.",
		char_type = 0
	}
	pg.base.child2_word[4141001] = {
		id = 4141001,
		main_character_face = 0,
		word = "황폐한 구역을 나가자, 넓다란 콘트리트 광장이 눈앞에 펼쳐졌다. ",
		char_type = 0
	}
	pg.base.child2_word[4141002] = {
		id = 4141002,
		main_character_face = 0,
		word = "[곁에 있어준다] (수치 판정 > 1500)",
		char_type = 2
	}
	pg.base.child2_word[4141003] = {
		id = 4141003,
		main_character_face = 0,
		word = "조용히 옆에 서서 그녀가 말을 꺼낼 때까지 기다렸다. \n그러자 네비의 망설이던 눈동자에는 빛이 감돌았고, 언젠가는 이곳을 질주하고 싶다는 소망을 밝혔다.",
		char_type = 0
	}
	pg.base.child2_word[4141005] = {
		id = 4141005,
		main_character_face = 0,
		word = "[곁에 있어준다]",
		char_type = 2
	}
	pg.base.child2_word[4141006] = {
		id = 4141006,
		main_character_face = 0,
		word = "무언가 말을 건넬까 했지만, 생각에 잠긴 옆모습을 바라보는 것에 그쳤다. \n네비는 작게 한숨을 내쉰 뒤, 귀갓길에 올랐다.",
		char_type = 0
	}
	pg.base.child2_word[4141011] = {
		id = 4141011,
		main_character_face = 0,
		word = "구석 곳곳에는 바리케이드가 놓여져 있고, 땅에는 구불구불한 타이어 자국이 남아 있다.",
		char_type = 0
	}
	pg.base.child2_word[4141012] = {
		id = 4141012,
		main_character_face = 0,
		word = "네비는 울타리에 기대어 ",
		char_type = 0
	}
	pg.base.child2_word[4141013] = {
		id = 4141013,
		main_character_face = 0,
		word = "무의식적으로 그 울타리를 건드리며 무언가를 생각하는 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[4142001] = {
		id = 4142001,
		main_character_face = 0,
		word = "오후의 도서관. 햇살이 창문 너머로 책장에 비치며, 넓은 공간 한 구석을 따뜻한 색조로 물들이고 있다.",
		char_type = 0
	}
	pg.base.child2_word[4142002] = {
		id = 4142002,
		main_character_face = 0,
		word = "[무슨 생각을 하는지 묻는다]",
		char_type = 2
	}
	pg.base.child2_word[4142003] = {
		id = 4142003,
		main_character_face = 0,
		word = "독서의 감상과 뭐 찾아낸 건 없는지 물어보았다. \n네비는 눈을 빛내며 감상을 들려주었다.",
		char_type = 0
	}
	pg.base.child2_word[4142005] = {
		id = 4142005,
		main_character_face = 0,
		word = "[그대로 내버려 둔다]",
		char_type = 2
	}
	pg.base.child2_word[4142006] = {
		id = 4142006,
		main_character_face = 0,
		word = "독서 시간을 방해하면 안 되겠지. 나는 조용히 도서관을 나섰다.",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[4142011] = {
		id = 4142011,
		main_character_face = 0,
		word = "네비는 턱을 괴고 책을 읽고 있다. 진지한 그녀의 표정을 보니, 책에 흥미를 끌만한 내용이 많이 있는 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[4142012] = {
		id = 4142012,
		main_character_face = 0,
		word = "그녀는 손가락 끝으로 페이지를 훑으며, 때때로 읽는 속도를 늦춰가며 독서를 즐기고 있다. ",
		char_type = 0
	}
	pg.base.child2_word[4142013] = {
		id = 4142013,
		main_character_face = 0,
		word = "곧 네비는 문득 창문을 올려다 보며 무언가 생각에 잠겼다. ",
		char_type = 0
	}
	pg.base.child2_word[4143001] = {
		id = 4143001,
		main_character_face = 0,
		word = "서점 앞을 지나가는데, 네비가 심리학 코너의 신간을 읽고 싶다는 말을 꺼냈다.",
		char_type = 0
	}
	pg.base.child2_word[4143002] = {
		id = 4143002,
		main_character_face = 0,
		word = "[부드럽게 물어본다]",
		char_type = 2
	}
	pg.base.child2_word[4143003] = {
		id = 4143003,
		main_character_face = 0,
		word = "노트를 집어들고, 심리학에 대한 생각을 조용히 물어보았다. 네비는 기쁜 듯이 눈을 빛내며, 최근에 느낀 점을 이야기했다.",
		char_type = 0
	}
	pg.base.child2_word[4143005] = {
		id = 4143005,
		main_character_face = 0,
		word = "[가만히 지켜본다]",
		char_type = 2
	}
	pg.base.child2_word[4143006] = {
		id = 4143006,
		main_character_face = 0,
		word = "한참 열중하고 있는데 방해하면 미안하니 묵묵히 정리하는 걸 도와줬다.",
		char_type = 0
	}
	pg.base.child2_word[4143011] = {
		id = 4143011,
		main_character_face = 0,
		word = "계산을 하는데 그녀가 무심코 가방을 떨어뜨렸고, 그녀만의 해석과 고찰이 빼곡히 적힌 노트가 나왔다.",
		char_type = 0
	}
	pg.base.child2_word[4143012] = {
		id = 4143012,
		main_character_face = 0,
		word = "서둘러 노트를 덮으려던 그녀. ",
		char_type = 0
	}
	pg.base.child2_word[4143013] = {
		id = 4143013,
		main_character_face = 0,
		word = "하지만 망설이며, 자신의 생각을 공유해도 될지 고민하는 눈치다.",
		char_type = 0
	}
	pg.base.child2_word[4144001] = {
		id = 4144001,
		main_character_face = 0,
		word = "네비와 공원 벤치에 앉아 머나먼 지평선을 바라보았다. 석양이 하늘을 연한 오렌지색으로 물들이며, 이 시간에 고요함을 더했다.",
		char_type = 0
	}
	pg.base.child2_word[4144002] = {
		id = 4144002,
		main_character_face = 0,
		word = "[조언한다] (수치 판정 > 1500)",
		char_type = 2
	}
	pg.base.child2_word[4144003] = {
		id = 4144003,
		main_character_face = 0,
		word = "장래에 대해 이야기를 나누었다. 대화를 나눌 수록 네비의 눈동자는 밝아졌고, 자신이 나아갈 길을 깨달은 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[4144005] = {
		id = 4144005,
		main_character_face = 0,
		word = "[조언한다]",
		char_type = 2
	}
	pg.base.child2_word[4144006] = {
		id = 4144006,
		main_character_face = 0,
		word = "조언하려고 했지만, 이 분야에 대한 이해도가 부족하다는 것을 깨달았다. 네비는 작게 한숨을 내쉰 뒤, 다음에 이야기하자고 말했다.",
		char_type = 0
	}
	pg.base.child2_word[4144011] = {
		id = 4144011,
		main_character_face = 0,
		word = "그녀는 심리학 관련 자료를 손에 들었고, 그 눈에는 동경과 망설임이 엿보였다.",
		char_type = 0
	}
	pg.base.child2_word[4144012] = {
		id = 4144012,
		main_character_face = 0,
		word = "산들바람이 머리카락을 쓰다듬자, 빽빽한 메모와 고찰이 담긴 종이가 펼쳐졌다.",
		char_type = 0
	}
	pg.base.child2_word[4144013] = {
		id = 4144013,
		main_character_face = 0,
		word = "언제나 보는 평범한 석양이 마치 인생이 전환되는 전조처럼 보인다.",
		char_type = 0
	}
	pg.base.child2_word[4145001] = {
		id = 4145001,
		main_character_face = 0,
		word = "유원지 입구에서 「제비 뽑기」 게임 광고 간판을 발견했다. 추첨에 참가할까? (당첨 확률 20%)",
		char_type = 0
	}
	pg.base.child2_word[4145002] = {
		id = 4145002,
		main_character_face = 0,
		word = "[큰 마음 먹고 참가·당첨 확률 20%(유료)]",
		char_type = 2
	}
	pg.base.child2_word[4145003] = {
		id = 4145003,
		main_character_face = 0,
		word = "주위에 갑자기 경쾌한 음악이 울려 퍼지며, 간판에 커다랗게 「당첨 축하드립니다! 」라고 표시되었다.",
		char_type = 0
	}
	pg.base.child2_word[4145004] = {
		id = 4145004,
		main_character_face = 0,
		word = "더 손해 보기 전에 그만두자.",
		char_type = 2
	}
	pg.base.child2_word[4145005] = {
		id = 4145005,
		main_character_face = 0,
		word = "꽝! 한 번 더 참가할까? (유료)",
		char_type = 0
	}
	pg.base.child2_word[4145006] = {
		id = 4145006,
		main_character_face = 0,
		word = "[한 번 더, 당첨 확률 40%]",
		char_type = 2
	}
	pg.base.child2_word[4145008] = {
		id = 4145008,
		main_character_face = 0,
		word = "[한 번 더, 당첨 확률 60%]",
		char_type = 2
	}
	pg.base.child2_word[4145010] = {
		id = 4145010,
		main_character_face = 0,
		word = "[한 번 더, 당첨 확률 80%]",
		char_type = 2
	}
	pg.base.child2_word[4145012] = {
		id = 4145012,
		main_character_face = 0,
		word = "[한 번 더, 당첨 확률 100%]",
		char_type = 2
	}
	pg.base.child2_word[4146001] = {
		id = 4146001,
		main_character_face = 0,
		word = "유원지 입구에서 「에이스 뽑기」 게임 광고 간판을 발견했다. 에이스를 뽑으면 게임이 끝나지만, 4회 연속으로 꽝이 나오면 호화로운 상품을 받을 수 있다고 한다. 단, 실패하면 벌칙을 받아야 한다고 하는데… 참가할까",
		char_type = 0
	}
	pg.base.child2_word[4146002] = {
		id = 4146002,
		main_character_face = 0,
		word = "[도전 시작·실패 확률 20%]",
		char_type = 2
	}
	pg.base.child2_word[4146003] = {
		id = 4146003,
		main_character_face = 0,
		word = "에이스를 뽑아버렸다. 벌칙을 받아야 한다…",
		char_type = 0
	}
	pg.base.child2_word[4146004] = {
		id = 4146004,
		main_character_face = 0,
		word = "더 손해 보기 전에 그만두자.",
		char_type = 2
	}
	pg.base.child2_word[4146005] = {
		id = 4146005,
		main_character_face = 0,
		word = "신난다! 에이스를 안 뽑았다. 계속할까? ",
		char_type = 0
	}
	pg.base.child2_word[4146006] = {
		id = 4146006,
		main_character_face = 0,
		word = "[실패 확률 40%]",
		char_type = 2
	}
	pg.base.child2_word[4146008] = {
		id = 4146008,
		main_character_face = 0,
		word = "[실패 확률 60%]",
		char_type = 2
	}
	pg.base.child2_word[4146010] = {
		id = 4146010,
		main_character_face = 0,
		word = "[실패 확률 80%]",
		char_type = 2
	}
	pg.base.child2_word[4146012] = {
		id = 4146012,
		main_character_face = 0,
		word = "주위에 갑자기 경쾌한 음악이 울려 퍼지며, 간판에 커다랗게 「도전 성공! 」이라고 표시되었다.",
		char_type = 0
	}
	pg.base.child2_word[4405001] = {
		id = 4405001,
		main_character_face = 0,
		word = "공원 벤치로 컬러풀한 봉투가 바람에 날려왔다.",
		char_type = 0
	}
	pg.base.child2_word[4405002] = {
		id = 4405002,
		main_character_face = 0,
		word = "[열어본다]",
		char_type = 2
	}
	pg.base.child2_word[4405003] = {
		id = 4405003,
		main_character_face = 0,
		word = "기묘한 내용이 적힌 편지를 보고 네비 마음 속에 작은 변화가 일어났다.",
		char_type = 0
	}
	pg.base.child2_word[90001] = {
		id = 90001,
		main_character_face = 0,
		word = "V3测试事件开始",
		char_type = 0
	}
	pg.base.child2_word[90002] = {
		id = 90002,
		main_character_face = 0,
		word = "掉1个N选1",
		char_type = 0
	}
	pg.base.child2_word[90003] = {
		id = 90003,
		main_character_face = 0,
		word = "掉1个塔罗牌",
		char_type = 0
	}
	pg.base.child2_word[90004] = {
		id = 90004,
		main_character_face = 0,
		word = "连掉2个N选1",
		char_type = 0
	}
	pg.base.child2_word[90005] = {
		id = 90005,
		main_character_face = 0,
		word = "掉1个升级次数",
		char_type = 0
	}
	pg.base.child2_word[90006] = {
		id = 90006,
		main_character_face = 0,
		word = "连掉2个升级次数",
		char_type = 0
	}
	pg.base.child2_word[90101] = {
		id = 90101,
		main_character_face = 0,
		word = "给我整个刮刮卡",
		char_type = 0
	}
	pg.base.child2_word[90102] = {
		id = 90102,
		main_character_face = 0,
		word = "给我整个砸钉子",
		char_type = 0
	}
	pg.base.child2_word[90103] = {
		id = 90103,
		main_character_face = 0,
		word = "来个小游戏",
		char_type = 0
	}
	pg.base.child2_word[3000000] = {
		id = 3000000,
		main_character_face = 0,
		word = "3000000+开始是三期的内容，30：主界面台词， 31:主界面聊天和性格验证聊天，32:大地图随机事件，33:心之絮语",
		char_type = 0
	}
	pg.base.child2_word[3000001] = {
		id = 3000001,
		main_character_face = 0,
		word = "으음… 나뭇잎 모양이 다 다르네…… 이, 이걸로 해야지! 금색 부채처럼도 보이니까! 영차… 보호자님 노트에 끼워둬야지……",
		char_type = 1
	}
	pg.base.child2_word[3000002] = {
		id = 3000002,
		main_character_face = 0,
		word = "보, 보호자님…… 이 상어 모양 사과를 저에게……? 갑, 갑자기 먹기가 아까워졌어요…",
		char_type = 1
	}
	pg.base.child2_word[3000003] = {
		id = 3000003,
		main_character_face = 0,
		word = "보호자님이 마시는 우유에서 맛있는 냄새가…… 저, 저도 마셔도 돼요……?",
		char_type = 1
	}
	pg.base.child2_word[3000004] = {
		id = 3000004,
		main_character_face = 0,
		word = "오늘은 날씨가 좋네요…… 해바라기야, 물 많이 마시고 따스한 햇볕도 듬뿍 받으렴…… 보, 보호자님, 화분을 햇빛이 잘 드는 곳으로 옮겨 주실 수 있나요……?",
		char_type = 1
	}
	pg.base.child2_word[3000005] = {
		id = 3000005,
		main_character_face = 0,
		word = "예, 예전에는 무서우면…… 인형 뒤에 숨고는 했어요…… 지금은… 보호자님 뒤에 숨으면 무섭지 않…아요.",
		char_type = 1
	}
	pg.base.child2_word[3000006] = {
		id = 3000006,
		main_character_face = 0,
		word = "책이…… 너무 무거워… 못 들겠어…… 보, 보호자님, 로라를 도와주실 수 있나요…? 으으……",
		char_type = 1
	}
	pg.base.child2_word[3000007] = {
		id = 3000007,
		main_character_face = 0,
		word = "이 인형은 로라 몸보다 커요…… 안에 숨어도 안 들키겠죠……?",
		char_type = 1
	}
	pg.base.child2_word[3000008] = {
		id = 3000008,
		main_character_face = 0,
		word = "양말이 항상 한 짝씩 부족해요…… 침대 밑에 있나…? 제 비밀기지에 떨어뜨린 걸까요……",
		char_type = 1
	}
	pg.base.child2_word[3000009] = {
		id = 3000009,
		main_character_face = 0,
		word = "저기 자란 버섯은 먹으면 안 돼요…… 실수로 먹어버리면 버섯이 되어버릴지도 몰라요…",
		char_type = 1
	}
	pg.base.child2_word[3000010] = {
		id = 3000010,
		main_character_face = 0,
		word = "인형 뒤에 숨고 싶어…… 하지만 그러면 보호자님이 날 못 찾으시겠지…… 참자, 조금만 더……",
		char_type = 1
	}
	pg.base.child2_word[3000011] = {
		id = 3000011,
		main_character_face = 0,
		word = "보호자님! 푸딩에 슈가 스프링클이 뿌려져 있어요! 정말 맛있어요! 반쪽 드릴 테니까, 자! 아~ 하세요♪",
		char_type = 1
	}
	pg.base.child2_word[3000012] = {
		id = 3000012,
		main_character_face = 0,
		word = "보호자님! 재밌는 일이 잔뜩 있어서 말씀드리고 싶어요! 하지만 수다를 떨기 전에… 우선 단것부터 준비해 올게요!",
		char_type = 1
	}
	pg.base.child2_word[3000013] = {
		id = 3000013,
		main_character_face = 0,
		word = "보호자님, 왠지 좀 피곤해 보이시는데… 너무 일을 과하게 하신 거 아니에요?! 아무튼 밖으로 나가서 햇볕을 쬐어요! 어서요!",
		char_type = 1
	}
	pg.base.child2_word[3000014] = {
		id = 3000014,
		main_character_face = 0,
		word = "공부…… 어려워요…… 개, 괜찮아요, 어떻게든 할게요! 보호자님께 더 도움이 되고 싶어서 의욕이 불끈불끈 솟아나거든요!",
		char_type = 1
	}
	pg.base.child2_word[3000015] = {
		id = 3000015,
		main_character_face = 0,
		word = "보호자님, 슬슬 데이트하러 가지 않을래요? 어떤 데이트냐면―― 귀여운 저랑 같이 시내를 걷고 예쁜 액세서리를 사는 거랍니다~",
		char_type = 1
	}
	pg.base.child2_word[3000016] = {
		id = 3000016,
		main_character_face = 0,
		word = "일기를 쓸 시간이에요♪ 오늘도 평소처럼 보호자님과 특별할 것 없는 일상을 보냈어요…… 그런데도 제 마음은 늘 행복한 것 같네요…",
		char_type = 1
	}
	pg.base.child2_word[3000017] = {
		id = 3000017,
		main_character_face = 0,
		word = "저, 보호자님, 더 이상 밤새시면 안 돼요…… 보호자님의 건강이 걱정돼요…… 정말요……",
		char_type = 1
	}
	pg.base.child2_word[3000018] = {
		id = 3000018,
		main_character_face = 0,
		word = "탭해서 숙제를 업로드하면…… 좋아, 돌아가서 늦잠이나 더 자야지―― 보, 보호자님? 수업은 제대로 듣고 있으니까 그렇게 걱정스러운 표정 짓지 않으셔도……",
		char_type = 1
	}
	pg.base.child2_word[3000019] = {
		id = 3000019,
		main_character_face = 0,
		word = "……지금 죽은 척하는 중이니까 건드리시면 안 돼요! (으아아! 나도 모르게 목소리가 나와버렸어… 어, 어쩌지… 이제 더 이상 숨는 건 무리일지도……!)",
		char_type = 1
	}
	pg.base.child2_word[3000020] = {
		id = 3000020,
		main_character_face = 0,
		word = "저기…… 고양이 밥으로 육포를 좀 만들었는데…… 고양이들은 육포보다 제 꼬리에 더 관심이 있는 것 같아요……",
		char_type = 1
	}
	pg.base.child2_word[3000021] = {
		id = 3000021,
		main_character_face = 0,
		word = "보호자님이 「놀이공원 기념품 샵을 전부 돌자!」라고 하셨으면서, 아직 절반도 못 돌았는데 벌써 발이 아프세요? 정말이지, 얼른 앉으세요! 제가 마사지해 드릴 테니까요!",
		char_type = 1
	}
	pg.base.child2_word[3000022] = {
		id = 3000022,
		main_character_face = 0,
		word = "보호자님과 데이트할 때는 하이힐을 신고 싶지만, 댄스 게임을 하려면…… 역시 여분의 신발도 챙기는 편이 좋겠죠?",
		char_type = 1
	}
	pg.base.child2_word[3000023] = {
		id = 3000023,
		main_character_face = 0,
		word = "저는 다 알아요! 요즘 밤샘하시는 횟수가 늘어났다는 걸요! 오늘부터는 담요랑 우유를 챙겨서 불시에 검사를 하러 오겠어요!",
		char_type = 1
	}
	pg.base.child2_word[3000024] = {
		id = 3000024,
		main_character_face = 0,
		word = "갓 구운 해바라기 쿠키가 바삭바삭해서 맛있어요! …아, 오븐이 또 울렸네요. 한 접시 더 완성이에요! 보호자님, 집무실로 가져가서 다 같이 먹어요!",
		char_type = 1
	}
	pg.base.child2_word[3000025] = {
		id = 3000025,
		main_character_face = 0,
		word = "왜 자꾸 북적거리는 곳으로 데려가느냐고요? …글쎄요~ 정말이지, 여자 입으로 그런 소리 하게 만들지 마세요…… 자랑하고 싶어서 그런 거라구요~",
		char_type = 1
	}
	pg.base.child2_word[3100101] = {
		id = 3100101,
		main_character_face = 5,
		word = "$1 님, 봐요! 곰돌이 쿠키를 만들었어요~",
		char_type = 6
	}
	pg.base.child2_word[3100102] = {
		id = 3100102,
		main_character_face = 3,
		word = "하지만 귀여움이 아직 좀 부족한 것 같은데……",
		char_type = 6
	}
	pg.base.child2_word[3100103] = {
		id = 3100103,
		main_character_face = 6,
		word = "아이싱으로 얼굴을 그려볼까요? 아니면 초코칩으로……?",
		char_type = 6
	}
	pg.base.child2_word[3100104] = {
		id = 3100104,
		main_character_face = 0,
		word = "――지금도 충분히 귀여워.",
		char_type = 2
	}
	pg.base.child2_word[3100105] = {
		id = 3100105,
		main_character_face = 10,
		word = "정말인가요? 에헤헤, 마음에 드시면 전부 드셔도 돼요~!",
		char_type = 6
	}
	pg.base.child2_word[3100106] = {
		id = 3100106,
		main_character_face = 5,
		word = "바로 홍차도 타 올게요!",
		char_type = 6
	}
	pg.base.child2_word[3100201] = {
		id = 3100201,
		main_character_face = 2,
		word = "도서관에서 빌린 꽃꽂이 책에 이것저것 자세히 적혀 있었어요!",
		char_type = 6
	}
	pg.base.child2_word[3100202] = {
		id = 3100202,
		main_character_face = 2,
		word = "$1 님, 로라… 왠지 꽃꽂이의 요령을 알 것 같아요……!",
		char_type = 6
	}
	pg.base.child2_word[3100203] = {
		id = 3100203,
		main_character_face = 5,
		word = "나중에 같이 해보지 않으실래요?",
		char_type = 6
	}
	pg.base.child2_word[3100204] = {
		id = 3100204,
		main_character_face = 10,
		word = "하지만 그전에, 우선 꽃을 몇 송이 골라봐요!",
		char_type = 6
	}
	pg.base.child2_word[3100301] = {
		id = 3100301,
		main_character_face = 3,
		word = "윽…… 도저히 못 고르겠어……",
		char_type = 6
	}
	pg.base.child2_word[3100302] = {
		id = 3100302,
		main_character_face = 0,
		word = "――왜 그래? 옷장 앞에서 멍하니 서서 뭐해?",
		char_type = 2
	}
	pg.base.child2_word[3100303] = {
		id = 3100303,
		main_character_face = 3,
		word = "이 클래식한 가죽 재킷으로 할지…… 스포츠 재킷을 입을지…… 둘 다 너무 귀여워서……",
		char_type = 6
	}
	pg.base.child2_word[3100304] = {
		id = 3100304,
		main_character_face = 6,
		word = "음…… 그렇지!",
		char_type = 6
	}
	pg.base.child2_word[3100305] = {
		id = 3100305,
		main_character_face = 1,
		word = "오늘의 코디는 $1 님에게 맡길게요!",
		char_type = 6
	}
	pg.base.child2_word[3100306] = {
		id = 3100306,
		main_character_face = 10,
		word = "보호자님, 부탁이에요. 로라에게 더 잘 어울리는 옷을 골라주세요~",
		char_type = 6
	}
	pg.base.child2_word[3100401] = {
		id = 3100401,
		main_character_face = 15,
		word = "$1 님! 이 별 팔찌, 잘 어울려요?",
		char_type = 6
	}
	pg.base.child2_word[3100402] = {
		id = 3100402,
		main_character_face = 0,
		word = "――정말 잘 어울려.",
		char_type = 2
	}
	pg.base.child2_word[3100403] = {
		id = 3100403,
		main_character_face = 15,
		word = "에헤헤, 사실 이 팔찌에는 한 쌍을 이루는 다른 한 짝이 있답니다! 자, 이건 보호자님께 드릴게요~",
		char_type = 6
	}
	pg.base.child2_word[3100404] = {
		id = 3100404,
		main_character_face = 1,
		word = "자, 손을 내밀어 보세요. 로라가 채워줄게요!",
		char_type = 6
	}
	pg.base.child2_word[3100405] = {
		id = 3100405,
		main_character_face = 1,
		word = "――설마…… 처음부터 이러려고…?",
		char_type = 2
	}
	pg.base.child2_word[3100406] = {
		id = 3100406,
		main_character_face = 10,
		word = "아뇨! 그냥 「우연」이에요! 별들이 「헤어지기 싫다」고 해서요~",
		char_type = 6
	}
	pg.base.child2_word[3100501] = {
		id = 3100501,
		main_character_face = 10,
		word = "요즘 인기인 협력 플레이 게임을 사 왔어요! 보호자님, 같이 하실래요?",
		char_type = 6
	}
	pg.base.child2_word[3100502] = {
		id = 3100502,
		main_character_face = 0,
		word = "――응? 근데 이거, 격투 게임인데?",
		char_type = 2
	}
	pg.base.child2_word[3100503] = {
		id = 3100503,
		main_character_face = 9,
		word = "네?! 표지는 둘이 손을 잡고 있는 느낌이었는데……",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[3100504] = {
		id = 3100504,
		main_character_face = 8,
		word = "자세히 보니…… 앗! 이건 팔씨름?!",
		char_type = 6
	}
	pg.base.child2_word[3100505] = {
		id = 3100505,
		main_character_face = 7,
		word = "어, 어쨌든! 로라는 초보자니까…… $1 님이 기초부터 차근차근 알려주셔야 해요~!",
		char_type = 6
	}
	pg.base.child2_word[3100601] = {
		id = 3100601,
		main_character_face = 4,
		word = "요즘…… 왠지…… 살이 좀 찐 것 같은데……!!",
		char_type = 6
	}
	pg.base.child2_word[3100602] = {
		id = 3100602,
		main_character_face = 1,
		word = "그래도 운이 로라의 편을 들어주는 모양이에요!",
		char_type = 6
	}
	pg.base.child2_word[3100603] = {
		id = 3100603,
		main_character_face = 5,
		word = "마사지를 하면 살이 빠진다고 이 책에도 적혀 있는데, $1 님에게 부탁해도 될까요?",
		char_type = 6
	}
	pg.base.child2_word[3100604] = {
		id = 3100604,
		main_character_face = 0,
		word = "――물론이지.",
		char_type = 2
	}
	pg.base.child2_word[3100605] = {
		id = 3100605,
		main_character_face = 10,
		word = "신난다~ $1 님이 역시 최고예요~",
		char_type = 6
	}
	pg.base.child2_word[3100701] = {
		id = 3100701,
		main_character_face = 1,
		word = "$1 님, 잠깐 이쪽으로 와보실래요?",
		char_type = 6
	}
	pg.base.child2_word[3100702] = {
		id = 3100702,
		main_character_face = 10,
		word = "그대로 로라 무릎 위에 누워보세요~",
		char_type = 6
	}
	pg.base.child2_word[3100703] = {
		id = 3100703,
		main_character_face = 10,
		word = "지금까지는 계속 보호자님이 귀를 파주셨죠…… 정말 기분 좋았죠……",
		char_type = 6
	}
	pg.base.child2_word[3100704] = {
		id = 3100704,
		main_character_face = 10,
		word = "……오늘은 로라가 귀를 파드릴게요~ 에헤헤.",
		char_type = 6
	}
	pg.base.child2_word[3100801] = {
		id = 3100801,
		main_character_face = 9,
		word = "수영하는 법… 설명을 읽어도 잘 모르겠어요……",
		char_type = 6
	}
	pg.base.child2_word[3100802] = {
		id = 3100802,
		main_character_face = 9,
		word = "결국 어떻게 힘을 써야 하는 걸까요?",
		char_type = 6
	}
	pg.base.child2_word[3100803] = {
		id = 3100803,
		main_character_face = 5,
		word = "$1 님, 이번 주말에 한가하세요? 시간 되시면 같이 수영장에 가고 싶어요~",
		char_type = 6
	}
	pg.base.child2_word[3100804] = {
		id = 3100804,
		main_character_face = 10,
		word = "보호자님이 가르쳐주시면 분명 금방 요령을 터득할 수 있을 거예요!",
		char_type = 6
	}
	pg.base.child2_word[3100901] = {
		id = 3100901,
		main_character_face = 1,
		word = "$1 님, 잠깐만 머리를 숙여보실래요?",
		char_type = 6
	}
	pg.base.child2_word[3100902] = {
		id = 3100902,
		main_character_face = 1,
		word = "――왜 그래?",
		char_type = 2
	}
	pg.base.child2_word[3100903] = {
		id = 3100903,
		main_character_face = 11,
		word = "모자 때문에 머리 모양이 헝클어지셨어요. 그걸 고쳐주고 싶어서요~",
		char_type = 6
	}
	pg.base.child2_word[3100904] = {
		id = 3100904,
		main_character_face = 15,
		word = "좋아, 이제 됐어요!",
		char_type = 6
	}
	pg.base.child2_word[3101001] = {
		id = 3101001,
		main_character_face = 10,
		word = "$1 님, 다음에는 언제 또 길게 휴가를 내실 수 있으세요?",
		char_type = 6
	}
	pg.base.child2_word[3101002] = {
		id = 3101002,
		main_character_face = 0,
		word = "――그건 휴가철까지 기다려야 할 텐데.",
		char_type = 2
	}
	pg.base.child2_word[3101003] = {
		id = 3101003,
		main_character_face = 1,
		word = "그럼 휴가철에는…… 알겠어요.",
		char_type = 6
	}
	pg.base.child2_word[3101004] = {
		id = 3101004,
		main_character_face = 10,
		word = "그때 같이 여행 가요. 여행 계획은 로라에게 맡겨주세요.",
		char_type = 6
	}
	pg.base.child2_word[3101005] = {
		id = 3101005,
		main_character_face = 1,
		word = "절경을 만끽할 수 있게 제가 잘 짜볼게요.",
		char_type = 6
	}
	pg.base.child2_word[3101101] = {
		id = 3101101,
		main_character_face = 2,
		word = "저 인형 뽑기 기계 안에 있는 만쥬 인형, 정말 귀엽다…… 갖고 싶어……!",
		char_type = 6
	}
	pg.base.child2_word[3101102] = {
		id = 3101102,
		main_character_face = 7,
		word = "용돈을 거의 다 써버렸는데 결국 못 뽑았어요…… 으으……",
		char_type = 6
	}
	pg.base.child2_word[3101103] = {
		id = 3101103,
		main_character_face = 3,
		word = "이럴 때는 $1 님에게 부탁할 수밖에……!",
		char_type = 6
	}
	pg.base.child2_word[3101104] = {
		id = 3101104,
		main_character_face = 0,
		word = "――좋아, 맡겨줘.",
		char_type = 2
	}
	pg.base.child2_word[3101105] = {
		id = 3101105,
		main_character_face = 5,
		word = "신난다! 뭐든 잘하는 $1 님이라면 분명 바로 뽑을 수 있을 거예요!",
		char_type = 6
	}
	pg.base.child2_word[3101201] = {
		id = 3101201,
		main_character_face = 8,
		word = "으아아… 유원지 티켓을 2장 사려다가……",
		char_type = 6
	}
	pg.base.child2_word[3101202] = {
		id = 3101202,
		main_character_face = 8,
		word = "그만 손이 미끄러져서……!",
		char_type = 6
	}
	pg.base.child2_word[3101203] = {
		id = 3101203,
		main_character_face = 9,
		word = "실수로 0을 몇 번 더 눌러버렸지 뭐예요……!",
		char_type = 6
	}
	pg.base.child2_word[3101204] = {
		id = 3101204,
		main_character_face = 10,
		word = "그렇게 됐으니…… 이번 달은… 매일 유원지에 같이 가주시겠어요? 에헤헤~",
		char_type = 6
	}
	pg.base.child2_word[3101301] = {
		id = 3101301,
		main_character_face = 9,
		word = "오늘은 피자를 먹으러 갈까요? 아니면 후라이드 치킨을 먹을까요……",
		char_type = 6
	}
	pg.base.child2_word[3101302] = {
		id = 3101302,
		main_character_face = 12,
		word = "앗―― 이 대화, 어제도 했었죠……?",
		char_type = 6
	}
	pg.base.child2_word[3101303] = {
		id = 3101303,
		main_character_face = 2,
		word = "역시 다른 걸로 할까요……? 그러고 보니 냉장고에 신선한 식재료가 남아 있었던 것 같은데?",
		char_type = 6
	}
	pg.base.child2_word[3101304] = {
		id = 3101304,
		main_character_face = 6,
		word = "보호자님, 오늘은 같이 집에서 먹을까요?",
		char_type = 6
	}
	pg.base.child2_word[3101305] = {
		id = 3101305,
		main_character_face = 10,
		word = "역시…… $1 님이 해준 요리가 제일 맛있어요!",
		char_type = 6
	}
	pg.base.child2_word[3101401] = {
		id = 3101401,
		main_character_face = 1,
		word = "$1 님~ 로라가 준비한 선물, 눈치채셨나요?",
		char_type = 6
	}
	pg.base.child2_word[3101402] = {
		id = 3101402,
		main_character_face = 10,
		word = "몰래 베개 밑에 놓아둔 거 말이에요!",
		char_type = 6
	}
	pg.base.child2_word[3101403] = {
		id = 3101403,
		main_character_face = 10,
		word = "사실 그거, 로라가 직접 만든 부적이에요! 보호자님 거랑 제 거, 하나씩 만들었답니다.",
		char_type = 6
	}
	pg.base.child2_word[3101404] = {
		id = 3101404,
		main_character_face = 7,
		word = "이래 봬도 꽤 연습했어요! 바느질이 좀 삐뚤빼뚤하긴 하지만……",
		char_type = 6
	}
	pg.base.child2_word[3101405] = {
		id = 3101405,
		main_character_face = 10,
		word = "계속 지니고 계셨으면 좋겠어요…… 약속이에요!",
		char_type = 6
	}
	pg.base.child2_word[3101501] = {
		id = 3101501,
		main_character_face = 10,
		word = "짜잔~! 보세요! 집 안이 번쩍번쩍하죠?",
		char_type = 6
	}
	pg.base.child2_word[3101502] = {
		id = 3101502,
		main_character_face = 0,
		word = "――응, 확실히 엄청 깨끗해졌네.",
		char_type = 2
	}
	pg.base.child2_word[3101503] = {
		id = 3101503,
		main_character_face = 6,
		word = "오후 내내 청소했거든요! 소파 밑까지 반짝반짝하게 닦았어요!",
		char_type = 6
	}
	pg.base.child2_word[3101504] = {
		id = 3101504,
		main_character_face = 10,
		word = "$1 님, 오늘 로라, 무척 유능해 보이지 않나요?",
		char_type = 6
	}
	pg.base.child2_word[3101505] = {
		id = 3101505,
		main_character_face = 1,
		word = "어서 칭찬해 주세요! 조금이라도 좋으니까~",
		char_type = 6
	}
	pg.base.child2_word[3101601] = {
		id = 3101601,
		main_character_face = 10,
		word = "오늘은 창작 요리에 도전해 봤어요!",
		char_type = 6
	}
	pg.base.child2_word[3101602] = {
		id = 3101602,
		main_character_face = 6,
		word = "요리의 주제는 「변신(폴리모프)은 모든 것에 통한다」!",
		char_type = 6
	}
	pg.base.child2_word[3101603] = {
		id = 3101603,
		main_character_face = 10,
		word = "그렇게 완성된 건…… 토끼와 그 친구인 공룡이에요.",
		char_type = 6
	}
	pg.base.child2_word[3101604] = {
		id = 3101604,
		main_character_face = 1,
		word = "정말 맛있어요! 토끼는 달콤한 롤케이크고, 공룡은 매쉬드 포테이토에 브로콜리를 섞어서 만들었어요!",
		char_type = 6
	}
	pg.base.child2_word[3101605] = {
		id = 3101605,
		main_character_face = 10,
		word = "$1 님도 먹어봐요! 귀엽고 맛이 끝내준답니다!",
		char_type = 6
	}
	pg.base.child2_word[3101701] = {
		id = 3101701,
		main_character_face = 2,
		word = "동화 속 세계는 정말 신비로워요……",
		char_type = 6
	}
	pg.base.child2_word[3101702] = {
		id = 3101702,
		main_character_face = 0,
		word = "――방금 읽은 책 말이야?",
		char_type = 2
	}
	pg.base.child2_word[3101703] = {
		id = 3101703,
		main_character_face = 9,
		word = "네, 끝까지 읽었는데, 공주님이 중간에 나타난 왕자님과 이어지더라고요……",
		char_type = 6
	}
	pg.base.child2_word[3101704] = {
		id = 3101704,
		main_character_face = 3,
		word = "하지만 계속 공주님 곁에 있었던 건 작은 동물들이잖아요? 왕자님은 공주님과 춤을 춘 것뿐인데……",
		char_type = 6
	}
	pg.base.child2_word[3101705] = {
		id = 3101705,
		main_character_face = 12,
		word = "으음…… 역시 어렵네요…… 보호자님, 다시 한 번 같이 읽어주지 않을래요?",
		char_type = 6
	}
	pg.base.child2_word[3101801] = {
		id = 3101801,
		main_character_face = 2,
		word = "……냉장고를 분해하는 계획을 짰어요!",
		char_type = 6
	}
	pg.base.child2_word[3101802] = {
		id = 3101802,
		main_character_face = 0,
		word = "――꽤 대담한걸. 그래서? 지금 보관 중인 식재료를 미리 꺼내 두는 게 좋을까?",
		char_type = 2
	}
	pg.base.child2_word[3101803] = {
		id = 3101803,
		main_character_face = 10,
		word = "네, 부탁드려요!",
		char_type = 6
	}
	pg.base.child2_word[3101804] = {
		id = 3101804,
		main_character_face = 7,
		word = "아무래도 냉장고 내부 구조가 너무 궁금해서……",
		char_type = 6
	}
	pg.base.child2_word[3101805] = {
		id = 3101805,
		main_character_face = 6,
		word = "냉장고의 원리를 이해하면, 식품을 훨씬 더 오래 보관할 수 있게 될지도 몰라요……",
		char_type = 6
	}
	pg.base.child2_word[3101806] = {
		id = 3101806,
		main_character_face = 10,
		word = "그러면 보호자님이 좋아하는 음식을 훨씬 더 많이 사둘 수 있을 것 같아요!",
		char_type = 6
	}
	pg.base.child2_word[3101901] = {
		id = 3101901,
		main_character_face = 2,
		word = "응응…… 그랬구나…… 계속 날았더니 날개도 아프고…… 배도 고프다고?",
		char_type = 6
	}
	pg.base.child2_word[3101902] = {
		id = 3101902,
		main_character_face = 0,
		word = "――누구랑 얘기하는 거야?",
		char_type = 2
	}
	pg.base.child2_word[3101903] = {
		id = 3101903,
		main_character_face = 14,
		word = "창밖의 아기 새예요! 통통한 아기 새가 날개도 아프고 배도 고프대요.",
		char_type = 6
	}
	pg.base.child2_word[3101904] = {
		id = 3101904,
		main_character_face = 1,
		word = "이 아이, 고민이 무척 많은 모양이에요…… 위로해 주고 싶은데, 그냥 말로 하면 되려나……",
		char_type = 6
	}
	pg.base.child2_word[3101905] = {
		id = 3101905,
		main_character_face = 1,
		word = "아니면 이 아이처럼 짹짹하고 우는 게 나을까요?",
		char_type = 6
	}
	pg.base.child2_word[3102001] = {
		id = 3102001,
		main_character_face = 5,
		word = "$1 님…… $1 님…… 휴식 시간이에요!",
		char_type = 6
	}
	pg.base.child2_word[3102002] = {
		id = 3102002,
		main_character_face = 6,
		word = "업무는 일단 멈추고, 지금 기분 전환하러 저랑 놀러 나가요!",
		char_type = 6
	}
	pg.base.child2_word[3102003] = {
		id = 3102003,
		main_character_face = 0,
		word = "――좋아. 어디로 갈까?",
		char_type = 2
	}
	pg.base.child2_word[3102004] = {
		id = 3102004,
		main_character_face = 10,
		word = "게임 센터! 게임 센터에 가고 싶어요!",
		char_type = 6
	}
	pg.base.child2_word[3102005] = {
		id = 3102005,
		main_character_face = 8,
		word = "계속 연습해서 아직 몸이 기억하고 있을 때……",
		char_type = 6
	}
	pg.base.child2_word[3102006] = {
		id = 3102006,
		main_character_face = 8,
		word = "기록을 경신하려고요! 꼭 데리고 가 주세요!",
		char_type = 6
	}
	pg.base.child2_word[3102101] = {
		id = 3102101,
		main_character_face = 1,
		word = "이거…… 받으세요……",
		char_type = 6
	}
	pg.base.child2_word[3102102] = {
		id = 3102102,
		main_character_face = 1,
		word = "――이건 뭐야?",
		char_type = 2
	}
	pg.base.child2_word[3102103] = {
		id = 3102103,
		main_character_face = 1,
		word = "방의 보조 키예요……",
		char_type = 6
	}
	pg.base.child2_word[3102104] = {
		id = 3102104,
		main_character_face = 9,
		word = "혹시 제가 방에 틀어박혀 버리거나…… 제가 필요하면……",
		char_type = 6
	}
	pg.base.child2_word[3102105] = {
		id = 3102105,
		main_character_face = 5,
		word = "언제든 만나러 와주세요……",
		char_type = 6
	}
	pg.base.child2_word[3102106] = {
		id = 3102106,
		main_character_face = 1,
		word = "보호자님께만 드리는 거니까…… 절대로 잃어버리시면 안 돼요.",
		char_type = 6
	}
	pg.base.child2_word[3102201] = {
		id = 3102201,
		main_character_face = 5,
		word = "저기, $1 님…… 조금만 더 그대로 가만히 있어 주시겠어요?",
		char_type = 6
	}
	pg.base.child2_word[3102202] = {
		id = 3102202,
		main_character_face = 0,
		word = "――왜 그래?",
		char_type = 2
	}
	pg.base.child2_word[3102203] = {
		id = 3102203,
		main_character_face = 7,
		word = "사실…… 실은 인체를 그리는 연습을 하려는데… 모델이 필요해서요……",
		char_type = 6
	}
	pg.base.child2_word[3102204] = {
		id = 3102204,
		main_character_face = 7,
		word = "그리고… 그림 속 보호자님 곁에 제 모습도 그려 넣고 싶어서……",
		char_type = 6
	}
	pg.base.child2_word[3102205] = {
		id = 3102205,
		main_character_face = 1,
		word = "네…… 저도 이 그림처럼 계속 $1 님 곁에 있을게요……",
		char_type = 6
	}
	pg.base.child2_word[3102301] = {
		id = 3102301,
		main_character_face = 5,
		word = "저녁으로…… 오므라이스를 만들어 봤어요.",
		char_type = 6
	}
	pg.base.child2_word[3102302] = {
		id = 3102302,
		main_character_face = 0,
		word = "――고마워, 정말 정성껏 만들어 준 것 같네.",
		char_type = 2
	}
	pg.base.child2_word[3102303] = {
		id = 3102303,
		main_character_face = 3,
		word = "윽…… 불이 너무 세서 가장자리가 조금 타버렸어요……",
		char_type = 6
	}
	pg.base.child2_word[3102304] = {
		id = 3102304,
		main_character_face = 7,
		word = "이래선… 못 먹겠죠…… 다, 다시 한 번 만들게요!",
		char_type = 6
	}
	pg.base.child2_word[3102305] = {
		id = 3102305,
		main_character_face = 1,
		word = "저, 정말 괜찮으세요……? 그, 그럼 약속 하나 해요…… 맛이 없다면… 솔직하게 말씀해 주셔야 해요.",
		char_type = 6
	}
	pg.base.child2_word[3102401] = {
		id = 3102401,
		main_character_face = 0,
		word = "――로라? 아직 안 자고 있었어?",
		char_type = 2
	}
	pg.base.child2_word[3102402] = {
		id = 3102402,
		main_character_face = 4,
		word = "윽…… 사실… 잠이 잘 안 와서요……",
		char_type = 6
	}
	pg.base.child2_word[3102403] = {
		id = 3102403,
		main_character_face = 14,
		word = "아까 라디오에서…… 무서운 이야기가 나와서……",
		char_type = 6
	}
	pg.base.child2_word[3102404] = {
		id = 3102404,
		main_character_face = 0,
		word = "――그래서 무서워진 거야?",
		char_type = 2
	}
	pg.base.child2_word[3102405] = {
		id = 3102405,
		main_character_face = 7,
		word = "……보호자님, 자, 잠깐만 여기 같이 있어 주시면 안 될까요?",
		char_type = 6
	}
	pg.base.child2_word[3102406] = {
		id = 3102406,
		main_character_face = 7,
		word = "무섭지 않을 때까지…… 정말 조금이면…… 되니까요……",
		char_type = 6
	}
	pg.base.child2_word[3102501] = {
		id = 3102501,
		main_character_face = 4,
		word = "어쩌죠…… 잎사귀가… 영 기운이 없네요……",
		char_type = 6
	}
	pg.base.child2_word[3102502] = {
		id = 3102502,
		main_character_face = 7,
		word = "매일 꼬박꼬박… 물도 주는데……",
		char_type = 6
	}
	pg.base.child2_word[3102503] = {
		id = 3102503,
		main_character_face = 0,
		word = "――식물에 무슨 일이라도 생겼어?",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3102504] = {
		id = 3102504,
		main_character_face = 7,
		word = "이 스킨답서스… 시들어버리는 건 아니겠죠? 너무 슬퍼요……",
		char_type = 6
	}
	pg.base.child2_word[3102505] = {
		id = 3102505,
		main_character_face = 0,
		word = "――괜찮아. 물을 너무 많이 줘서 그래. 물기를 조금 빼주면 다시 생기를 찾을 거야.",
		char_type = 2
	}
	pg.base.child2_word[3102506] = {
		id = 3102506,
		main_character_face = 1,
		word = "그런가요? 역시 보호자님은 대단해요… 뭐든지 알고 계셔서… 마음이 놓여요……",
		char_type = 6
	}
	pg.base.child2_word[3102601] = {
		id = 3102601,
		main_character_face = 0,
		word = "――로라, 무슨 게임 해?",
		char_type = 2
	}
	pg.base.child2_word[3102602] = {
		id = 3102602,
		main_character_face = 7,
		word = "이번에 새로 나온 게임이에요… 스토리가 무척 좋다고 하던데……",
		char_type = 6
	}
	pg.base.child2_word[3102603] = {
		id = 3102603,
		main_character_face = 8,
		word = "하, 하지만 조금 무서워서…… 저…… 더 이상… 못 하겠어요……",
		char_type = 6
	}
	pg.base.child2_word[3102604] = {
		id = 3102604,
		main_character_face = 7,
		word = "저, 저기…… $1 님, 같이 게임 해주시면 안 될까요?",
		char_type = 6
	}
	pg.base.child2_word[3102605] = {
		id = 3102605,
		main_character_face = 1,
		word = "곁에 있어 주시면 저… 무섭지 않을 것 같아요……!",
		char_type = 6
	}
	pg.base.child2_word[3102701] = {
		id = 3102701,
		main_character_face = 15,
		word = "재미있는 생각이 났어요……!",
		char_type = 6
	}
	pg.base.child2_word[3102702] = {
		id = 3102702,
		main_character_face = 0,
		word = "――음? 무슨 생각?",
		char_type = 2
	}
	pg.base.child2_word[3102703] = {
		id = 3102703,
		main_character_face = 12,
		word = "이 플라스틱 판을 사용해서…… 계단을 따라 아래까지 연결하면……",
		char_type = 6
	}
	pg.base.child2_word[3102704] = {
		id = 3102704,
		main_character_face = 15,
		word = "아주 긴 미끄럼틀이 완성돼요……! 이제 계단을 내려갈 때는 이 미끄럼틀을 타면 돼요…!",
		char_type = 6
	}
	pg.base.child2_word[3102705] = {
		id = 3102705,
		main_character_face = 15,
		word = "같이 해보실래요?",
		char_type = 6
	}
	pg.base.child2_word[3102801] = {
		id = 3102801,
		main_character_face = 0,
		word = "――오늘은 날씨가 좋으니 외출할까?",
		char_type = 2
	}
	pg.base.child2_word[3102802] = {
		id = 3102802,
		main_character_face = 1,
		word = "음…… 사실… 가고 싶은 곳이 있는데……",
		char_type = 6
	}
	pg.base.child2_word[3102803] = {
		id = 3102803,
		main_character_face = 2,
		word = "새로운 인형 가게가 생겼다고…… 텔레비전에서 봤어요…",
		char_type = 6
	}
	pg.base.child2_word[3102804] = {
		id = 3102804,
		main_character_face = 6,
		word = "하지만 인형을 갖고 싶은 게 아니라……",
		char_type = 6
	}
	pg.base.child2_word[3102805] = {
		id = 3102805,
		main_character_face = 5,
		word = "거기 사진을 찍을 수 있는 부스가 있다고 하던데……",
		char_type = 6
	}
	pg.base.child2_word[3102806] = {
		id = 3102806,
		main_character_face = 5,
		word = "$1 님이랑 사진 찍고 싶어요…… 우리 둘만의 사진을…… 에헤헤…",
		char_type = 6
	}
	pg.base.child2_word[3102901] = {
		id = 3102901,
		main_character_face = 0,
		word = "――로라, 슬슬 저녁 먹어야지.",
		char_type = 2
	}
	pg.base.child2_word[3102902] = {
		id = 3102902,
		main_character_face = 5,
		word = "아, 조금만 더…… 금방 갈 게요…… 이 애니메이션만 끝나면……",
		char_type = 6
	}
	pg.base.child2_word[3102903] = {
		id = 3102903,
		main_character_face = 12,
		word = "따, 딱 5분만요…… 곧 클라이맥스인 변신 장면이 나온단 말이에요……!",
		char_type = 6
	}
	pg.base.child2_word[3102904] = {
		id = 3102904,
		main_character_face = 8,
		word = "변신 장면만 지나면… 다 끝날 거예요…… 약속해요……!",
		char_type = 6
	}
	pg.base.child2_word[3103001] = {
		id = 3103001,
		main_character_face = 10,
		word = "$1 님이 이벤트를 발동시켰습니다. 다음 선택지를 골라주세요……",
		char_type = 6
	}
	pg.base.child2_word[3103002] = {
		id = 3103002,
		main_character_face = 10,
		word = "선택지 1: 로라와 옥상에서 별을 센다……",
		char_type = 6
	}
	pg.base.child2_word[3103003] = {
		id = 3103003,
		main_character_face = 10,
		word = "선택지 2: 로라가 좋아하는 요리를 만든다……",
		char_type = 6
	}
	pg.base.child2_word[3103004] = {
		id = 3103004,
		main_character_face = 0,
		word = "――이거…… 연애 시뮬레이션 게임이야?",
		char_type = 2
	}
	pg.base.child2_word[3103005] = {
		id = 3103005,
		main_character_face = 6,
		word = "네… 게임에서 배웠어요…… 하지만 어느 쪽을 골라도 똑같아요.",
		char_type = 6
	}
	pg.base.child2_word[3103006] = {
		id = 3103006,
		main_character_face = 10,
		word = "왜냐면… 보호자님이라면… 어느 쪽을 고르셔도 전 정말 기쁠 테니까요……",
		char_type = 6
	}
	pg.base.child2_word[3103101] = {
		id = 3103101,
		main_character_face = 5,
		word = "호, 홍차를 타 왔어요… $1 님…… 온도가 괜찮을지는……",
		char_type = 6
	}
	pg.base.child2_word[3103102] = {
		id = 3103102,
		main_character_face = 0,
		word = "――향기가 좋네. 일부러 준비해 준 거야?",
		char_type = 2
	}
	pg.base.child2_word[3103103] = {
		id = 3103103,
		main_character_face = 6,
		word = "네…… 여러 번 시도해 봤으니… 이번에는 너무 뜨겁지 않고 딱 적당할 거예요……",
		char_type = 6
	}
	pg.base.child2_word[3103104] = {
		id = 3103104,
		main_character_face = 0,
		word = "――응, 온도도 딱 좋고 맛도 최고야. 고마워, 로라.",
		char_type = 2
	}
	pg.base.child2_word[3103105] = {
		id = 3103105,
		main_character_face = 1,
		word = "……다행이에요!",
		char_type = 6
	}
	pg.base.child2_word[3103201] = {
		id = 3103201,
		main_character_face = 2,
		word = "저기…… 자, 잠시만요……",
		char_type = 6
	}
	pg.base.child2_word[3103202] = {
		id = 3103202,
		main_character_face = 2,
		word = "하늘이 어두워지는 걸 보니…… 오후에는 비가 올 것 같아요……",
		char_type = 6
	}
	pg.base.child2_word[3103203] = {
		id = 3103203,
		main_character_face = 1,
		word = "문 옆 우산꽂이에 있는 우산을 챙겨 가세요……",
		char_type = 6
	}
	pg.base.child2_word[3103204] = {
		id = 3103204,
		main_character_face = 0,
		word = "――로라는 정말 세심하구나.",
		char_type = 2
	}
	pg.base.child2_word[3103205] = {
		id = 3103205,
		main_character_face = 1,
		word = "고마워요…… 에헤헤……",
		char_type = 6
	}
	pg.base.child2_word[3103301] = {
		id = 3103301,
		main_character_face = 2,
		word = "아! $1 님……",
		char_type = 6
	}
	pg.base.child2_word[3103302] = {
		id = 3103302,
		main_character_face = 1,
		word = "겉옷 소매가… 조금 헐거워진 것 같아요……",
		char_type = 6
	}
	pg.base.child2_word[3103303] = {
		id = 3103303,
		main_character_face = 1,
		word = "제가…… 다시 달아 드릴까요? ……금방 끝나요.",
		char_type = 6
	}
	pg.base.child2_word[3103304] = {
		id = 3103304,
		main_character_face = 0,
		word = "――고마워. 그럼 부탁할게, 로라.",
		char_type = 2
	}
	pg.base.child2_word[3103305] = {
		id = 3103305,
		main_character_face = 1,
		word = "도움이 될 수 있어서…… 저…… 기뻐요……",
		char_type = 6
	}
	pg.base.child2_word[3103401] = {
		id = 3103401,
		main_character_face = 3,
		word = "$1 님…… 아직 일하시는 중인가요……",
		char_type = 6
	}
	pg.base.child2_word[3103402] = {
		id = 3103402,
		main_character_face = 0,
		word = "――응, 아직 서류가 몇 장 남았거든. 아직 안 쉬어?",
		char_type = 2
	}
	pg.base.child2_word[3103403] = {
		id = 3103403,
		main_character_face = 1,
		word = "저기 있는 소파를 조금만…… 써도 될까요? ……정말 조금만요…… 절대 방해하지 않을게요……",
		char_type = 6
	}
	pg.base.child2_word[3103404] = {
		id = 3103404,
		main_character_face = 0,
		word = "――좋아. 로라가 같이 있으면 일도 지루하지 않겠지.",
		char_type = 2
	}
	pg.base.child2_word[3103405] = {
		id = 3103405,
		main_character_face = 5,
		word = "네, 계속 계속, $1 님 곁에 있을게요……!",
		char_type = 6
	}
	pg.base.child2_word[3103501] = {
		id = 3103501,
		main_character_face = 15,
		word = "$1 님…… 이것 좀 보세요.",
		char_type = 6
	}
	pg.base.child2_word[3103502] = {
		id = 3103502,
		main_character_face = 0,
		word = "――이건… 책갈피? 작은 부채처럼도 보이네.",
		char_type = 2
	}
	pg.base.child2_word[3103503] = {
		id = 3103503,
		main_character_face = 12,
		word = "네. 오늘 나무 아래에서 주웠어요. 너무 예쁘죠……",
		char_type = 6
	}
	pg.base.child2_word[3103504] = {
		id = 3103504,
		main_character_face = 5,
		word = "그래서 책갈피로 만들어서 선물해 드리려고요…… 받아 주시겠어요?",
		char_type = 6
	}
	pg.base.child2_word[3103505] = {
		id = 3103505,
		main_character_face = 0,
		word = "――물론이지. 소중히 간직할게.",
		char_type = 2
	}
	pg.base.child2_word[3103506] = {
		id = 3103506,
		main_character_face = 15,
		word = "다행이다……",
		char_type = 6
	}
	pg.base.child2_word[3103601] = {
		id = 3103601,
		main_character_face = 2,
		word = "$1 님…… 저기 풀숲 사이에……",
		char_type = 6
	}
	pg.base.child2_word[3103602] = {
		id = 3103602,
		main_character_face = 5,
		word = "아기 새가 있어요…… 날개를 다쳤는지 떨고 있네요……",
		char_type = 6
	}
	pg.base.child2_word[3103603] = {
		id = 3103603,
		main_character_face = 0,
		word = "――괜찮은지 보러 가자.",
		char_type = 2
	}
	pg.base.child2_word[3103604] = {
		id = 3103604,
		main_character_face = 5,
		word = "네! 저 아이…… 집으로 데려와도 될까요? 적어도… 상처가 나을 때까지만이라도……",
		char_type = 6
	}
	pg.base.child2_word[3103605] = {
		id = 3103605,
		main_character_face = 0,
		word = "――물론이지. 같이 돌봐주자.",
		char_type = 2
	}
	pg.base.child2_word[3103606] = {
		id = 3103606,
		main_character_face = 1,
		word = "응! 열심히 돌볼게요……",
		char_type = 6
	}
	pg.base.child2_word[3103701] = {
		id = 3103701,
		main_character_face = 10,
		word = "……$1 님, 지금…… 제가 어디 숨었는지 아시겠어요?",
		char_type = 6
	}
	pg.base.child2_word[3103702] = {
		id = 3103702,
		main_character_face = 10,
		word = "에헤헤…… 정답은… 수많은 인형 속이랍니다……",
		char_type = 6
	}
	pg.base.child2_word[3103703] = {
		id = 3103703,
		main_character_face = 0,
		word = "――아주 아늑해 보이네.",
		char_type = 2
	}
	pg.base.child2_word[3103704] = {
		id = 3103704,
		main_character_face = 10,
		word = "네, 굉장히 마음이 놓여요…… 보호자님도 들어오실래요?",
		char_type = 6
	}
	pg.base.child2_word[3103801] = {
		id = 3103801,
		main_character_face = 2,
		word = "$1 님…… 이것 좀 보세요……",
		char_type = 6
	}
	pg.base.child2_word[3103802] = {
		id = 3103802,
		main_character_face = 0,
		word = "――이건… 버섯?",
		char_type = 2
	}
	pg.base.child2_word[3103803] = {
		id = 3103803,
		main_character_face = 1,
		word = "창고 뒤에 있는 습한 나무에서 발견했어요…… 사실 매일 상태를 보러 가고 있어요……",
		char_type = 6
	}
	pg.base.child2_word[3103804] = {
		id = 3103804,
		main_character_face = 1,
		word = "실수로 밟지 않게…… 작은 돌로 울타리도 쳐두었어요……",
		char_type = 6
	}
	pg.base.child2_word[3103805] = {
		id = 3103805,
		main_character_face = 6,
		word = "버섯들이… 조금씩 자라는 걸 보고 있으면…… 왠지 무척 기분이 좋아져요……",
		char_type = 6
	}
	pg.base.child2_word[3103901] = {
		id = 3103901,
		main_character_face = 6,
		word = "빗소리는…… 정말 기분이 좋네요……",
		char_type = 6
	}
	pg.base.child2_word[3103902] = {
		id = 3103902,
		main_character_face = 6,
		word = "이런 날씨에는…… 이불 속에서 뒹굴거리는 게 최고예요……",
		char_type = 6
	}
	pg.base.child2_word[3103903] = {
		id = 3103903,
		main_character_face = 1,
		word = "$1 님도…… 좀 쉬는 게 어떠세요?",
		char_type = 6
	}
	pg.base.child2_word[3103904] = {
		id = 3103904,
		main_character_face = 0,
		word = "――그렇네. 같이 푹 쉬자.",
		char_type = 2
	}
	pg.base.child2_word[3103905] = {
		id = 3103905,
		main_character_face = 10,
		word = "네…… 에헤헤……",
		char_type = 6
	}
	pg.base.child2_word[3104001] = {
		id = 3104001,
		main_character_face = 3,
		word = "복도 불빛이 조금 어두운 것 같아서……",
		char_type = 6
	}
	pg.base.child2_word[3104002] = {
		id = 3104002,
		main_character_face = 10,
		word = "이렇게…… 작은 램프를 놓아두었어요……",
		char_type = 6
	}
	pg.base.child2_word[3104003] = {
		id = 3104003,
		main_character_face = 1,
		word = "이러면 밤중에 깨더라도… 무섭지 않을 거예요……",
		char_type = 6
	}
	pg.base.child2_word[3104004] = {
		id = 3104004,
		main_character_face = 0,
		word = "――로라는 정말 세심하구나. 고마워. 잘 자.",
		char_type = 2
	}
	pg.base.child2_word[3104005] = {
		id = 3104005,
		main_character_face = 10,
		word = "잘 자요, $1 님.",
		char_type = 6
	}
	pg.base.child2_word[3104101] = {
		id = 3104101,
		main_character_face = 6,
		word = "사실 오늘 같이 외출했을 때, $1 님의 넥타이랑 같은 색깔로 헤어밴드를 맞췄는데요……",
		char_type = 6
	}
	pg.base.child2_word[3104102] = {
		id = 3104102,
		main_character_face = 1,
		word = "말하지 않으면 모를 정도로 사소한 거지만……",
		char_type = 6
	}
	pg.base.child2_word[3104103] = {
		id = 3104103,
		main_character_face = 10,
		word = "그래도 둘만의 비밀이 생겼다고 생각하니까, 왠지 정말 기뻤어요.",
		char_type = 6
	}
	pg.base.child2_word[3104104] = {
		id = 3104104,
		main_character_face = 0,
		word = "알고 있었어, 귀엽더라",
		char_type = 3
	}
	pg.base.child2_word[3104105] = {
		id = 3104105,
		main_character_face = 10,
		word = "와아, 알아채 주셨군요……!",
		char_type = 6
	}
	pg.base.child2_word[3104106] = {
		id = 3104106,
		main_character_face = 10,
		word = "그냥 말씀만 안 하시고…… 다 아셨던 거군요.",
		char_type = 6
	}
	pg.base.child2_word[3104107] = {
		id = 3104107,
		main_character_face = 0,
		word = "그랬던 것 같기도…",
		char_type = 3
	}
	pg.base.child2_word[3104108] = {
		id = 3104108,
		main_character_face = 5,
		word = "너무 소심한 느낌이려나요……?",
		char_type = 6
	}
	pg.base.child2_word[3104109] = {
		id = 3104109,
		main_character_face = 7,
		word = "으음…… 다음엔 좀 더 확 눈에 띄는 소품으로 해야겠어요!",
		char_type = 6
	}
	pg.base.child2_word[3104201] = {
		id = 3104201,
		main_character_face = 1,
		word = "바깥 정원에 해바라기를 심어서 작은 꽃밭을 만들었어요.",
		char_type = 6
	}
	pg.base.child2_word[3104202] = {
		id = 3104202,
		main_character_face = 10,
		word = "매일 정성껏 돌봐줬더니 드디어 예쁘게 피었어요!",
		char_type = 6
	}
	pg.base.child2_word[3104203] = {
		id = 3104203,
		main_character_face = 10,
		word = "의자를 두 개 나란히 놓아두었으니, 같이 활짝 핀 해바라기를 감상하실 수 있어요.",
		char_type = 6
	}
	pg.base.child2_word[3104204] = {
		id = 3104204,
		main_character_face = 1,
		word = "지금 바로 보러 가실래요? 홍차랑 과자도 준비해 둘게요.",
		char_type = 6
	}
	pg.base.child2_word[3104205] = {
		id = 3104205,
		main_character_face = 1,
		word = "둘만의 비밀 정원이네",
		char_type = 3
	}
	pg.base.child2_word[3104206] = {
		id = 3104206,
		main_character_face = 10,
		word = "네! 누구에게도 방해받지 않는, 우리들만의 소중한 곳이 될 거예요!",
		char_type = 6
	}
	pg.base.child2_word[3104207] = {
		id = 3104207,
		main_character_face = 1,
		word = "얼마 전에 봤어. 정말 예쁘게 폈더라",
		char_type = 3
	}
	pg.base.child2_word[3104208] = {
		id = 3104208,
		main_character_face = 1,
		word = "에헤헤, 감사합니다! 앞으로도 소중히 키울게요.",
		char_type = 6
	}
	pg.base.child2_word[3104209] = {
		id = 3104209,
		main_character_face = 10,
		word = "다음에 시간 되실 때 다시 보러 가요……!",
		char_type = 6
	}
	pg.base.child2_word[3104301] = {
		id = 3104301,
		main_character_face = 1,
		word = "일기예보를 확인했더니 내일 밤은 천체 관측하기에 최고의 날씨라고 해요!",
		char_type = 6
	}
	pg.base.child2_word[3104302] = {
		id = 3104302,
		main_character_face = 10,
		word = "망원경은 물론이고 별자리판에 담요, 코코아까지 준비했어요!",
		char_type = 6
	}
end)()
(function ()
	pg.base.child2_word[3104303] = {
		id = 3104303,
		main_character_face = 1,
		word = "유성우도 볼 수 있다고 하니까…… 별똥별 숫자를 세면서 같이 이야기를 나눠요!",
		char_type = 6
	}
	pg.base.child2_word[3104304] = {
		id = 3104304,
		main_character_face = 1,
		word = "이날을 위해서 2주 전부터 준비했답니다!",
		char_type = 6
	}
	pg.base.child2_word[3104305] = {
		id = 3104305,
		main_character_face = 1,
		word = "같이 유성우를 보다니, 로맨틱하겠다",
		char_type = 3
	}
	pg.base.child2_word[3104306] = {
		id = 3104306,
		main_character_face = 1,
		word = "그쵸! 저도 그렇게 생각했어요! 에헤헤.",
		char_type = 6
	}
	pg.base.child2_word[3104307] = {
		id = 3104307,
		main_character_face = 10,
		word = "별자리 쿠키도 구워야겠네요! 우리에게 행운을 가져다 줄 별자리를 같이 찾아봐요!",
		char_type = 6
	}
	pg.base.child2_word[3104308] = {
		id = 3104308,
		main_character_face = 1,
		word = "기다리는 시간이 너무 길지 않아…?",
		char_type = 3
	}
	pg.base.child2_word[3104309] = {
		id = 3104309,
		main_character_face = 7,
		word = "기다리는 시간…… 말인가요? 그렇다면…… 다른 할 만한 게 없을지 더 고민해 볼게요……!",
		char_type = 6
	}
	pg.base.child2_word[3104401] = {
		id = 3104401,
		main_character_face = 2,
		word = "$1 님, 같이 아침 조깅 하지 않으실래요?",
		char_type = 6
	}
	pg.base.child2_word[3104402] = {
		id = 3104402,
		main_character_face = 1,
		word = "새로운 코스를 생각했거든요! 근처의 절경을 감상할 수 있는 특별한 코스예요.",
		char_type = 6
	}
	pg.base.child2_word[3104403] = {
		id = 3104403,
		main_character_face = 10,
		word = "물과 간식을 먹을 휴식 지점이랑, 사진 찍기 좋은 곳도 미리 체크해 뒀어요!",
		char_type = 6
	}
	pg.base.child2_word[3104404] = {
		id = 3104404,
		main_character_face = 10,
		word = "제시간에 맞춰 달리면 일출이 예쁜 순간에 전망대에 도착할 수 있어요!",
		char_type = 6
	}
	pg.base.child2_word[3104405] = {
		id = 3104405,
		main_character_face = 1,
		word = "그래서 말인데…… 내일부터 「아침 조깅 계획」을 시작해 보는 건 어때요?",
		char_type = 6
	}
	pg.base.child2_word[3104406] = {
		id = 3104406,
		main_character_face = 0,
		word = "같이 일출 보러 가자",
		char_type = 3
	}
	pg.base.child2_word[3104407] = {
		id = 3104407,
		main_character_face = 10,
		word = "신난다! 약속이에요!",
		char_type = 6
	}
	pg.base.child2_word[3104408] = {
		id = 3104408,
		main_character_face = 10,
		word = "최고의 일출을 배경으로 지휘관님과 투샷을 찍고 싶어요!",
		char_type = 6
	}
	pg.base.child2_word[3104409] = {
		id = 3104409,
		main_character_face = 0,
		word = "매일 하긴 힘들 것 같은데…",
		char_type = 3
	}
	pg.base.child2_word[3104410] = {
		id = 3104410,
		main_character_face = 7,
		word = "음…… 확실히 매일 달리는 건 좀 힘들지도 모르겠네요……",
		char_type = 6
	}
	pg.base.child2_word[3104411] = {
		id = 3104411,
		main_character_face = 5,
		word = "그럼 일주일에 두 번…… 아니, 세 번이면 어때요……? 으으……",
		char_type = 6
	}
	pg.base.child2_word[3104501] = {
		id = 3104501,
		main_character_face = 2,
		word = "게임 센터는 활기가 넘치는 즐거운 곳이군요!",
		char_type = 6
	}
	pg.base.child2_word[3104502] = {
		id = 3104502,
		main_character_face = 2,
		word = "저기 봐요! 저쪽에 최신 리듬 게임이 있어요! 저쪽엔 특대형 인형 뽑기 기계도……",
		char_type = 6
	}
	pg.base.child2_word[3104503] = {
		id = 3104503,
		main_character_face = 1,
		word = "우선 저 2인용 슈팅 게임부터 해볼까요?",
		char_type = 6
	}
	pg.base.child2_word[3104504] = {
		id = 3104504,
		main_character_face = 10,
		word = "슈팅 게임은 집에서 연습해 왔거든요!",
		char_type = 6
	}
	pg.base.child2_word[3104505] = {
		id = 3104505,
		main_character_face = 6,
		word = "와아… 그나저나 다 재밌어 보여서 눈을 어디에 둬야 할지 모르겠네요……",
		char_type = 6
	}
	pg.base.child2_word[3104506] = {
		id = 3104506,
		main_character_face = 10,
		word = "오늘은 둘이서 할 수 있는 게임은 전부 제패하고 싶은데…… 괜찮을까요?",
		char_type = 6
	}
	pg.base.child2_word[3104507] = {
		id = 3104507,
		main_character_face = 0,
		word = "그러자!",
		char_type = 3
	}
	pg.base.child2_word[3104508] = {
		id = 3104508,
		main_character_face = 1,
		word = "와아!",
		char_type = 6
	}
	pg.base.child2_word[3104509] = {
		id = 3104509,
		main_character_face = 10,
		word = "우리 둘이 세계 제일의 콤비라는 걸 모두에게 보여주자고요!",
		char_type = 6
	}
	pg.base.child2_word[3104510] = {
		id = 3104510,
		main_character_face = 0,
		word = "혼자 하는 게임도 하고 싶어",
		char_type = 3
	}
	pg.base.child2_word[3104511] = {
		id = 3104511,
		main_character_face = 7,
		word = "혼자 하는 게임, 말인가요……?",
		char_type = 6
	}
	pg.base.child2_word[3104512] = {
		id = 3104512,
		main_character_face = 5,
		word = "그럼…… 로라는 옆에서 온 힘을 다해 응원할게요!",
		char_type = 6
	}
	pg.base.child2_word[3104601] = {
		id = 3104601,
		main_character_face = 6,
		word = "으으…… 오늘 로라는 그냥 책…… 이에요……",
		char_type = 6
	}
	pg.base.child2_word[3104602] = {
		id = 3104602,
		main_character_face = 6,
		word = "숨을 죽이고……",
		char_type = 6
	}
	pg.base.child2_word[3104603] = {
		id = 3104603,
		main_character_face = 6,
		word = "들키지 않도록……",
		char_type = 6
	}
	pg.base.child2_word[3104604] = {
		id = 3104604,
		main_character_face = 6,
		word = "여기라면…… 들키지 않겠지……",
		char_type = 6
	}
	pg.base.child2_word[3104605] = {
		id = 3104605,
		main_character_face = 0,
		word = "모르는 척한다",
		char_type = 3
	}
	pg.base.child2_word[3104606] = {
		id = 3104606,
		main_character_face = 6,
		word = "$1 님…… 로라에게 맞춰주고 있어……",
		char_type = 6
	}
	pg.base.child2_word[3104607] = {
		id = 3104607,
		main_character_face = 6,
		word = "이걸로 세이프… 예요…",
		char_type = 6
	}
	pg.base.child2_word[3104608] = {
		id = 3104608,
		main_character_face = 0,
		word = "찾았다!",
		char_type = 3
	}
	pg.base.child2_word[3104609] = {
		id = 3104609,
		main_character_face = 9,
		word = "……로라는 지금… 안 보여요… 안 보일 거예요……!",
		char_type = 6
	}
	pg.base.child2_word[3104610] = {
		id = 3104610,
		main_character_face = 9,
		word = "로라, 지금은 버섯이거든요……!",
		char_type = 6
	}
	pg.base.child2_word[3104701] = {
		id = 3104701,
		main_character_face = 2,
		word = "다행이에요…… 심야 영화라서……",
		char_type = 6
	}
	pg.base.child2_word[3104702] = {
		id = 3104702,
		main_character_face = 1,
		word = "우리 말고는…… 아무도 없잖아요……",
		char_type = 6
	}
	pg.base.child2_word[3104703] = {
		id = 3104703,
		main_character_face = 6,
		word = "맨 뒷좌석에 앉을 수 있겠네요……",
		char_type = 6
	}
	pg.base.child2_word[3104704] = {
		id = 3104704,
		main_character_face = 10,
		word = "함께 편안하게 볼 수 있게…… 특별히 담요도 챙겨왔어요……",
		char_type = 6
	}
	pg.base.child2_word[3104705] = {
		id = 3104705,
		main_character_face = 0,
		word = "이렇게 영화 보는 것도 좋네",
		char_type = 3
	}
	pg.base.child2_word[3104706] = {
		id = 3104706,
		main_character_face = 10,
		word = "네……! 좀 더…… 곁에 있고 싶어요……",
		char_type = 6
	}
	pg.base.child2_word[3104707] = {
		id = 3104707,
		main_character_face = 0,
		word = "왠지 잠들 것 같아",
		char_type = 3
	}
	pg.base.child2_word[3104708] = {
		id = 3104708,
		main_character_face = 4,
		word = "그, 그럼…… 담요는 쓰지 말기로 해요……",
		char_type = 6
	}
	pg.base.child2_word[3104801] = {
		id = 3104801,
		main_character_face = 2,
		word = "$1 님…… 조금 재밌는 생각이 났어요……",
		char_type = 6
	}
	pg.base.child2_word[3104802] = {
		id = 3104802,
		main_character_face = 1,
		word = "한 권씩 책을 골라주는 건 어때요……?",
		char_type = 6
	}
	pg.base.child2_word[3104803] = {
		id = 3104803,
		main_character_face = 1,
		word = "자기가 읽을 게 아니라 상대방에게…… 딱 어울린다고 생각하는 책을요……",
		char_type = 6
	}
	pg.base.child2_word[3104804] = {
		id = 3104804,
		main_character_face = 1,
		word = "상대의 마음을 맞히는 것 같아 재밌네",
		char_type = 3
	}
	pg.base.child2_word[3104805] = {
		id = 3104805,
		main_character_face = 1,
		word = "로라, 반드시……",
		char_type = 6
	}
	pg.base.child2_word[3104806] = {
		id = 3104806,
		main_character_face = 10,
		word = "페이지를 넘기는 순간, 미소 지으실만한 책으로 고를게요……!",
		char_type = 6
	}
	pg.base.child2_word[3104807] = {
		id = 3104807,
		main_character_face = 0,
		word = "싫어하는 책을 고르면 어떻게 하지?",
		char_type = 3
	}
	pg.base.child2_word[3104808] = {
		id = 3104808,
		main_character_face = 6,
		word = "그러면……",
		char_type = 6
	}
	pg.base.child2_word[3104809] = {
		id = 3104809,
		main_character_face = 10,
		word = "적어도…… 상대가 나를 어떻게 생각하고 있는지 알 수 있겠죠……",
		char_type = 6
	}
	pg.base.child2_word[3104901] = {
		id = 3104901,
		main_character_face = 1,
		word = "최근에…… 새로운 친구가 생겼어요……",
		char_type = 6
	}
	pg.base.child2_word[3104902] = {
		id = 3104902,
		main_character_face = 10,
		word = "로라처럼 언제나 조용히 걸어 다녀요…… 그런 그 친구가 정말 좋아요……",
		char_type = 6
	}
	pg.base.child2_word[3104903] = {
		id = 3104903,
		main_character_face = 6,
		word = "오늘은 그 아이가 좋아하는 건어물을 챙겨갔어요……",
		char_type = 6
	}
	pg.base.child2_word[3104904] = {
		id = 3104904,
		main_character_face = 10,
		word = "로라를 기억하는 건지…… 다 먹고 나면 발치에서 부비부비해 주는데……",
		char_type = 6
	}
	pg.base.child2_word[3104905] = {
		id = 3104905,
		main_character_face = 7,
		word = "소리가 나면 금방 숨어버려요…… 그래서 로라도 같이 살짝 숨는답니다……",
		char_type = 6
	}
	pg.base.child2_word[3104906] = {
		id = 3104906,
		main_character_face = 0,
		word = "새로운 친구란 건 아기 고양이야?",
		char_type = 3
	}
	pg.base.child2_word[3104907] = {
		id = 3104907,
		main_character_face = 1,
		word = "네, 맞아요! 정답이에요……!",
		char_type = 6
	}
	pg.base.child2_word[3104908] = {
		id = 3104908,
		main_character_face = 0,
		word = "그 친구, 사람이 아닌가 봐?",
		char_type = 3
	}
	pg.base.child2_word[3104909] = {
		id = 3104909,
		main_character_face = 7,
		word = "아, 아기 고양이에요……",
		char_type = 6
	}
	pg.base.child2_word[3104910] = {
		id = 3104910,
		main_character_face = 8,
		word = "죄송해요, 설명을 이상하게 해서……",
		char_type = 6
	}
	pg.base.child2_word[3105001] = {
		id = 3105001,
		main_character_face = 2,
		word = "다음 주 목요일에… 독서 모임이 있어서……",
		char_type = 6
	}
	pg.base.child2_word[3105002] = {
		id = 3105002,
		main_character_face = 1,
		word = "발표 원고를 세 번이나 다시 썼는데도……",
		char_type = 6
	}
	pg.base.child2_word[3105003] = {
		id = 3105003,
		main_character_face = 8,
		word = "아무래도…… 사람들 앞에서 말하는 건 무서워서 그런데……",
		char_type = 6
	}
	pg.base.child2_word[3105004] = {
		id = 3105004,
		main_character_face = 9,
		word = "지휘관님…… 와주실 수 있나요……?",
		char_type = 6
	}
	pg.base.child2_word[3105005] = {
		id = 3105005,
		main_character_face = 0,
		word = "맨 앞줄에서 응원할게",
		char_type = 3
	}
	pg.base.child2_word[3105006] = {
		id = 3105006,
		main_character_face = 7,
		word = "그, 그럼…… 끝까지 제대로 말할 수 있도록 노력할게요……!",
		char_type = 6
	}
	pg.base.child2_word[3105007] = {
		id = 3105007,
		main_character_face = 7,
		word = "$1 님의 응원이…… 무엇보다 큰 힘이 되거든요……!",
		char_type = 6
	}
	pg.base.child2_word[3105008] = {
		id = 3105008,
		main_character_face = 0,
		word = "난 독서하는 건 별로…",
		char_type = 3
	}
	pg.base.child2_word[3105009] = {
		id = 3105009,
		main_character_face = 4,
		word = "죄, 죄송해요…… 무리한 부탁을 해서……",
		char_type = 6
	}
	pg.base.child2_word[3105010] = {
		id = 3105010,
		main_character_face = 8,
		word = "역시 혼자서… 좀 더 연습해 볼게요……",
		char_type = 6
	}
	pg.base.child2_word[3200101] = {
		id = 3200101,
		main_character_face = 0,
		word = "마을 구석에서 작은 화단을 발견했다. 방금까지 누군가가 정성스레 가꾼 듯한 모습이었다.",
		char_type = 0
	}
	pg.base.child2_word[3200102] = {
		id = 3200102,
		main_character_face = 0,
		word = "[씨를 뿌린다]",
		char_type = 2
	}
	pg.base.child2_word[3200103] = {
		id = 3200103,
		main_character_face = 0,
		word = "이 잊혀진 곳을 관리해 나가자, 어떤 변화가 조용히 일어나기 시작했다.",
		char_type = 0
	}
	pg.base.child2_word[3200201] = {
		id = 3200201,
		main_character_face = 0,
		word = "리조트 호텔을 체크아웃할 때, 로라는 청구서 금액이 터무니없이 높다는 사실을 깨달았다. 아무래도 만쥬 집사의 계산에 실수가 있었던 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3200202] = {
		id = 3200202,
		main_character_face = 0,
		word = "[오류 지적]",
		char_type = 2
	}
	pg.base.child2_word[3200203] = {
		id = 3200203,
		main_character_face = 0,
		word = "냉정하게 올바른 내역을 제시하자, 집사는 즉시 금액을 정정하고 사죄했다. 보상으로 소액의 할인권을 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3200205] = {
		id = 3200205,
		main_character_face = 0,
		word = "[불만 표시]",
		char_type = 2
	}
	pg.base.child2_word[3200206] = {
		id = 3200206,
		main_character_face = 0,
		word = "지불 시에 불만을 표시하자, 집사는 우리의 기분이 상했다는 것을 눈치챘다. 서둘러 금액을 재확인하고 오류를 정정했다. 결국 문제는 해결되었지만, 불편한 기운은 완전히 해소되지 못했다.",
		char_type = 0
	}
	pg.base.child2_word[3200208] = {
		id = 3200208,
		main_character_face = 0,
		word = "[그대로 지불]",
		char_type = 2
	}
	pg.base.child2_word[3200209] = {
		id = 3200209,
		main_character_face = 0,
		word = "불필요한 충돌을 피하려는 마음으로 그대로 지불을 마쳤으나, 로라는 돌아오는 길 내내 저기압이었다.",
		char_type = 0
	}
	pg.base.child2_word[3200301] = {
		id = 3200301,
		main_character_face = 0,
		word = "장원에서 보물 찾기 게임이 열리고 있다. 보상은 푸짐하지만, 꽤 시간이 소요될 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[3200302] = {
		id = 3200302,
		main_character_face = 0,
		word = "[참가하여 꼼꼼히 찾는다]",
		char_type = 2
	}
	pg.base.child2_word[3200303] = {
		id = 3200303,
		main_character_face = 0,
		word = "오랜 시간을 들인 결과, 보물을 찾는 데 성공했다!",
		char_type = 0
	}
	pg.base.child2_word[3200305] = {
		id = 3200305,
		main_character_face = 0,
		word = "[논리적 추론 활용]",
		char_type = 2
	}
	pg.base.child2_word[3200306] = {
		id = 3200306,
		main_character_face = 0,
		word = "보물의 위치를 빠르게 특정하여, 시간 단축에 크게 성공했다.",
		char_type = 0
	}
	pg.base.child2_word[3200308] = {
		id = 3200308,
		main_character_face = 0,
		word = "[도중에 단념]",
		char_type = 2
	}
	pg.base.child2_word[3200309] = {
		id = 3200309,
		main_character_face = 0,
		word = "다른 우선순위가 있으니 시간을 낭비할 수는 없다.",
		char_type = 0
	}
	pg.base.child2_word[3200311] = {
		id = 3200311,
		main_character_face = 0,
		word = "[다른 참가자 미행]",
		char_type = 2
	}
	pg.base.child2_word[3200312] = {
		id = 3200312,
		main_character_face = 0,
		word = "미행 중에 들통이 나 출전 자격을 박탈 당했다.",
		char_type = 0
	}
	pg.base.child2_word[3200401] = {
		id = 3200401,
		main_character_face = 0,
		word = "녹색 울타리 깊은 곳에 미로가 조용히 숨겨져 있다……",
		char_type = 0
	}
	pg.base.child2_word[3200402] = {
		id = 3200402,
		main_character_face = 0,
		word = "이윽고 달맞이꽃 군락에 둘러싸여 좌우로 나뉜 두 갈래 길이 펼쳐졌다. 왼쪽으로 갈까? 아니면 오른쪽으로 갈까?",
		char_type = 0
	}
	pg.base.child2_word[3200403] = {
		id = 3200403,
		main_character_face = 0,
		word = "[오른쪽으로]",
		char_type = 2
	}
	pg.base.child2_word[3200404] = {
		id = 3200404,
		main_character_face = 0,
		word = "여기 꽃 군락은 조금 어지럽게 우거져 있다…… 뭔가 이상하다.",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[3200406] = {
		id = 3200406,
		main_character_face = 0,
		word = "[왼쪽으로]",
		char_type = 2
	}
	pg.base.child2_word[3200407] = {
		id = 3200407,
		main_character_face = 0,
		word = "돌다리가 가지런히 깔려 있다. 여기가 틀림없다!",
		char_type = 0
	}
	pg.base.child2_word[3200408] = {
		id = 3200408,
		main_character_face = 0,
		word = "연못의 잔영이 꽃 울타리 너머로 살짝 보이고, 다시 갈림길이 나타났다……",
		char_type = 0
	}
	pg.base.child2_word[3200410] = {
		id = 3200410,
		main_character_face = 0,
		word = "[오른쪽으로]",
		char_type = 2
	}
	pg.base.child2_word[3200411] = {
		id = 3200411,
		main_character_face = 0,
		word = "덩굴이 겹겹이 얽혀, 길을 거의 가리고 있다……",
		char_type = 0
	}
	pg.base.child2_word[3200413] = {
		id = 3200413,
		main_character_face = 0,
		word = "[왼쪽으로]",
		char_type = 2
	}
	pg.base.child2_word[3200414] = {
		id = 3200414,
		main_character_face = 0,
		word = "공기 중에 꽃향기가 감돈다. 아무래도 이 길이 정답인 모양이다!",
		char_type = 0
	}
	pg.base.child2_word[3200415] = {
		id = 3200415,
		main_character_face = 0,
		word = "산들바람이 맑은 향기를 나르며, 다시 오솔길이 둘로 나뉘었다……",
		char_type = 0
	}
	pg.base.child2_word[3200417] = {
		id = 3200417,
		main_character_face = 0,
		word = "[오른쪽으로]",
		char_type = 2
	}
	pg.base.child2_word[3200418] = {
		id = 3200418,
		main_character_face = 0,
		word = "길이 갑자기 넓어지며 눈앞에 전망대가 나타났다. 정원 전체와 연못의 절경이 한눈에 들어온다.",
		char_type = 0
	}
	pg.base.child2_word[3200420] = {
		id = 3200420,
		main_character_face = 0,
		word = "[왼쪽으로]",
		char_type = 2
	}
	pg.base.child2_word[3200421] = {
		id = 3200421,
		main_character_face = 0,
		word = "길이 갑자기 끊겼다…… 아무래도 왔던 길을 되돌아가야 할 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[3200422] = {
		id = 3200422,
		main_character_face = 0,
		word = "올바른 경로로 가면 보상을 얻고, 잘못된 경로로 가면 분기에 따라 서로 다른 페널티와 다른 텍스트가 표시된다.",
		char_type = 0
	}
	pg.base.child2_word[3200501] = {
		id = 3200501,
		main_character_face = 0,
		word = "만쥬 집사가 한정 메뉴의 할인 세트를 제공하고 있다. 살까?",
		char_type = 0
	}
	pg.base.child2_word[3200502] = {
		id = 3200502,
		main_character_face = 0,
		word = "[구매한다, 대만족]",
		char_type = 2
	}
	pg.base.child2_word[3200503] = {
		id = 3200503,
		main_character_face = 0,
		word = "스페셜 메뉴를 마음껏 맛보았다!",
		char_type = 0
	}
	pg.base.child2_word[3200505] = {
		id = 3200505,
		main_character_face = 0,
		word = "[구매하지 않는다, 아직 배가 안 고프다]",
		char_type = 2
	}
	pg.base.child2_word[3200506] = {
		id = 3200506,
		main_character_face = 0,
		word = "거절하자마자 공복이 찾아왔다. 하지만 세트는 이미 품절되고 말았다……",
		char_type = 0
	}
	pg.base.child2_word[3200508] = {
		id = 3200508,
		main_character_face = 0,
		word = "[구매한다, 레시피 연구]",
		char_type = 2
	}
	pg.base.child2_word[3200509] = {
		id = 3200509,
		main_character_face = 0,
		word = "스페셜 레시피를 배웠다! 이제 집에서도 만들 수 있다!",
		char_type = 0
	}
	pg.base.child2_word[3200511] = {
		id = 3200511,
		main_character_face = 0,
		word = "[구매하지 않는다, 가격이 너무 비싸다]",
		char_type = 2
	}
	pg.base.child2_word[3200512] = {
		id = 3200512,
		main_character_face = 0,
		word = "역시 저렴한 거나 먹으러 갈까?",
		char_type = 0
	}
	pg.base.child2_word[3200601] = {
		id = 3200601,
		main_character_face = 0,
		word = "해변 레스토랑에서 정체불명의 손님이 살며시 다가와 속삭였다. 「셀프 주문 시스템에서 『상하좌우좌우BA』를 입력하면 놀라운 일이 일어날 거야.」",
		char_type = 0
	}
	pg.base.child2_word[3200602] = {
		id = 3200602,
		main_character_face = 0,
		word = "[커맨드 입력]",
		char_type = 2
	}
	pg.base.child2_word[3200603] = {
		id = 3200603,
		main_character_face = 0,
		word = "셀프 주문 시스템 화면이 반짝이더니, 히든 메뉴 「전설의 황금 프라이드치킨 세트」가 열렸다. 비할 데 없는 엄청난 맛이었다!",
		char_type = 0
	}
	pg.base.child2_word[3200605] = {
		id = 3200605,
		main_character_face = 0,
		word = "[평범하게 주문]",
		char_type = 2
	}
	pg.base.child2_word[3200606] = {
		id = 3200606,
		main_character_face = 0,
		word = "역시 평범한 메뉴를 고르는 게 무난하다. 로라와 함께 만족스럽게 저녁 식사를 즐겼다.",
		char_type = 0
	}
	pg.base.child2_word[3200608] = {
		id = 3200608,
		main_character_face = 0,
		word = "[커맨드 신고]",
		char_type = 2
	}
	pg.base.child2_word[3200609] = {
		id = 3200609,
		main_character_face = 0,
		word = "레스토랑은 감사의 뜻을 담아 로라에게 디저트를 선물해 주었다. 해당 커맨드는 내부 테스트용이며, 특별한 문제는 일어나지 않을 것이라고 전했다.",
		char_type = 0
	}
	pg.base.child2_word[3200701] = {
		id = 3200701,
		main_character_face = 0,
		word = "해변을 산책하던 중, 모래사장에 떠밀려 온 유리병을 발견했다.",
		char_type = 0
	}
	pg.base.child2_word[3200702] = {
		id = 3200702,
		main_character_face = 0,
		word = "[조심해서 연다]",
		char_type = 2
	}
	pg.base.child2_word[3200703] = {
		id = 3200703,
		main_character_face = 0,
		word = "병 안에는 보물 지도가 들어 있었다!",
		char_type = 0
	}
	pg.base.child2_word[3200705] = {
		id = 3200705,
		main_character_face = 0,
		word = "[바다로 다시 던진다]",
		char_type = 2
	}
	pg.base.child2_word[3200706] = {
		id = 3200706,
		main_character_face = 0,
		word = "유리병의 여행이 계속되길 바라며, 좋은 일을 했다는 만족감도 맛보았다.",
		char_type = 0
	}
	pg.base.child2_word[3200801] = {
		id = 3200801,
		main_character_face = 0,
		word = "백사장에서 보물찾기 챌린지 진행 중! 입장료는 단돈 5코인! 운이 좋으면 고액의 보상도 얻을 수 있는데, 참가할까?",
		char_type = 0
	}
	pg.base.child2_word[3200802] = {
		id = 3200802,
		main_character_face = 0,
		word = "[참가한다]",
		char_type = 2
	}
	pg.base.child2_word[3200803] = {
		id = 3200803,
		main_character_face = 0,
		word = "생각지도 못한 보물을 발견했다!",
		char_type = 0
	}
	pg.base.child2_word[3200805] = {
		id = 3200805,
		main_character_face = 0,
		word = "[참가하지 않는다]",
		char_type = 2
	}
	pg.base.child2_word[3200806] = {
		id = 3200806,
		main_character_face = 0,
		word = "뭔가 수상하다. 역시 그만두자.",
		char_type = 0
	}
	pg.base.child2_word[3200808] = {
		id = 3200808,
		main_character_face = 0,
		word = "[몰래 잠입]",
		char_type = 2
	}
	pg.base.child2_word[3200809] = {
		id = 3200809,
		main_character_face = 0,
		word = "바로 들통나버렸고, 정중하게 퇴장당했다.",
		char_type = 0
	}
	pg.base.child2_word[3200901] = {
		id = 3200901,
		main_character_face = 0,
		word = "해변 공원이 연안 상업 지구로 개발될 가능성이 있다. 이를 둘러싸고 찬성파와 반대파 간에 격렬한 대립이 일어나고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3200902] = {
		id = 3200902,
		main_character_face = 0,
		word = "[개발 지지]",
		char_type = 2
	}
	pg.base.child2_word[3200903] = {
		id = 3200903,
		main_character_face = 0,
		word = "이는 막대한 경제적 효과를 낳을 것이다!",
		char_type = 0
	}
	pg.base.child2_word[3200905] = {
		id = 3200905,
		main_character_face = 0,
		word = "[개발 반대]",
		char_type = 2
	}
	pg.base.child2_word[3200906] = {
		id = 3200906,
		main_character_face = 0,
		word = "생태 환경이 훨씬 더 중요하다.",
		char_type = 0
	}
	pg.base.child2_word[3200908] = {
		id = 3200908,
		main_character_face = 0,
		word = "[절충안]",
		char_type = 2
	}
	pg.base.child2_word[3200909] = {
		id = 3200909,
		main_character_face = 0,
		word = "개발과 환경 보호가 균형을 잘 이룰 방법을 모색한다. 하지만 이는 곧 양쪽으로부터 압박에 직면하는 것을 의미한다.",
		char_type = 0
	}
	pg.base.child2_word[3200911] = {
		id = 3200911,
		main_character_face = 0,
		word = "[이야기 회피]",
		char_type = 2
	}
	pg.base.child2_word[3200912] = {
		id = 3200912,
		main_character_face = 0,
		word = "둘 다 일리는 있는데…… 그보다 오늘 밤 뭘 먹을지가 더 중요할지도?",
		char_type = 0
	}
	pg.base.child2_word[3201001] = {
		id = 3201001,
		main_character_face = 0,
		word = "로라가 오래된 레시피를 발견했다! 전설의 디저트를 만드는 법이 적혀 있었지만, 가장 중요한 오븐 온도와 시간이 적혀 있지 않았다.",
		char_type = 0
	}
	pg.base.child2_word[3201002] = {
		id = 3201002,
		main_character_face = 0,
		word = "[같은 시기의 레시피 참고]",
		char_type = 2
	}
	pg.base.child2_word[3201003] = {
		id = 3201003,
		main_character_face = 0,
		word = "같은 시기의 다른 디저트 조리법과 비교하여 누락된 정보를 추측했다. 완벽하게 잊혀진 맛을 재현해냈다!",
		char_type = 0
	}
	pg.base.child2_word[3201005] = {
		id = 3201005,
		main_character_face = 0,
		word = "[일단 도전]",
		char_type = 2
	}
	pg.base.child2_word[3201006] = {
		id = 3201006,
		main_character_face = 0,
		word = "실천을 해야 진실이 보이는 법! 오븐에서 탄내가 새어 나오며 실패하고 말았다…… 하지만 「실패는 성공의 어머니」다.",
		char_type = 0
	}
	pg.base.child2_word[3201008] = {
		id = 3201008,
		main_character_face = 0,
		word = "[도움 요청]",
		char_type = 2
	}
	pg.base.child2_word[3201009] = {
		id = 3201009,
		main_character_face = 0,
		word = "돈으로 낡은 레시피의 완전판을 입수하여 무사히 디저트를 완성했다. 완성도도 완벽하다!",
		char_type = 0
	}
	pg.base.child2_word[3201101] = {
		id = 3201101,
		main_character_face = 0,
		word = "요리사 로봇의 프로그램이 폭주하여 미친 듯이 계속해서 케이크를 만들고 있다. 주방이 케이크로 터져 나갈 것 같다!",
		char_type = 0
	}
	pg.base.child2_word[3201102] = {
		id = 3201102,
		main_character_face = 0,
		word = "[전원 차단]",
		char_type = 2
	}
	pg.base.child2_word[3201103] = {
		id = 3201103,
		main_character_face = 0,
		word = "요리사 로봇은 멈췄지만 주방 전체가 엉망진창이 되었다.",
		char_type = 0
	}
	pg.base.child2_word[3201105] = {
		id = 3201105,
		main_character_face = 0,
		word = "[리셋 시도]",
		char_type = 2
	}
	pg.base.child2_word[3201106] = {
		id = 3201106,
		main_character_face = 0,
		word = "요리사 로봇의 리셋 코드를 입력하여 무사히 위기를 넘겼다!",
		char_type = 0
	}
	pg.base.child2_word[3201108] = {
		id = 3201108,
		main_character_face = 0,
		word = "[케이크를 먹는다]",
		char_type = 2
	}
	pg.base.child2_word[3201109] = {
		id = 3201109,
		main_character_face = 0,
		word = "케이크를 먹으면 먹을수록 속이 불편하다.",
		char_type = 0
	}
	pg.base.child2_word[3201111] = {
		id = 3201111,
		main_character_face = 0,
		word = "[다른 요리를 만들게 한다]",
		char_type = 2
	}
	pg.base.child2_word[3201112] = {
		id = 3201112,
		main_character_face = 0,
		word = "위기를 멋진 미식 파티로 바꾸었다!",
		char_type = 0
	}
	pg.base.child2_word[3201201] = {
		id = 3201201,
		main_character_face = 0,
		word = "골목 어귀에 기묘한 자동판매기가 있다. 속이 안 보이는 뽑기 기계처럼 상품을 판매하고 있으며, 버튼도 이상하게 깜빡거린다…… 코인을 넣어볼까?",
		char_type = 0
	}
	pg.base.child2_word[3201202] = {
		id = 3201202,
		main_character_face = 0,
		word = "[코인 투입]",
		char_type = 2
	}
	pg.base.child2_word[3201203] = {
		id = 3201203,
		main_character_face = 0,
		word = "짤랑…… 철컥…… 슥…… 덜컹! 무언가가 자동판매기에서 나왔다.",
		char_type = 0
	}
	pg.base.child2_word[3201204] = {
		id = 3201204,
		main_character_face = 0,
		word = "화면에 픽셀 스타일의 문자가 나타난다. 「행운의 가호를 얻었습니다. 소중히 사용하세요!」",
		char_type = 0
	}
	pg.base.child2_word[3201206] = {
		id = 3201206,
		main_character_face = 0,
		word = "[떠난다]",
		char_type = 2
	}
	pg.base.child2_word[3201207] = {
		id = 3201207,
		main_character_face = 0,
		word = "아무래도 이상하다. 역시 그만두자.",
		char_type = 0
	}
	pg.base.child2_word[3201301] = {
		id = 3201301,
		main_character_face = 0,
		word = "레스토랑에서 「미식 아트 콘테스트」가 열리는 중이다. 로라는 소스로 그려진 어떤 작품에 흥미를 느낀 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3201302] = {
		id = 3201302,
		main_character_face = 0,
		word = "[구도 분석]",
		char_type = 2
	}
	pg.base.child2_word[3201303] = {
		id = 3201303,
		main_character_face = 0,
		word = "이 빛과 그림자…… 색채…… 구도…… 배울 점이 많네.",
		char_type = 0
	}
	pg.base.child2_word[3201305] = {
		id = 3201305,
		main_character_face = 0,
		word = "[따라 해 보기]",
		char_type = 2
	}
	pg.base.child2_word[3201306] = {
		id = 3201306,
		main_character_face = 0,
		word = "소스를 손에 쥐고 로라와 함께 즉석에서 붓을 놀려, 멋진 소스 아트를 함께 창작했다.",
		char_type = 0
	}
	pg.base.child2_word[3201401] = {
		id = 3201401,
		main_character_face = 0,
		word = "오늘 목표는 도시 가장자리에 솟아있는 정적의 봉우리를 제패하는 것! 구불구불한 산길에, 정상에는 안개가 자욱하다. 꼭대기에서는 숨이 멎을 듯한 절경을 감상할 수 있다고 한다.",
		char_type = 0
	}
	pg.base.child2_word[3201402] = {
		id = 3201402,
		main_character_face = 0,
		word = "[일반 등산로 선택]",
		char_type = 2
	}
	pg.base.child2_word[3201403] = {
		id = 3201403,
		main_character_face = 0,
		word = "잘 닦인 돌계단을 착실히 올라간다. 조금 힘들었지만 오르는 내내 경치가 훌륭했고, 정상에 섰을 때는 상쾌한 해방감도 맛보았다. ",
		char_type = 0
	}
	pg.base.child2_word[3201405] = {
		id = 3201405,
		main_character_face = 0,
		word = "[험한 「지름길」에 도전]",
		char_type = 2
	}
	pg.base.child2_word[3201406] = {
		id = 3201406,
		main_character_face = 0,
		word = "지도에 희미하게 표시된 「지름길」로 가기로 했다. 길은 험하고 가시덤불이 우거졌지만, 로라와의 호흡이 척척 맞아, 순식간에 정상에 도달했다.",
		char_type = 0
	}
	pg.base.child2_word[3201408] = {
		id = 3201408,
		main_character_face = 0,
		word = "[관광 케이블카 이용]",
		char_type = 2
	}
	pg.base.child2_word[3201409] = {
		id = 3201409,
		main_character_face = 0,
		word = "로라와 함께 쾌적한 케이블카에 올라 정상으로 향했다. 일몰 직후의 몽환적인 블루 아워에 맞췄을 뿐만 아니라, 도보로는 볼 수 없는 운해에 뒤덮인 봉우리들을 높은 곳에서 내려다볼 수 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3201501] = {
		id = 3201501,
		main_character_face = 0,
		word = "산길이 점점 더 험해져, 체력이 급격히 소모되고 있다. 올려다봤지만, 정상은 아직 멀어 보인다.",
		char_type = 0
	}
	pg.base.child2_word[3201502] = {
		id = 3201502,
		main_character_face = 0,
		word = "[계속 오른다!]",
		char_type = 2
	}
	pg.base.child2_word[3201503] = {
		id = 3201503,
		main_character_face = 0,
		word = "서로를 격려하고 지탱하며 피로를 극복한다. 그렇게 한참을 더 가자, 로라가 무지개에 둘러싸인 지름길을 발견했고, 그것이 정상으로 이어져 있다는 것을 깨달았다.",
		char_type = 0
	}
	pg.base.child2_word[3201505] = {
		id = 3201505,
		main_character_face = 0,
		word = "[잠시 휴식하며 주변 관찰]",
		char_type = 2
	}
	pg.base.child2_word[3201506] = {
		id = 3201506,
		main_character_face = 0,
		word = "동굴 앞에서 발을 멈추고 수분을 보충하며 주위를 관찰하는데, 로라가 암벽에 적힌 오래된 길 안내 정보를 발견했다. 아무래도 정상으로 갈 수 있는 더 편하고 경치 좋은 루트가 있는 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3201508] = {
		id = 3201508,
		main_character_face = 0,
		word = "[하산하여 도전 포기]",
		char_type = 2
	}
	pg.base.child2_word[3201509] = {
		id = 3201509,
		main_character_face = 0,
		word = "로라와 상의하여, 도전은 여기까지 하기로 했다. 하지만 하산 도중 폭우를 만나 흠뻑 젖은 채 시작 지점으로 돌아왔다.",
		char_type = 0
	}
	pg.base.child2_word[3201601] = {
		id = 3201601,
		main_character_face = 0,
		word = "조용한 산악 지대에 관측 장치가 설치될 예정이었으나, 환경 안전에 대한 우려를 불러일으킨 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3201602] = {
		id = 3201602,
		main_character_face = 0,
		word = "[과학적 가치 설명]",
		char_type = 2
	}
	pg.base.child2_word[3201603] = {
		id = 3201603,
		main_character_face = 0,
		word = "이 조치의 과학적 의의를 설명하자 반대하는 목소리는 점차 수그러들었고, 프로젝트를 계속할 수 있게 되었다.",
		char_type = 0
	}
	pg.base.child2_word[3201605] = {
		id = 3201605,
		main_character_face = 0,
		word = "[자연의 미 강조]",
		char_type = 2
	}
	pg.base.child2_word[3201606] = {
		id = 3201606,
		main_character_face = 0,
		word = "순수한 자연 경관으로 사람들의 마음을 움직여 계획을 최종적으로 철회시켰다. 이에 감사하는 의미로, 일반인에게 알려지지 않은 비경의 절경을 감상할 수 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3201608] = {
		id = 3201608,
		main_character_face = 0,
		word = "[절충안 모색]",
		char_type = 2
	}
	pg.base.child2_word[3201609] = {
		id = 3201609,
		main_character_face = 0,
		word = "조사를 거듭한 결과, 관측 수요를 충족하면서 경관은 최대한 보호하는 절충안을 찾아내어 모두를 만족시켰다.",
		char_type = 0
	}
	pg.base.child2_word[3201611] = {
		id = 3201611,
		main_character_face = 0,
		word = "[방치]",
		char_type = 2
	}
	pg.base.child2_word[3201612] = {
		id = 3201612,
		main_character_face = 0,
		word = "길어지는 논쟁이 산간의 정적을 깨뜨렸고, 결국은 어느 당사자도 만족할 수 없었다.",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[3201701] = {
		id = 3201701,
		main_character_face = 0,
		word = "과학 연구 만쥬가 정상의 희귀 식물 채집을 요청했다.",
		char_type = 0
	}
	pg.base.child2_word[3201702] = {
		id = 3201702,
		main_character_face = 0,
		word = "[열심히 채집]",
		char_type = 2
	}
	pg.base.child2_word[3201703] = {
		id = 3201703,
		main_character_face = 0,
		word = "험준한 곳을 등반하여 희귀 식물을 채집해냈다.",
		char_type = 0
	}
	pg.base.child2_word[3201705] = {
		id = 3201705,
		main_character_face = 0,
		word = "[요청 거절]",
		char_type = 2
	}
	pg.base.child2_word[3201706] = {
		id = 3201706,
		main_character_face = 0,
		word = "위험성을 고려하여 결국은 거절하기로 했다.",
		char_type = 0
	}
	pg.base.child2_word[3201708] = {
		id = 3201708,
		main_character_face = 0,
		word = "[대체품 탐색]",
		char_type = 2
	}
	pg.base.child2_word[3201709] = {
		id = 3201709,
		main_character_face = 0,
		word = "그 대신 산중턱에서 모양이 비슷한 식물을 찾아 일부라도 요구를 충족하도록 시도했다.",
		char_type = 0
	}
	pg.base.child2_word[3201711] = {
		id = 3201711,
		main_character_face = 0,
		word = "[과학 연구 만쥬와 동행]",
		char_type = 2
	}
	pg.base.child2_word[3201712] = {
		id = 3201712,
		main_character_face = 0,
		word = "과학연구 만쥬와 함께 산을 탐색하며 많은 식물학 지식을 배웠다.",
		char_type = 0
	}
	pg.base.child2_word[3201801] = {
		id = 3201801,
		main_character_face = 0,
		word = "바다를 테마로 한 자판기에 다양한 상품이 갖추어져 있어 마음이 설렌다. 어느새 로라가 다가와 반짝반짝 눈을 빛내며 이를 지켜보고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3201802] = {
		id = 3201802,
		main_character_face = 0,
		word = "[「빛나는 불가사리 램프」 구매]",
		char_type = 2
	}
	pg.base.child2_word[3201803] = {
		id = 3201803,
		main_character_face = 0,
		word = "불가사리 램프가 로라의 머리맡에서 바다처럼 부드러운 푸른 빛을 내뿜고 있다. 로라는 베개를 껴안고 한참 동안 바라보았고, 그 입가에 미소가 떠나지 않았다.",
		char_type = 0
	}
	pg.base.child2_word[3201805] = {
		id = 3201805,
		main_character_face = 0,
		word = "[「신비한 고둥」 구매]",
		char_type = 2
	}
	pg.base.child2_word[3201806] = {
		id = 3201806,
		main_character_face = 0,
		word = "사용 설명서에는 「어떤 질문에도 답해준다」고 적혀 있었다. 로라가 그것을 귀에 대고 내일 날씨를 물어보았으나, 들려오는 것은 그저 맑은 파도 소리뿐이었다……",
		char_type = 0
	}
	pg.base.child2_word[3201808] = {
		id = 3201808,
		main_character_face = 0,
		word = "[「백사장 앨범」 구매]",
		char_type = 2
	}
	pg.base.child2_word[3201809] = {
		id = 3201809,
		main_character_face = 0,
		word = "아무것도 들어있지 않은 앨범이었지만, 로라와 함께 찍은 해변 사진을 끼워 넣자, 앨범은 둘만의 특별한 추억이 되었다.",
		char_type = 0
	}
	pg.base.child2_word[3201901] = {
		id = 3201901,
		main_character_face = 0,
		word = "상점가에는 가게들이 즐비했지만 쇼핑 시간이 한정되어 있어, 로라는 방문할 가게를 단 한 곳만 엄선하기로 했다.",
		char_type = 0
	}
	pg.base.child2_word[3201902] = {
		id = 3201902,
		main_character_face = 0,
		word = "[「미래 과학 체험 가게」 입장]",
		char_type = 2
	}
	pg.base.child2_word[3201903] = {
		id = 3201903,
		main_character_face = 0,
		word = "가게 안에 신선한 컨셉의 상품이 잔뜩 진열되어 있다.",
		char_type = 0
	}
	pg.base.child2_word[3201905] = {
		id = 3201905,
		main_character_face = 0,
		word = "[「레트로 잡화점」 입장]",
		char_type = 2
	}
	pg.base.child2_word[3201906] = {
		id = 3201906,
		main_character_face = 0,
		word = "가게 안에는 세월이 느껴지는 물건들이 진열되어 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3201908] = {
		id = 3201908,
		main_character_face = 0,
		word = "[「셀프 부품 공방」 입장]",
		char_type = 2
	}
	pg.base.child2_word[3201909] = {
		id = 3201909,
		main_character_face = 0,
		word = "이곳에서는 유일무이한 장치를 직접 조립할 수 있다.",
		char_type = 0
	}
	pg.base.child2_word[3201911] = {
		id = 3201911,
		main_character_face = 0,
		word = "[「기념품 숍」 입장]",
		char_type = 2
	}
	pg.base.child2_word[3201912] = {
		id = 3201912,
		main_character_face = 0,
		word = "선반에 알록달록한 기념품들이 빽빽하게 들어차 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3202001] = {
		id = 3202001,
		main_character_face = 0,
		word = "「만능 클리닝 클로스」 세일 중! 1장에 5코인, 20장 묶음 구매 시 단돈 60코인!",
		char_type = 0
	}
	pg.base.child2_word[3202002] = {
		id = 3202002,
		main_character_face = 0,
		word = "[샘플 1장]",
		char_type = 2
	}
	pg.base.child2_word[3202003] = {
		id = 3202003,
		main_character_face = 0,
		word = "필요한 만큼만 받았다. 할인은 받지 못했지만 낭비는 피할 수 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3202005] = {
		id = 3202005,
		main_character_face = 0,
		word = "[묶음 구매 할인 적용]",
		char_type = 2
	}
	pg.base.child2_word[3202006] = {
		id = 3202006,
		main_character_face = 0,
		word = "한꺼번에 대량으로 구매했다. 효과는 있지만 몇 번 사용하자마자 창고에 방치되어 잊혀졌다.",
		char_type = 0
	}
	pg.base.child2_word[3202008] = {
		id = 3202008,
		main_character_face = 0,
		word = "[공동 구매]",
		char_type = 2
	}
	pg.base.child2_word[3202009] = {
		id = 3202009,
		main_character_face = 0,
		word = "공동 구매로 필요한 장수만큼만 할인가로 구매하여 돈을 대폭 절약했다.",
		char_type = 0
	}
	pg.base.child2_word[3202101] = {
		id = 3202101,
		main_character_face = 0,
		word = "상점가 모퉁이에서 할인 상품을 발견했다. 손상된 그림이나 부품이 빠진 장난감 등이 놓여 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3202102] = {
		id = 3202102,
		main_character_face = 0,
		word = "[그림 구매 후 복원 시도]",
		char_type = 2
	}
	pg.base.child2_word[3202103] = {
		id = 3202103,
		main_character_face = 0,
		word = "로라는 물감이 벗겨진 낡은 그림을 골라 정성껏 복원했고, 새로운 생명을 얻은 그림의 가치는 배로 뛰었다!",
		char_type = 0
	}
	pg.base.child2_word[3202105] = {
		id = 3202105,
		main_character_face = 0,
		word = "[변신 가능한 장난감 만쥬 구매]",
		char_type = 2
	}
	pg.base.child2_word[3202106] = {
		id = 3202106,
		main_character_face = 0,
		word = "장난감 만쥬는 손상이 심해, 로라가 수리를 시도했으나 실패로 끝났다. 장식품으로 둘 수밖에 없을 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[3202108] = {
		id = 3202108,
		main_character_face = 0,
		word = "[가치가 없어 미구매]",
		char_type = 2
	}
	pg.base.child2_word[3202109] = {
		id = 3202109,
		main_character_face = 0,
		word = "잠시 바라본 뒤 그곳을 떠났다. 돈은 하늘에서 뚝 떨어지는 게 아니니까.",
		char_type = 0
	}
	pg.base.child2_word[3202201] = {
		id = 3202201,
		main_character_face = 0,
		word = "경매에서 희귀한 컬렉션 아이템이 매물로 나와, 경쟁이 매우 치열한 상황이다. 입찰을 계속할까?",
		char_type = 0
	}
	pg.base.child2_word[3202202] = {
		id = 3202202,
		main_character_face = 0,
		word = "[입찰 계속]",
		char_type = 2
	}
	pg.base.child2_word[3202203] = {
		id = 3202203,
		main_character_face = 0,
		word = "희귀한 물건을 낙찰받았지만 막대한 비용이 들었다.",
		char_type = 0
	}
	pg.base.child2_word[3202205] = {
		id = 3202205,
		main_character_face = 0,
		word = "[적절한 타이밍에 포기]",
		char_type = 2
	}
	pg.base.child2_word[3202206] = {
		id = 3202206,
		main_character_face = 0,
		word = "가격이 최고치에 달하기 전에 현명하게 포기했다.",
		char_type = 0
	}
	pg.base.child2_word[3202208] = {
		id = 3202208,
		main_character_face = 0,
		word = "[공동 입찰]",
		char_type = 2
	}
	pg.base.child2_word[3202209] = {
		id = 3202209,
		main_character_face = 0,
		word = "컬렉션과 청구서를 공유하며 우정을 쌓았다.",
		char_type = 0
	}
	pg.base.child2_word[3202211] = {
		id = 3202211,
		main_character_face = 0,
		word = "[가격 조작]",
		char_type = 2
	}
	pg.base.child2_word[3202212] = {
		id = 3202212,
		main_character_face = 0,
		word = "부적절한 입찰 행위로 일시적으로 경매장에서 퇴장당했다.",
		char_type = 0
	}
	pg.base.child2_word[3202301] = {
		id = 3202301,
		main_character_face = 0,
		word = "공원의 오래된 방송에서 항상 고장 난 듯 거친 노래가 흘러나와 기분을 언짢게 한다.",
		char_type = 0
	}
	pg.base.child2_word[3202302] = {
		id = 3202302,
		main_character_face = 0,
		word = "[수리 시도]",
		char_type = 2
	}
	pg.base.child2_word[3202303] = {
		id = 3202303,
		main_character_face = 0,
		word = "조정을 거쳐 고음은 감미롭게, 중음은 정확하게, 그리고 저음은 깊게 울리게 되었다. 로라도 이 수리 기술에 놀랐다.",
		char_type = 0
	}
	pg.base.child2_word[3202305] = {
		id = 3202305,
		main_character_face = 0,
		word = "[방송 중지]",
		char_type = 2
	}
	pg.base.child2_word[3202306] = {
		id = 3202306,
		main_character_face = 0,
		word = "세상이 고요해졌다.",
		char_type = 0
	}
	pg.base.child2_word[3202308] = {
		id = 3202308,
		main_character_face = 0,
		word = "[녹음 분석]",
		char_type = 2
	}
	pg.base.child2_word[3202309] = {
		id = 3202309,
		main_character_face = 0,
		word = "음성에서 암호화된 것으로 보이는 정보를 분리해 볼까?",
		char_type = 0
	}
	pg.base.child2_word[3202311] = {
		id = 3202311,
		main_character_face = 0,
		word = "[소음 참기]",
		char_type = 2
	}
	pg.base.child2_word[3202312] = {
		id = 3202312,
		main_character_face = 0,
		word = "귓가에서 시끄러운 음악이 계속 울린다.",
		char_type = 0
	}
	pg.base.child2_word[3202401] = {
		id = 3202401,
		main_character_face = 0,
		word = "최근 만쥬 레스토랑에서 식품 안전 문제가 발생한 모양이지만, 모처럼 왔으니 뭐라도 먹을까?",
		char_type = 0
	}
	pg.base.child2_word[3202402] = {
		id = 3202402,
		main_character_face = 0,
		word = "[대표 메뉴]",
		char_type = 2
	}
	pg.base.child2_word[3202403] = {
		id = 3202403,
		main_character_face = 0,
		word = "역시 대표 메뉴답다! 로라도 맛있는 음식을 먹어서 행복한 표정을 짓고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3202405] = {
		id = 3202405,
		main_character_face = 0,
		word = "[인기 메뉴]",
		char_type = 2
	}
	pg.base.child2_word[3202406] = {
		id = 3202406,
		main_character_face = 0,
		word = "역시 인기 메뉴! 로라도 맛있는 음식을 먹어서 행복한 표정을 짓고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3202408] = {
		id = 3202408,
		main_character_face = 0,
		word = "[인기 없는 무료 메뉴]",
		char_type = 2
	}
	pg.base.child2_word[3202409] = {
		id = 3202409,
		main_character_face = 0,
		word = "생각보다 더 맛있다! 로라도 맛있는 음식을 먹어서 행복한 표정을 짓고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3202411] = {
		id = 3202411,
		main_character_face = 0,
		word = "로라가 갑자기 먹는 것을 멈췄다. 이유를 물으려던 그 순간, 새우 스크램블 에그 속에서 초록색으로 변색된 새우를 발견했다. 당장 점장에게 항의해야 해!",
		char_type = 0
	}
	pg.base.child2_word[3202412] = {
		id = 3202412,
		main_character_face = 0,
		word = "점장이 사정을 듣더니 부패한 식재료를 빼앗아 재빨리 한입에 삼켜버렸다. 전혀 문제없다고 주장하면서도 전액 환불해 주겠다고 제안했다.",
		char_type = 0
	}
	pg.base.child2_word[3202413] = {
		id = 3202413,
		main_character_face = 0,
		word = "[합의 수용]",
		char_type = 2
	}
	pg.base.child2_word[3202414] = {
		id = 3202414,
		main_character_face = 0,
		word = "가게를 나온 뒤 로라는 복통으로 병원에 실려 가 식중독 진단을 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3202416] = {
		id = 3202416,
		main_character_face = 0,
		word = "[신고하고 추가 배상 요구]",
		char_type = 2
	}
	pg.base.child2_word[3202417] = {
		id = 3202417,
		main_character_face = 0,
		word = "정의는 죽었다고 말하는 자도 있지만, 그 의견엔 동의할 수 없다. 결국 경찰 앞에서 완강히 버티던 점장이 갑자기 쓰러졌고, 병원 이송 결과 식중독 진단을 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3202501] = {
		id = 3202501,
		main_character_face = 0,
		word = "푸드코트 한쪽에서 열린 신상품 발표회. 「자, 신작을 맛보세요! 반짝이는 식재료를 잔뜩 썼답니다!」",
		char_type = 0
	}
	pg.base.child2_word[3202502] = {
		id = 3202502,
		main_character_face = 0,
		word = "[망설이며 한입 먹는다]",
		char_type = 2
	}
	pg.base.child2_word[3202503] = {
		id = 3202503,
		main_character_face = 0,
		word = "로라는 고개를 저었고 결국 많이 먹지 못했다. 배에서 빛이 새어 나오는 게 무서운 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3202505] = {
		id = 3202505,
		main_character_face = 0,
		word = "[마음껏 먹는다]",
		char_type = 2
	}
	pg.base.child2_word[3202506] = {
		id = 3202506,
		main_character_face = 0,
		word = "신작을 전부 해치우자, 바닥에서 춤추는 꼬마 요정이 보인 것 같은 기분이 들었다……",
		char_type = 0
	}
	pg.base.child2_word[3202601] = {
		id = 3202601,
		main_character_face = 0,
		word = "음료 자판기가 고장 나서 코인 1개만 넣으면 마음껏 마실 수 있는 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3202602] = {
		id = 3202602,
		main_character_face = 0,
		word = "[「에너지 소다」를 마신다]",
		char_type = 2
	}
	pg.base.child2_word[3202603] = {
		id = 3202603,
		main_character_face = 0,
		word = "일시적으로 기운이 넘치는 상태가 되었다.",
		char_type = 0
	}
	pg.base.child2_word[3202605] = {
		id = 3202605,
		main_character_face = 0,
		word = "[「정적의 녹차」를 마신다]",
		char_type = 2
	}
	pg.base.child2_word[3202606] = {
		id = 3202606,
		main_character_face = 0,
		word = "마음이 평온해지고 집중력이 높아졌다.",
		char_type = 0
	}
	pg.base.child2_word[3202608] = {
		id = 3202608,
		main_character_face = 0,
		word = "[고장 신고를 한다]",
		char_type = 2
	}
	pg.base.child2_word[3202609] = {
		id = 3202609,
		main_character_face = 0,
		word = "고장이 고쳐진 뒤 감사의 표시로 로라에게 작은 선물이 전달되었다.",
		char_type = 0
	}
	pg.base.child2_word[3202611] = {
		id = 3202611,
		main_character_face = 0,
		word = "[몰래 음료를 판다]",
		char_type = 2
	}
	pg.base.child2_word[3202612] = {
		id = 3202612,
		main_character_face = 0,
		word = "돈을 조금 벌었지만 경고를 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3202701] = {
		id = 3202701,
		main_character_face = 0,
		word = "골목 어귀에 기묘한 자동판매기가 있다. 속이 안 보이는 뽑기 기계처럼 상품을 판매하고 있으며, 버튼도 이상하게 깜빡거린다…… 코인을 넣어볼까?",
		char_type = 0
	}
	pg.base.child2_word[3202702] = {
		id = 3202702,
		main_character_face = 0,
		word = "[코인 투입]",
		char_type = 2
	}
	pg.base.child2_word[3202704] = {
		id = 3202704,
		main_character_face = 0,
		word = "[떠난다]",
		char_type = 2
	}
	pg.base.child2_word[3202705] = {
		id = 3202705,
		main_character_face = 0,
		word = "아무래도 이상하다. 역시 그만두자.",
		char_type = 0
	}
	pg.base.child2_word[3202801] = {
		id = 3202801,
		main_character_face = 0,
		word = "조용한 호수를 발견했다. 햇살이 반짝이는 수면 아래에는 희귀한 빛나는 물고기가 있는 모양이다. 낚시에 도전해볼까?",
		char_type = 0
	}
	pg.base.child2_word[3202802] = {
		id = 3202802,
		main_character_face = 0,
		word = "[조용히 낚시한다]",
		char_type = 2
	}
	pg.base.child2_word[3202803] = {
		id = 3202803,
		main_character_face = 0,
		word = "호숫가에 가만히 앉아 끈기 있게 기다린다. 찌가 미세하게 움직인 순간, 로라가 재빨리 낚싯대를 들어 올렸다. 은색으로 빛나는 희귀한 물고기 한 마리가 수면 위로 튀어 올랐다!",
		char_type = 0
	}
	pg.base.child2_word[3202805] = {
		id = 3202805,
		main_character_face = 0,
		word = "[하이테크 소나 낚싯대 사용]",
		char_type = 2
	}
	pg.base.child2_word[3202806] = {
		id = 3202806,
		main_character_face = 0,
		word = "소나 어군 탐지기로 주변 물고기떼의 움직임을 파악할 수 있어 수확량은 많았지만, 감성이나 재미가 조금 부족했다.",
		char_type = 0
	}
	pg.base.child2_word[3202808] = {
		id = 3202808,
		main_character_face = 0,
		word = "[빵가루를 뿌린다]",
		char_type = 2
	}
	pg.base.child2_word[3202809] = {
		id = 3202809,
		main_character_face = 0,
		word = "호수에 뿌린 빵가루에 물고기들이 몰려들어 물보라가 튀어 올랐다. 일시적으로 몰렸지만, 결과적으로는 물고기를 놀라게 하여 오히려 낚기 힘들어졌다.",
		char_type = 0
	}
	pg.base.child2_word[3202901] = {
		id = 3202901,
		main_character_face = 0,
		word = "호숫가의 폐허가 된 저택 속 낡은 서재의 숨겨진 서랍에서 누렇게 변한 저택 지도를 발견했다. 지도를 보니 호숫가 정원 위치에 「X」 표시가 되어 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3202902] = {
		id = 3202902,
		main_character_face = 0,
		word = "[바로 파러 간다]",
		char_type = 2
	}
	pg.base.child2_word[3202903] = {
		id = 3202903,
		main_character_face = 0,
		word = "괭이로 파보자 놀라울 정도로 팔팔하고 굵은 지렁이가 튀어나왔다. 최고의 낚시 미끼가 될 것 같다!",
		char_type = 0
	}
	pg.base.child2_word[3202905] = {
		id = 3202905,
		main_character_face = 0,
		word = "[지도를 자세히 조사]",
		char_type = 2
	}
	pg.base.child2_word[3202906] = {
		id = 3202906,
		main_character_face = 0,
		word = "이 양피지의 역사는 저택보다 오래된 것 같다… 설마 지도 자체가 보물인가?",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[3203001] = {
		id = 3203001,
		main_character_face = 0,
		word = "연못가에서 눈부신 황금빛이 수면을 스쳤다. 그것은 굉장히 희귀한 황금 비단잉어였다! 로라는 즉시 지휘관의 소매를 잡아끌며 흥분해서 가리켰다.",
		char_type = 0
	}
	pg.base.child2_word[3203002] = {
		id = 3203002,
		main_character_face = 0,
		word = "[정성껏 준비해서 낚아 올린다]",
		char_type = 2
	}
	pg.base.child2_word[3203003] = {
		id = 3203003,
		main_character_face = 0,
		word = "특제 미끼를 사용해 끈기 있게 버틴 끝에 황금 비단잉어를 낚아 올렸다. 비단잉어는 수족관에 비싼 값으로 팔았다.",
		char_type = 0
	}
	pg.base.child2_word[3203005] = {
		id = 3203005,
		main_character_face = 0,
		word = "[직접 물속으로 뛰어든다]",
		char_type = 2
	}
	pg.base.child2_word[3203006] = {
		id = 3203006,
		main_character_face = 0,
		word = "연못에 뛰어들어 맨손으로 물고기를 잡으려 했으나, 황금 비단잉어를 놀라게 하여 깊은 곳으로 도망쳐버렸다. 결국 흠뻑 젖은 채 뭍으로 돌아왔고 아무것도 얻지 못했다.",
		char_type = 0
	}
	pg.base.child2_word[3203008] = {
		id = 3203008,
		main_character_face = 0,
		word = "[도와줄 사람을 불러서 잡는다]",
		char_type = 2
	}
	pg.base.child2_word[3203009] = {
		id = 3203009,
		main_character_face = 0,
		word = "소동이 커지는 바람에 결국 황금 비단잉어가 누구 손에 들어갔는지 알 수 없게 되었다.",
		char_type = 0
	}
	pg.base.child2_word[3203101] = {
		id = 3203101,
		main_character_face = 0,
		word = "연못가에서 거대한 연잎을 발견했다. 애니메이션의 한 장면처럼 뛰어 올라볼까?",
		char_type = 0
	}
	pg.base.child2_word[3203102] = {
		id = 3203102,
		main_character_face = 0,
		word = "[그대로 뛰어오른다]",
		char_type = 2
	}
	pg.base.child2_word[3203103] = {
		id = 3203103,
		main_character_face = 0,
		word = "성공: 연잎은 상상 이상으로 튼튼하여 두 사람의 몸무게도 거뜬히 지탱했다. 로라는 흥분해서 잎 위에서 가볍게 두 번 제자리뛰기를 했다.",
		char_type = 0
	}
	pg.base.child2_word[3203105] = {
		id = 3203105,
		main_character_face = 0,
		word = "실패: 연잎은 생각보다 약해 발을 딛자마자 찢어졌다. 로라와 고생 끝에 겨우 뭍으로 돌아왔다.",
		char_type = 0
	}
	pg.base.child2_word[3203107] = {
		id = 3203107,
		main_character_face = 0,
		word = "[신중하게 시도]",
		char_type = 2
	}
	pg.base.child2_word[3203108] = {
		id = 3203108,
		main_character_face = 0,
		word = "연잎은 가라앉았으나 어떻게든 몸을 적시지 않고 끝났다.",
		char_type = 0
	}
	pg.base.child2_word[3203201] = {
		id = 3203201,
		main_character_face = 0,
		word = "외나무다리가 연못에 걸쳐져 있다. 건너도 될까……",
		char_type = 0
	}
	pg.base.child2_word[3203202] = {
		id = 3203202,
		main_character_face = 0,
		word = "[빠르게 건넌다]",
		char_type = 2
	}
	pg.base.child2_word[3203203] = {
		id = 3203203,
		main_character_face = 0,
		word = "민첩한 움직임으로 무사히 건너편에 도착했다.",
		char_type = 0
	}
	pg.base.child2_word[3203205] = {
		id = 3203205,
		main_character_face = 0,
		word = "[신중하게 건넌다]",
		char_type = 2
	}
	pg.base.child2_word[3203206] = {
		id = 3203206,
		main_character_face = 0,
		word = "숨을 죽이고 한 걸음 한 걸음 천천히 나아간다…… 겨우 무사히 도착했다.",
		char_type = 0
	}
	pg.base.child2_word[3203208] = {
		id = 3203208,
		main_character_face = 0,
		word = "[우회한다]",
		char_type = 2
	}
	pg.base.child2_word[3203209] = {
		id = 3203209,
		main_character_face = 0,
		word = "곧바로 연못 주위를 크게 우회했다. 안전한 선택이었지만, 다리가 조금 피곤하다.",
		char_type = 0
	}
	pg.base.child2_word[3203211] = {
		id = 3203211,
		main_character_face = 0,
		word = "[내하중 테스트를 한다]",
		char_type = 2
	}
	pg.base.child2_word[3203212] = {
		id = 3203212,
		main_character_face = 0,
		word = "호기심이 동하여 다리 위에서 뛰었다. 온몸이 흠뻑 젖는 대신 다리의 한계 내하중을 파악할 수 있었다…… 대체 왜 그런 짓을?",
		char_type = 0
	}
	pg.base.child2_word[3203301] = {
		id = 3203301,
		main_character_face = 0,
		word = "길모퉁이의 낡은 복권 기계가 고장 난 듯하다. 테스트 버튼을 누를 때마다 1등 당첨 그림이 그려진 「샘플권」이 나온다!",
		char_type = 0
	}
	pg.base.child2_word[3203302] = {
		id = 3203302,
		main_character_face = 0,
		word = "하지만 기계 옆에는 「고장 중, 구매하지 마세요」라는 메모가……",
		char_type = 0
	}
	pg.base.child2_word[3203303] = {
		id = 3203303,
		main_character_face = 0,
		word = "[1장 사본다]",
		char_type = 2
	}
	pg.base.child2_word[3203304] = {
		id = 3203304,
		main_character_face = 0,
		word = "시험 삼아 코인을 넣자, 정말로 복권에 1등 당첨 그림이 있었다! 하지만 돈으로 바꾸려고 하자 이건 무효라는 말을 들었다.",
		char_type = 0
	}
	pg.base.child2_word[3203306] = {
		id = 3203306,
		main_character_face = 0,
		word = "[마음을 다잡고 규칙 준수]",
		char_type = 2
	}
	pg.base.child2_word[3203307] = {
		id = 3203307,
		main_character_face = 0,
		word = "공짜로 당첨될 기회는 놓쳤지만 후회는 없다.",
		char_type = 0
	}
	pg.base.child2_word[3203309] = {
		id = 3203309,
		main_character_face = 0,
		word = "[수리하라고 신고한다]",
		char_type = 2
	}
	pg.base.child2_word[3203310] = {
		id = 3203310,
		main_character_face = 0,
		word = "로라가 전화를 걸었다. 정직한 신고에 대한 감사로 정규 추첨권 2장을 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3203401] = {
		id = 3203401,
		main_character_face = 0,
		word = "마을 노점에 눈에 띄는 현수막이 걸려 있다. 「많이 살수록 이득! 」 마침 로라가 갖고 싶어 하던 부품이 보인다.",
		char_type = 0
	}
	pg.base.child2_word[3203402] = {
		id = 3203402,
		main_character_face = 0,
		word = "[샘플으로 1개 구매]",
		char_type = 2
	}
	pg.base.child2_word[3203403] = {
		id = 3203403,
		main_character_face = 0,
		word = "정가에 평범한 부품 1개 구매. 노점의 만쥬는 할인 혜택을 누리지 않아 조금 아쉬워했다.",
		char_type = 0
	}
	pg.base.child2_word[3203405] = {
		id = 3203405,
		main_character_face = 0,
		word = "[상품 3개 구매]",
		char_type = 2
	}
	pg.base.child2_word[3203406] = {
		id = 3203406,
		main_character_face = 0,
		word = "10% 할인을 받아 실용적인 도구를 몇 개 구매했다. 만쥬들은 기뻐하며 짐을 싸주었다.",
		char_type = 0
	}
	pg.base.child2_word[3203408] = {
		id = 3203408,
		main_character_face = 0,
		word = "[상품 10개 구매]",
		char_type = 2
	}
	pg.base.child2_word[3203409] = {
		id = 3203409,
		main_character_face = 0,
		word = "세상에, 반값이라니! 하지만 절반은 거의 쓸모없는 물건이었다.",
		char_type = 0
	}
	pg.base.child2_word[3203501] = {
		id = 3203501,
		main_character_face = 0,
		word = "슈퍼에서 쇼핑 추첨 이벤트 진행 중!  방금 상품을 구매하여 무료 추첨권 1장을 받았는데 참가해볼까?",
		char_type = 0
	}
	pg.base.child2_word[3203502] = {
		id = 3203502,
		main_character_face = 0,
		word = "[참가한다]",
		char_type = 2
	}
	pg.base.child2_word[3203503] = {
		id = 3203503,
		main_character_face = 0,
		word = "성공: 무려 단번에 당첨!",
		char_type = 0
	}
	pg.base.child2_word[3203505] = {
		id = 3203505,
		main_character_face = 0,
		word = "실패: 룰렛 바늘이 꽝에 멈췄다. 한 번 더 돌리려면 다시 무언가를 사야 한다…",
		char_type = 0
	}
	pg.base.child2_word[3203507] = {
		id = 3203507,
		main_character_face = 0,
		word = "[그만둔다]",
		char_type = 2
	}
	pg.base.child2_word[3203508] = {
		id = 3203508,
		main_character_face = 0,
		word = "어차피 안 될 거고, 방관자로서 다른 참가자들의 희로애락을 지켜보기나 하자.",
		char_type = 0
	}
	pg.base.child2_word[3203601] = {
		id = 3203601,
		main_character_face = 0,
		word = "길가의 고물 노점에서 얼핏 봐서는 도움 안 될 물건들을 판매하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3203602] = {
		id = 3203602,
		main_character_face = 0,
		word = "[중고 부품 구매]",
		char_type = 2
	}
	pg.base.child2_word[3203603] = {
		id = 3203603,
		main_character_face = 0,
		word = "실용적인 도구로 조립할 수 있을 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[3203605] = {
		id = 3203605,
		main_character_face = 0,
		word = "[손상된 그림 구매]",
		char_type = 2
	}
	pg.base.child2_word[3203606] = {
		id = 3203606,
		main_character_face = 0,
		word = "사실 유명 화가의 진품! 안목이 엄청나군!",
		char_type = 0
	}
	pg.base.child2_word[3203701] = {
		id = 3203701,
		main_character_face = 0,
		word = "다양한 모양의 물고기가 머리 위로 헤엄치는 푸른 수족관 터널을 걷고 있다. 로라가 특히 열심히 바라보고 있다. 조금 있다가 같이……",
		char_type = 0
	}
	pg.base.child2_word[3203702] = {
		id = 3203702,
		main_character_face = 0,
		word = "[흥미로운 생물 탐색]",
		char_type = 2
	}
	pg.base.child2_word[3203703] = {
		id = 3203703,
		main_character_face = 0,
		word = "로라는 어두운 전시장 속에서 빛을 내는 해파리를 발견했다. 해파리는 별처럼 천천히 부풀어 오르며 움직였고, 로라 또한 넋을 잃고 그것들을 보았다.",
		char_type = 0
	}
	pg.base.child2_word[3203705] = {
		id = 3203705,
		main_character_face = 0,
		word = "[어류 데이터 기록]",
		char_type = 2
	}
	pg.base.child2_word[3203706] = {
		id = 3203706,
		main_character_face = 0,
		word = "로라와 함께 몇몇 멸종 위기종의 겉모습이나 습성을 기록하며, 많은 해양 생태 지식을 배웠다.",
		char_type = 0
	}
	pg.base.child2_word[3203708] = {
		id = 3203708,
		main_character_face = 0,
		word = "[물고기 떼에 먹이 주기]",
		char_type = 2
	}
	pg.base.child2_word[3203709] = {
		id = 3203709,
		main_character_face = 0,
		word = "물고기 먹이를 구매해서 주었다. 물고기들이 먹이를 차지하기 위해 다투는 광경은 실로 장관이었다.",
		char_type = 0
	}
	pg.base.child2_word[3203801] = {
		id = 3203801,
		main_character_face = 0,
		word = "빛나는 조개껍데기 한 개에서 매혹적인 전자음이 울려 퍼졌다. 「코인을 넣고 행운을 얻으세요! 첫 플레이 시에는 서프라이즈 보너스 포함!」",
		char_type = 0
	}
	pg.base.child2_word[3203802] = {
		id = 3203802,
		main_character_face = 0,
		word = "[소량의 코인 투입]",
		char_type = 2
	}
	pg.base.child2_word[3203803] = {
		id = 3203803,
		main_character_face = 0,
		word = "조개에서 탁한 빛깔의 작은 진주가 나왔다.",
		char_type = 0
	}
	pg.base.child2_word[3203805] = {
		id = 3203805,
		main_character_face = 0,
		word = "[대량의 코인 투입]",
		char_type = 2
	}
	pg.base.child2_word[3203806] = {
		id = 3203806,
		main_character_face = 0,
		word = "조개껍데기에서 빛이 나며, 반짝이는 커다란 진주가 나왔다. 바로 이것이 커다란 행운을 가져다줄 것이라고 한다!",
		char_type = 0
	}
	pg.base.child2_word[3203808] = {
		id = 3203808,
		main_character_face = 0,
		word = "[코인을 넣지 않는다]",
		char_type = 2
	}
	pg.base.child2_word[3203809] = {
		id = 3203809,
		main_character_face = 0,
		word = "나쁜 유혹은 단호하게 거절! 나중에 더 큰 진주를 찾으려다 모든 것을 잃은 만쥬가 있다는 소식을 듣고 안도의 한숨을 내쉬었다.",
		char_type = 0
	}
	pg.base.child2_word[3203901] = {
		id = 3203901,
		main_character_face = 0,
		word = "수족관 옆 강가에서 지금까지 본 적 없는 물고기가 방류되고 있었다……",
		char_type = 0
	}
	pg.base.child2_word[3203902] = {
		id = 3203902,
		main_character_face = 0,
		word = "[방류 지지]",
		char_type = 2
	}
	pg.base.child2_word[3203903] = {
		id = 3203903,
		main_character_face = 0,
		word = "얼마 지나지 않아 뉴스에서 외래 육식어가 지역 수역에서 대량 번식하여 생태계 균형을 깨뜨리고 있다는 소식을 접했다.",
		char_type = 0
	}
	pg.base.child2_word[3203905] = {
		id = 3203905,
		main_character_face = 0,
		word = "[구매해서 사육]",
		char_type = 2
	}
	pg.base.child2_word[3203906] = {
		id = 3203906,
		main_character_face = 0,
		word = "사육 과정에서 관찰을 통해 그 독특한 생태를 파악하고 많은 관련 지식을 배웠다.",
		char_type = 0
	}
	pg.base.child2_word[3203908] = {
		id = 3203908,
		main_character_face = 0,
		word = "[관리 부처에 신고]",
		char_type = 2
	}
	pg.base.child2_word[3203909] = {
		id = 3203909,
		main_character_face = 0,
		word = "만약 외래종이라면 큰일이다. 혹시 몰라 신고했는데, 이후 검사에서 해당 어종에 생태계를 파괴할 가능성이 있다고 확인되었다.",
		char_type = 0
	}
	pg.base.child2_word[3203911] = {
		id = 3203911,
		main_character_face = 0,
		word = "[방치]",
		char_type = 2
	}
	pg.base.child2_word[3203912] = {
		id = 3203912,
		main_character_face = 0,
		word = "머지않아 뉴스에서 외래 육식어가 지역 수역에서 대량 번식하여, 생태계 균형을 깨뜨리고 있다는 보도를 보았다.",
		char_type = 0
	}
	pg.base.child2_word[3204001] = {
		id = 3204001,
		main_character_face = 0,
		word = "전시관 입구에 기다란 줄이 동시에 몇 열이나 늘어서 있어, 좀처럼 앞으로 나아가지 못하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3204002] = {
		id = 3204002,
		main_character_face = 0,
		word = "[제대로 줄을 선다]",
		char_type = 2
	}
	pg.base.child2_word[3204003] = {
		id = 3204003,
		main_character_face = 0,
		word = "시간을 상당히 소모하고 말았다.",
		char_type = 0
	}
	pg.base.child2_word[3204005] = {
		id = 3204005,
		main_character_face = 0,
		word = "[주변을 살피며 더 빨리 줄어드는 줄에 선다]",
		char_type = 2
	}
	pg.base.child2_word[3204006] = {
		id = 3204006,
		main_character_face = 0,
		word = "줄을 바꾸자, 원래 있던 줄이 갑자기 빨리 줄어드는 것처럼 보였다.",
		char_type = 0
	}
	pg.base.child2_word[3204101] = {
		id = 3204101,
		main_character_face = 0,
		word = "체육관 청소 만쥬는 항상 청소 매뉴얼을 위반하고, 청소 중에 의미 없는 동작을 하기 때문에 땡땡이를 친다는 오해를 받고 있다. 하지만 오직 로라만이 청소 만쥬가 지나간 곳은 설비의 고장률이 대폭 낮아지고 있다는 사실을 눈치채고 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3204102] = {
		id = 3204102,
		main_character_face = 0,
		word = "[청소 만쥬의 명예 회복]",
		char_type = 2
	}
	pg.base.child2_word[3204103] = {
		id = 3204103,
		main_character_face = 0,
		word = "정밀한 데이터를 이용하여 청소 만쥬의 작업 방식의 우월성을 증명했다.",
		char_type = 0
	}
	pg.base.child2_word[3204105] = {
		id = 3204105,
		main_character_face = 0,
		word = "[청소 만쥬의 업무 개선]",
		char_type = 2
	}
	pg.base.child2_word[3204106] = {
		id = 3204106,
		main_character_face = 0,
		word = "몰래 청소 만쥬의 업무를 최적화하여 일반적인 청소 방식에 실용적인 동작을 많이 추가했다. 이제는 다들 청소 만쥬가 열심히 일하고 있다는 것을 알게 되었다.",
		char_type = 0
	}
	pg.base.child2_word[3204201] = {
		id = 3204201,
		main_character_face = 0,
		word = "트레이닝 시 충분한 준비운동 없이 고강도 운동을 한 탓에 로라는 근육통을 앓게 되었다. 어떻게 조언할까……?",
		char_type = 0
	}
	pg.base.child2_word[3204202] = {
		id = 3204202,
		main_character_face = 0,
		word = "[푹 쉬기]",
		char_type = 2
	}
	pg.base.child2_word[3204203] = {
		id = 3204203,
		main_character_face = 0,
		word = "당분간 로라는 고강도 운동을 삼가기로 했다. 트레이닝 진도는 늦어지겠지만, 안전이 제일이다.",
		char_type = 0
	}
	pg.base.child2_word[3204205] = {
		id = 3204205,
		main_character_face = 0,
		word = "[트레이닝 속행]",
		char_type = 2
	}
	pg.base.child2_word[3204206] = {
		id = 3204206,
		main_character_face = 0,
		word = "트레이닝 진도에는 차질이 없어졌지만, 부상이 악화되고 있는 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[3204208] = {
		id = 3204208,
		main_character_face = 0,
		word = "[즉효성 있는 치료 수행]",
		char_type = 2
	}
	pg.base.child2_word[3204209] = {
		id = 3204209,
		main_character_face = 0,
		word = "비용을 지불하고 즉효성 있는 전문 치료를 받은 로라는 금방 회복했다.",
		char_type = 0
	}
	pg.base.child2_word[3204211] = {
		id = 3204211,
		main_character_face = 0,
		word = "[과학적인 트레이닝 방법 연구]",
		char_type = 2
	}
	pg.base.child2_word[3204212] = {
		id = 3204212,
		main_character_face = 0,
		word = "더 효율적이고 안전한 트레이닝 방법을 습득하여 부상을 치료함과 동시에 같은 실수를 반복하지 않도록 힘썼다.",
		char_type = 0
	}
	pg.base.child2_word[3204301] = {
		id = 3204301,
		main_character_face = 0,
		word = "유원지 입구에 뽑기 노점이 설치되어 있다. 그나저나 여기 주인 만쥬, 어디서 본 것 같은데…… 뽑기에 참가할까?",
		char_type = 0
	}
	pg.base.child2_word[3204302] = {
		id = 3204302,
		main_character_face = 0,
		word = "[즉시 참가, 20% 확률로 당첨]",
		char_type = 2
	}
	pg.base.child2_word[3204303] = {
		id = 3204303,
		main_character_face = 0,
		word = "→ 꽝. 한 번 더 뽑을까?",
		char_type = 0
	}
	pg.base.child2_word[3204304] = {
		id = 3204304,
		main_character_face = 0,
		word = "[그만하고 이쯤에서 단념한다]",
		char_type = 2
	}
	pg.base.child2_word[3204306] = {
		id = 3204306,
		main_character_face = 0,
		word = "[계속한다, 40% 확률로 당첨]",
		char_type = 2
	}
	pg.base.child2_word[3204307] = {
		id = 3204307,
		main_character_face = 0,
		word = "[계속한다, 60% 확률로 당첨]",
		char_type = 2
	}
	pg.base.child2_word[3204308] = {
		id = 3204308,
		main_character_face = 0,
		word = "[계속한다, 80% 확률로 당첨]",
		char_type = 2
	}
	pg.base.child2_word[3204309] = {
		id = 3204309,
		main_character_face = 0,
		word = "갑자기 주변에서 축하 음악이 흐르기 시작했다. 그리고 간판 현수막에는 「축하한다쥬쥬! 당첨이다쥬쥬!」라고 크게 적혀있었다.",
		char_type = 0
	}
	pg.base.child2_word[3204401] = {
		id = 3204401,
		main_character_face = 0,
		word = "꼬마 학교를 견학하게 되었다. 어느 구역부터 가볼까?",
		char_type = 0
	}
	pg.base.child2_word[3204402] = {
		id = 3204402,
		main_character_face = 0,
		word = "[교실동]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3204403] = {
		id = 3204403,
		main_character_face = 0,
		word = "넓은 교실 안을 걷자, 칠판에 남겨진 복잡한 수식이 로라의 지적 호기심을 자극했다.",
		char_type = 0
	}
	pg.base.child2_word[3204405] = {
		id = 3204405,
		main_character_face = 0,
		word = "[운동장]",
		char_type = 2
	}
	pg.base.child2_word[3204406] = {
		id = 3204406,
		main_character_face = 0,
		word = "산들바람이 심신을 치유해 주었다.",
		char_type = 0
	}
	pg.base.child2_word[3204408] = {
		id = 3204408,
		main_character_face = 0,
		word = "[관리동]",
		char_type = 2
	}
	pg.base.child2_word[3204409] = {
		id = 3204409,
		main_character_face = 0,
		word = "발을 들이자마자 모든 감수성을 빨아먹힌 것 같은 기분이 든다.",
		char_type = 0
	}
	pg.base.child2_word[3204501] = {
		id = 3204501,
		main_character_face = 0,
		word = "키즈랜드가 고효율 학습 센터로 개축될지도 모른다는 소식이 순식간에 퍼졌다. 그 이유는 원내에서 아이들 말고 다른 시끄러운 소리가 빈번하게 들리기 때문이라고 한다.",
		char_type = 0
	}
	pg.base.child2_word[3204502] = {
		id = 3204502,
		main_character_face = 0,
		word = "[개축 찬성]",
		char_type = 2
	}
	pg.base.child2_word[3204503] = {
		id = 3204503,
		main_character_face = 0,
		word = "인근 주민에게 민폐를 끼치는 건 절대 용납 못 해!",
		char_type = 0
	}
	pg.base.child2_word[3204505] = {
		id = 3204505,
		main_character_face = 0,
		word = "[개축 반대]",
		char_type = 2
	}
	pg.base.child2_word[3204506] = {
		id = 3204506,
		main_character_face = 0,
		word = "「안 돼! 키즈 랜드가 없어지면 앞으로 어디서 놀라고!」",
		char_type = 0
	}
	pg.base.child2_word[3204601] = {
		id = 3204601,
		main_character_face = 0,
		word = "곧 학교 축제가 시작되는 모양이다. 어떤 노점을 낼까?",
		char_type = 0
	}
	pg.base.child2_word[3204602] = {
		id = 3204602,
		main_character_face = 0,
		word = "[음식 관련]",
		char_type = 2
	}
	pg.base.child2_word[3204603] = {
		id = 3204603,
		main_character_face = 0,
		word = "드디어 솜씨를 발휘할 때가 왔다!",
		char_type = 0
	}
	pg.base.child2_word[3204605] = {
		id = 3204605,
		main_character_face = 0,
		word = "[게임 관련]",
		char_type = 2
	}
	pg.base.child2_word[3204606] = {
		id = 3204606,
		main_character_face = 0,
		word = "교묘하게 설정한 확률로 상당한 돈을 벌어들였다.",
		char_type = 0
	}
	pg.base.child2_word[3204608] = {
		id = 3204608,
		main_character_face = 0,
		word = "[봉사 관련]",
		char_type = 2
	}
	pg.base.child2_word[3204609] = {
		id = 3204609,
		main_character_face = 0,
		word = "사람들을 돕는 활동으로 많은 감사와 찬사를 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3204611] = {
		id = 3204611,
		main_character_face = 0,
		word = "[기념품 관련]",
		char_type = 2
	}
	pg.base.child2_word[3204612] = {
		id = 3204612,
		main_character_face = 0,
		word = "수작업으로 하나하나 만든 기념품에 만드는 이의 정성과 열정이 담겨 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3204701] = {
		id = 3204701,
		main_character_face = 0,
		word = "어디서 자습할까?",
		char_type = 0
	}
	pg.base.child2_word[3204702] = {
		id = 3204702,
		main_character_face = 0,
		word = "[지식 교실]",
		char_type = 2
	}
	pg.base.child2_word[3204703] = {
		id = 3204703,
		main_character_face = 0,
		word = "학식을 올리자!",
		char_type = 0
	}
	pg.base.child2_word[3204705] = {
		id = 3204705,
		main_character_face = 0,
		word = "[손재주 교실]",
		char_type = 2
	}
	pg.base.child2_word[3204706] = {
		id = 3204706,
		main_character_face = 0,
		word = "손재주를 올리자!",
		char_type = 0
	}
	pg.base.child2_word[3204708] = {
		id = 3204708,
		main_character_face = 0,
		word = "[예술 교실]",
		char_type = 2
	}
	pg.base.child2_word[3204709] = {
		id = 3204709,
		main_character_face = 0,
		word = "창의력을 올리자!",
		char_type = 0
	}
	pg.base.child2_word[3204711] = {
		id = 3204711,
		main_character_face = 0,
		word = "[휴식]",
		char_type = 2
	}
	pg.base.child2_word[3204712] = {
		id = 3204712,
		main_character_face = 0,
		word = "체력을 회복하고 다음에 더 힘내자!",
		char_type = 0
	}
	pg.base.child2_word[3204801] = {
		id = 3204801,
		main_character_face = 0,
		word = "수도관에서 물이 조금씩 계속 새고 있다. 로라와 함께 공구 상자를 샅샅이 뒤졌으나, 핵심적인 연결 부품 하나가 부족한 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[3204802] = {
		id = 3204802,
		main_character_face = 0,
		word = "아무래도 철물점에 가야 할 것 같다. 그나저나 수도관에 쓰는 나사 홈이 있는 부품 이름이 뭐였더라?",
		char_type = 0
	}
	pg.base.child2_word[3204803] = {
		id = 3204803,
		main_character_face = 0,
		word = "[금속 파이프 연결구]",
		char_type = 2
	}
	pg.base.child2_word[3204804] = {
		id = 3204804,
		main_character_face = 0,
		word = "일반적인 금속 연결구를 쥐고 더듬더듬 조이자 금방 누수가 잡혔다.",
		char_type = 0
	}
	pg.base.child2_word[3204806] = {
		id = 3204806,
		main_character_face = 0,
		word = "[「만능」 껌]",
		char_type = 2
	}
	pg.base.child2_word[3204807] = {
		id = 3204807,
		main_character_face = 0,
		word = "갑자기 아이디어가 떠올라, 매우 강한 접착성을 가진 껌을 구매했다. 균열 부위에 잘 붙이면 누수를 막을 수 있을 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[3204809] = {
		id = 3204809,
		main_character_face = 0,
		word = "[레트로 황동제 지수 밸브]",
		char_type = 2
	}
	pg.base.child2_word[3204810] = {
		id = 3204810,
		main_character_face = 0,
		word = "조금 비싸지만 믿음직스러워 보이는 황동제 밸브를 골랐다. 설치에는 약간의 기술이 필요했으나 누수를 해결했을 뿐만 아니라 레트로한 디자인이 주방에 활기를 더했다.",
		char_type = 0
	}
	pg.base.child2_word[3204812] = {
		id = 3204812,
		main_character_face = 0,
		word = "…와, 이게 된다고?!",
		char_type = 0
	}
	pg.base.child2_word[3204814] = {
		id = 3204814,
		main_character_face = 0,
		word = "처음엔 구멍이 막힌 것처럼 보였으나, 몇 초 뒤 「퍽」 소리와 함께 껌이 물줄기에 밀려 나갔고, 물보라가 로라의 얼굴에 쏟아졌다.",
		char_type = 0
	}
	pg.base.child2_word[3204901] = {
		id = 3204901,
		main_character_face = 0,
		word = "길가 노점에는 「재고 정리! 3일 후에 종료! 얼마든 상관없음!」이라는 간판이 걸려 있다. 그곳에는 유용해 보이지만 별 쓸모 없는 기묘한 상품들이 산더미처럼 쌓여 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3204902] = {
		id = 3204902,
		main_character_face = 0,
		word = "[「반드시 당첨되는」 스크래치 복권 구매]",
		char_type = 2
	}
	pg.base.child2_word[3204903] = {
		id = 3204903,
		main_character_face = 0,
		word = "스크래치 복권을 구매해서 그 자리에서 긁었다. 결과는 예상대로였다.",
		char_type = 0
	}
	pg.base.child2_word[3204905] = {
		id = 3204905,
		main_character_face = 0,
		word = "[못 본 척한다]",
		char_type = 2
	}
	pg.base.child2_word[3204906] = {
		id = 3204906,
		main_character_face = 0,
		word = "노점을 힐끗 보기만 하고 그대로 지나쳤다.",
		char_type = 0
	}
	pg.base.child2_word[3205001] = {
		id = 3205001,
		main_character_face = 0,
		word = "철물 만쥬가 창고를 정리하다가 먼지투성이에 녹슨 「낡은 멀티플라이어 렌치」를 발견했다. 그것을 로라에게 주려고 하는데……",
		char_type = 0
	}
	pg.base.child2_word[3205002] = {
		id = 3205002,
		main_character_face = 0,
		word = "[받고 감사 인사를 한다]",
		char_type = 2
	}
	pg.base.child2_word[3205003] = {
		id = 3205003,
		main_character_face = 0,
		word = "사용해 보니 모든 규격의 나사에 사용할 수 있는 렌치였고, 그 설계 수준은 현재 시판 제품을 훨씬 능가했다.",
		char_type = 0
	}
	pg.base.child2_word[3205005] = {
		id = 3205005,
		main_character_face = 0,
		word = "[받기를 거절한다]",
		char_type = 2
	}
	pg.base.child2_word[3205006] = {
		id = 3205006,
		main_character_face = 0,
		word = "렌치는 결국 재활용 시설로 보내졌고 이후 소식이 끊겼다.",
		char_type = 0
	}
	pg.base.child2_word[3205008] = {
		id = 3205008,
		main_character_face = 0,
		word = "[받아서 폐품으로 매각]",
		char_type = 2
	}
	pg.base.child2_word[3205009] = {
		id = 3205009,
		main_character_face = 0,
		word = "얼마 뒤 중고 시장에서 같은 모델의 렌치가 비싼 값에 팔리는 것을 보고 후회에 휩싸였다.",
		char_type = 0
	}
	pg.base.child2_word[3205101] = {
		id = 3205101,
		main_character_face = 0,
		word = "직원 만쥬가 주택가의 식물을 돌보기 위해 필요하다며 로라의 물뿌리개 도구를 빌려 달라고 한다.",
		char_type = 0
	}
	pg.base.child2_word[3205102] = {
		id = 3205102,
		main_character_face = 0,
		word = "[흔쾌히 빌려준다]",
		char_type = 2
	}
	pg.base.child2_word[3205103] = {
		id = 3205103,
		main_character_face = 0,
		word = "식물들이 물을 잔뜩 마신 덕분에 주택가에 다시 활기가 돌아왔다.",
		char_type = 0
	}
	pg.base.child2_word[3205105] = {
		id = 3205105,
		main_character_face = 0,
		word = "[로라와 물주기를 돕는다]",
		char_type = 2
	}
	pg.base.child2_word[3205106] = {
		id = 3205106,
		main_character_face = 0,
		word = "물주기가 놀라울 정도로 빨리 진행되었고, 주택가는 「환경 에코 커뮤니티」 칭호를 수여받았다.",
		char_type = 0
	}
	pg.base.child2_word[3205108] = {
		id = 3205108,
		main_character_face = 0,
		word = "[빌려주기를 거절한다]",
		char_type = 2
	}
	pg.base.child2_word[3205109] = {
		id = 3205109,
		main_character_face = 0,
		word = "직원 만쥬가 떠나고 며칠 뒤, 주택가의 꽃과 풀은 모두 시들어버렸다.",
		char_type = 0
	}
	pg.base.child2_word[3205201] = {
		id = 3205201,
		main_character_face = 0,
		word = "제3회 엔들리스 공구 조립 대회가 시작되었다. 부품을 출전자로서 합리적인 계획에 따라 빠르게 공구로 조립해야 한다. 하지만 로라는 어떻게 손을 대야 할지 몰라 하고 있다. 어떻게 조언할까?",
		char_type = 0
	}
	pg.base.child2_word[3205202] = {
		id = 3205202,
		main_character_face = 0,
		word = "[설명서대로 조립]",
		char_type = 2
	}
	pg.base.child2_word[3205203] = {
		id = 3205203,
		main_character_face = 0,
		word = "속도는 더뎠지만 한 걸음 한 걸음 착실히 진행하여 결국 무사히 작품을 완성했고, 좋은 순위를 획득했다.",
		char_type = 0
	}
	pg.base.child2_word[3205205] = {
		id = 3205205,
		main_character_face = 0,
		word = "[직감으로 조립]",
		char_type = 2
	}
	pg.base.child2_word[3205206] = {
		id = 3205206,
		main_character_face = 0,
		word = "그야말로 기적의 순간이었다. 로라가 전동 드라이버 부품을 어떻게 활용해서 발전기를 조립했는지는 알 수 없지만, 어쨌든 해냈다!",
		char_type = 0
	}
	pg.base.child2_word[3205301] = {
		id = 3205301,
		main_character_face = 0,
		word = "이 가게에서는 두 종류의 렌치를 팔고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3205302] = {
		id = 3205302,
		main_character_face = 0,
		word = "[연질 금속 렌치 구매]",
		char_type = 2
	}
	pg.base.child2_word[3205303] = {
		id = 3205303,
		main_character_face = 0,
		word = "이렇게 부드러운 금속도 있나?",
		char_type = 0
	}
	pg.base.child2_word[3205305] = {
		id = 3205305,
		main_character_face = 0,
		word = "[일반 렌치 구매]",
		char_type = 2
	}
	pg.base.child2_word[3205306] = {
		id = 3205306,
		main_character_face = 0,
		word = "일반적인 작업에 가장 적합하다.",
		char_type = 0
	}
	pg.base.child2_word[3205308] = {
		id = 3205308,
		main_character_face = 0,
		word = "[구매 보류]",
		char_type = 2
	}
	pg.base.child2_word[3205309] = {
		id = 3205309,
		main_character_face = 0,
		word = "쇼핑은 계획적으로!",
		char_type = 0
	}
	pg.base.child2_word[3205401] = {
		id = 3205401,
		main_character_face = 0,
		word = "카페에 들어서자 메뉴에 이렇게 적혀 있다. 「음료별로 서로 다른 신비한 체험이 기다리고 있습니다.」",
		char_type = 0
	}
	pg.base.child2_word[3205402] = {
		id = 3205402,
		main_character_face = 0,
		word = "[천재 라떼]",
		char_type = 2
	}
	pg.base.child2_word[3205403] = {
		id = 3205403,
		main_character_face = 0,
		word = "이걸 마시면 머리가 좋아질지도…?",
		char_type = 0
	}
	pg.base.child2_word[3205405] = {
		id = 3205405,
		main_character_face = 0,
		word = "[모험 모카]",
		char_type = 2
	}
	pg.base.child2_word[3205406] = {
		id = 3205406,
		main_character_face = 0,
		word = "마시자 갑자기 「대모험을 하고 싶어!」라는 충동에 휩싸였다.",
		char_type = 0
	}
	pg.base.child2_word[3205408] = {
		id = 3205408,
		main_character_face = 0,
		word = "[만쥬 아이스 아메리카노]",
		char_type = 2
	}
	pg.base.child2_word[3205409] = {
		id = 3205409,
		main_character_face = 0,
		word = "온몸에 의욕이 넘쳐난다!",
		char_type = 0
	}
	pg.base.child2_word[3205411] = {
		id = 3205411,
		main_character_face = 0,
		word = "[만쥬 우유]",
		char_type = 2
	}
	pg.base.child2_word[3205412] = {
		id = 3205412,
		main_character_face = 0,
		word = "온몸에 의욕이 넘쳐난다!",
		char_type = 0
	}
	pg.base.child2_word[3205501] = {
		id = 3205501,
		main_character_face = 0,
		word = "「점」을 볼 수 있는 라떼 아트 커피 머신 등장! 「커피 점으로 운명을 예언한다…」",
		char_type = 0
	}
	pg.base.child2_word[3205502] = {
		id = 3205502,
		main_character_face = 0,
		word = "[운명의 라떼 한 잔 구매]",
		char_type = 2
	}
	pg.base.child2_word[3205503] = {
		id = 3205503,
		main_character_face = 0,
		word = "풀이: 「오늘은 모험하기 좋은 날이다.」",
		char_type = 0
	}
	pg.base.child2_word[3205505] = {
		id = 3205505,
		main_character_face = 0,
		word = "풀이: 「오늘은 공부하기 좋은 날이다.」",
		char_type = 0
	}
	pg.base.child2_word[3205507] = {
		id = 3205507,
		main_character_face = 0,
		word = "풀이: 「오늘은 창업하기 좋은 날이다.」",
		char_type = 0
	}
	pg.base.child2_word[3205509] = {
		id = 3205509,
		main_character_face = 0,
		word = "[「내가 살지 말지 맞춰봐」]",
		char_type = 2
	}
	pg.base.child2_word[3205510] = {
		id = 3205510,
		main_character_face = 0,
		word = "커피 머신의 「점」에 대한 신빙성을 시험했으나 「오늘의 운세는…… 가르쳐 드릴 수 없습니다」라는 답변만 돌아왔다.",
		char_type = 0
	}
	pg.base.child2_word[3205512] = {
		id = 3205512,
		main_character_face = 0,
		word = "[커피 머신 조사]",
		char_type = 2
	}
	pg.base.child2_word[3205513] = {
		id = 3205513,
		main_character_face = 0,
		word = "커피 머신의 프로그램을 확인한 결과, 여기 「점」은 수십 종류의 고정 템플릿에서 무작위로 선택되는 것뿐이라는 사실이 판명되었다.",
		char_type = 0
	}
	pg.base.child2_word[3205601] = {
		id = 3205601,
		main_character_face = 0,
		word = "「신상품 『슈퍼 에너지』 원두, 기간 한정 50% 할인! 각성 효과 두 배!」라고 적힌 간판이 카페에 걸려 있다.",
		char_type = 0
	}
	pg.base.child2_word[3205602] = {
		id = 3205602,
		main_character_face = 0,
		word = "[구매해서 바로 한 잔 내린다]",
		char_type = 2
	}
	pg.base.child2_word[3205603] = {
		id = 3205603,
		main_character_face = 0,
		word = "농후한 커피 향을 느끼며 한입 머금자, 기운이 넘치고 행동력도 회복되었다!",
		char_type = 0
	}
	pg.base.child2_word[3205605] = {
		id = 3205605,
		main_character_face = 0,
		word = "[한 봉지 구매한다]",
		char_type = 2
	}
	pg.base.child2_word[3205606] = {
		id = 3205606,
		main_character_face = 0,
		word = "한 봉지 샀으나 귀가해서 잘 보니 유통기한이 고작 3일밖에 남지 않았다는 것을 깨달았다.",
		char_type = 0
	}
	pg.base.child2_word[3205608] = {
		id = 3205608,
		main_character_face = 0,
		word = "[효과가 의심스러워 일반 커피를 고른다]",
		char_type = 2
	}
	pg.base.child2_word[3205609] = {
		id = 3205609,
		main_character_face = 0,
		word = "결국은 익숙한 일반 커피를 골랐다. 믿고 마시는 안정적인 맛이라 무심코 기분이 좋아졌다.",
		char_type = 0
	}
	pg.base.child2_word[3205701] = {
		id = 3205701,
		main_character_face = 0,
		word = "만쥬가 「대대로 전해 내려오는」 꿀 특제 레시피를 잃어버려 도움을 요청했다!",
		char_type = 0
	}
	pg.base.child2_word[3205702] = {
		id = 3205702,
		main_character_face = 0,
		word = "[책장 찾기]",
		char_type = 2
	}
	pg.base.child2_word[3205703] = {
		id = 3205703,
		main_character_face = 0,
		word = "책갈피 대신 끼워져 있던 낡은 메모를 발견했다!",
		char_type = 0
	}
	pg.base.child2_word[3205705] = {
		id = 3205705,
		main_character_face = 0,
		word = "[주방 구석 조사]",
		char_type = 2
	}
	pg.base.child2_word[3205706] = {
		id = 3205706,
		main_character_face = 0,
		word = "흩어진 설탕밖에 찾지 못했고, 딱히 수확은 없었다.",
		char_type = 0
	}
	pg.base.child2_word[3205708] = {
		id = 3205708,
		main_character_face = 0,
		word = "[기억을 더듬어 재현 시도]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3205709] = {
		id = 3205709,
		main_character_face = 0,
		word = "만든 음료는 그럭저럭 괜찮았지만, 기억 속의 맛과는 다르다는 말을 들었다.",
		char_type = 0
	}
	pg.base.child2_word[3205711] = {
		id = 3205711,
		main_character_face = 0,
		word = "[다른 만쥬에게 묻기]",
		char_type = 2
	}
	pg.base.child2_word[3205712] = {
		id = 3205712,
		main_character_face = 0,
		word = "단서에 따르면 잠긴 찬장이 의심스럽다.",
		char_type = 0
	}
	pg.base.child2_word[3205801] = {
		id = 3205801,
		main_character_face = 0,
		word = "누군가 무알코올 음료를 개발한다며 로라에게 시음과 피드백을 요청했다. 하지만 그녀는 감상을 전달하는 게 서툴러, 내게 조언을 구했다.",
		char_type = 0
	}
	pg.base.child2_word[3205802] = {
		id = 3205802,
		main_character_face = 0,
		word = "[진지하게 맛본다]",
		char_type = 2
	}
	pg.base.child2_word[3205803] = {
		id = 3205803,
		main_character_face = 0,
		word = "시음 시 풍미와 입맛에 집중한 덕분에 로라는 중요한 제안을 할 수 있었다. 그것을 바탕으로 조정한 음료는 큰 호평을 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3205805] = {
		id = 3205805,
		main_character_face = 0,
		word = "[기본을 고수한다]",
		char_type = 2
	}
	pg.base.child2_word[3205806] = {
		id = 3205806,
		main_character_face = 0,
		word = "「꽤 맛있다」고 평가 자체는 성실하게 내렸지만, 이렇다할 중요한 의견은 없었다.",
		char_type = 0
	}
	pg.base.child2_word[3205808] = {
		id = 3205808,
		main_character_face = 0,
		word = "[다른 손님에게도 시음을 권한다]",
		char_type = 2
	}
	pg.base.child2_word[3205809] = {
		id = 3205809,
		main_character_face = 0,
		word = "시음한 사람이 늘어난 덕분에 더 다양한 의견과 제안을 모을 수 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3205901] = {
		id = 3205901,
		main_character_face = 0,
		word = "눈앞에 다양한 학습 자료가 나열되어 있다. 어떤 것부터 시작할지 정해야 할 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[3205902] = {
		id = 3205902,
		main_character_face = 0,
		word = "[『물자 입수 가이드 - 사도 편』]",
		char_type = 2
	}
	pg.base.child2_word[3205903] = {
		id = 3205903,
		main_character_face = 0,
		word = "이 비전서가 학교 도서관에 있을 줄이야……",
		char_type = 0
	}
	pg.base.child2_word[3205905] = {
		id = 3205905,
		main_character_face = 0,
		word = "[『비서함의 자기계발』]",
		char_type = 2
	}
	pg.base.child2_word[3205906] = {
		id = 3205906,
		main_character_face = 0,
		word = "로라가 흥미진진한 표정으로 넋을 잃고 읽고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3205908] = {
		id = 3205908,
		main_character_face = 0,
		word = "[『카리스마 지휘관에게 푹 빠진 나』]",
		char_type = 2
	}
	pg.base.child2_word[3205909] = {
		id = 3205909,
		main_character_face = 0,
		word = "로라는 얼굴을 붉히며 아무렇지 않은 척하면서 몰래 이 책을 빌렸고, 한참 시간이 지난 뒤에야 반납했다.",
		char_type = 0
	}
	pg.base.child2_word[3205911] = {
		id = 3205911,
		main_character_face = 0,
		word = "[『출격에 대해 말할 때, 나는 출격을 말한다』]",
		char_type = 2
	}
	pg.base.child2_word[3205912] = {
		id = 3205912,
		main_character_face = 0,
		word = "로라는 꽤 집중해서 읽는 것 같았지만, 가까이 가보니 책이 거꾸로 되어 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3206001] = {
		id = 3206001,
		main_character_face = 0,
		word = "도서관 휴게 공간의 책장에 꽂힌 몇 권의 제목이 눈길을 끌었다.",
		char_type = 0
	}
	pg.base.child2_word[3206002] = {
		id = 3206002,
		main_character_face = 0,
		word = "[『바다 저 너머』]",
		char_type = 2
	}
	pg.base.child2_word[3206003] = {
		id = 3206003,
		main_character_face = 0,
		word = "독자의 모험심을 자극하여, 언젠가 반드시 직접 눈으로 보고 싶게 만든다.",
		char_type = 0
	}
	pg.base.child2_word[3206005] = {
		id = 3206005,
		main_character_face = 0,
		word = "[『시뮬레이션 타운의 치명적인 프로그램 버그』]",
		char_type = 2
	}
	pg.base.child2_word[3206006] = {
		id = 3206006,
		main_character_face = 0,
		word = "깊은 생각을 하게 만든다. 내가 게임 속에 살고 있지 않기를 바랄 뿐이다.",
		char_type = 0
	}
	pg.base.child2_word[3206008] = {
		id = 3206008,
		main_character_face = 0,
		word = "[『대부호 만쥬의 자산 운용 가이드』]",
		char_type = 2
	}
	pg.base.child2_word[3206009] = {
		id = 3206009,
		main_character_face = 0,
		word = "매우 흥미롭지만 딱히 믿음은 안 간다.",
		char_type = 0
	}
	pg.base.child2_word[3206101] = {
		id = 3206101,
		main_character_face = 0,
		word = "도서관에서 「무한한 지식」을 수록한 휴대용 하드디스크 개발을 계획 중인데, 그 내용을 전부 다 읽으면 세계에서 제일 똑똑한 사람이 될 수 있다고 한다. 무료 체험에 초대된 로라는 조금 망설이는 모습이다……",
		char_type = 0
	}
	pg.base.child2_word[3206102] = {
		id = 3206102,
		main_character_face = 0,
		word = "[지식을 받아들인다!]",
		char_type = 2
	}
	pg.base.child2_word[3206103] = {
		id = 3206103,
		main_character_face = 0,
		word = "방대한 지식이 로라의 뇌로 흘러 들어갔고, 그녀의 얼굴이 순식간에 새빨개졌다. 과도하게 지식을 받아들였기 때문일까…?",
		char_type = 0
	}
	pg.base.child2_word[3206105] = {
		id = 3206105,
		main_character_face = 0,
		word = "[선택적 학습]",
		char_type = 2
	}
	pg.base.child2_word[3206106] = {
		id = 3206106,
		main_character_face = 0,
		word = "로라는 당신의 도움을 받아 일부 지식을 선택적으로 이해하여 정신을 명료하게 유지했다.",
		char_type = 0
	}
	pg.base.child2_word[3206201] = {
		id = 3206201,
		main_character_face = 0,
		word = "로라와 함께 오픈 스테이지를 지나가는데, 「당신의 노랫소리를 뽐내보세요!」라고 적힌 간판이 세워져 있었다. 그것을 본 로라는 흥미를 보였다.",
		char_type = 0
	}
	pg.base.child2_word[3206202] = {
		id = 3206202,
		main_character_face = 0,
		word = "[무대에 올라가도록 권한다]",
		char_type = 2
	}
	pg.base.child2_word[3206203] = {
		id = 3206203,
		main_character_face = 0,
		word = "내 격려에 힘입은 로라는 무대에 올라 아름다운 노래를 선보였다. 그 노랫소리에 많은 박수가 쏟아졌다.",
		char_type = 0
	}
	pg.base.child2_word[3206205] = {
		id = 3206205,
		main_character_face = 0,
		word = "[로라와 듀엣]",
		char_type = 2
	}
	pg.base.child2_word[3206206] = {
		id = 3206206,
		main_character_face = 0,
		word = "로라도 아는 곡을 함께 불렀다. 가끔 음정을 놓치기도 했지만, 잘 어우러진 하모니가 즐거운 시간을 만들었다.",
		char_type = 0
	}
	pg.base.child2_word[3206208] = {
		id = 3206208,
		main_character_face = 0,
		word = "[어려운 곡 요청]",
		char_type = 2
	}
	pg.base.child2_word[3206209] = {
		id = 3206209,
		main_character_face = 0,
		word = "고음으로 유명한 명곡을 요청했다. 용감하게 도전한 로라는 하마터면 음정을 놓칠 뻔했으나 멋지게 불러냈다.",
		char_type = 0
	}
	pg.base.child2_word[3206301] = {
		id = 3206301,
		main_character_face = 0,
		word = "스카우트 만쥬가 로라에게 반짝거리는 계약서를 내밀었다. 「여기에 사인만하면 당신은 스타다쥬쥬! 이 모든 지원을 다 누릴 수 있다쥬쥬!」 하지만 계약서 끝부분에 있는 수익 분배에 관한 작은 글씨는 다른 정보를 암시하고 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3206302] = {
		id = 3206302,
		main_character_face = 0,
		word = "[거부한다]",
		char_type = 2
	}
	pg.base.child2_word[3206303] = {
		id = 3206303,
		main_character_face = 0,
		word = "지금의 길이 험난할지언정 더 자유롭다. 로라가 얻는 모든 성과는 그녀 자신의 것이 된다.",
		char_type = 0
	}
	pg.base.child2_word[3206305] = {
		id = 3206305,
		main_character_face = 0,
		word = "[승낙한다]",
		char_type = 2
	}
	pg.base.child2_word[3206306] = {
		id = 3206306,
		main_character_face = 0,
		word = "로라는 하루아침에 대스타가 되었고 계좌에는 방대한 계약금이 입금되었다. 하지만 이후 창작 수익의 대부분은 결국 회사의 계좌로 흡수되었다.",
		char_type = 0
	}
	pg.base.child2_word[3206308] = {
		id = 3206308,
		main_character_face = 0,
		word = "[협상 시도]",
		char_type = 2
	}
	pg.base.child2_word[3206309] = {
		id = 3206309,
		main_character_face = 0,
		word = "법률 조항을 정밀 조사하여 협상 카드를 찾아냈고 최종적으로 분배 비율을 합의했다. 돈은 많지 않지만 장기적으로 운영하려면 이쪽이 낫다.",
		char_type = 0
	}
	pg.base.child2_word[3206401] = {
		id = 3206401,
		main_character_face = 0,
		word = "로라가 실험실에서 먼지투성이 기계를 발견했다. 명판에는 「지식 주입기——노력하지 않고도 지식을 얻을 수 있다. 하지만 대가로서…」라고 적혀 있었으나 뒷부분은 판독할 수 없었다. 로라는 강한 흥미를 보이고 있는데 위험을 무릅쓰고 써볼까?",
		char_type = 0
	}
	pg.base.child2_word[3206402] = {
		id = 3206402,
		main_character_face = 0,
		word = "[사용 권장]",
		char_type = 2
	}
	pg.base.child2_word[3206403] = {
		id = 3206403,
		main_character_face = 0,
		word = "로라는 지식이 흘러 들어오는 것을 느꼈다. 하지만 그녀 말에 따르면 새로운 지식은 머릿속에 정착되기 전 급속도로 잊혀져 버린 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3206405] = {
		id = 3206405,
		main_character_face = 0,
		word = "[동작 원리 연구]",
		char_type = 2
	}
	pg.base.child2_word[3206406] = {
		id = 3206406,
		main_character_face = 0,
		word = "장치의 구조와 취급 설명서를 분석한 뒤, 로라는 다른 의미에서 진전을 보였다.",
		char_type = 0
	}
	pg.base.child2_word[3206501] = {
		id = 3206501,
		main_character_face = 0,
		word = "학교에서 전자화된 고서를 폐기 처분할 예정인데, 그중에는 절판된 종이 매체 문헌도 포함되어 있다. 책 더미에 머문 로라의 시선에서는 아쉬움이 묻어난다.",
		char_type = 0
	}
	pg.base.child2_word[3206502] = {
		id = 3206502,
		main_character_face = 0,
		word = "[폐기 수순 중단]",
		char_type = 2
	}
	pg.base.child2_word[3206503] = {
		id = 3206503,
		main_character_face = 0,
		word = "협의 결과, 서적들의 역사적 가치가 인정되었다. 폐기 처분은 중지되었고, 최종적으로 특별 보관실로 옮겨졌다.",
		char_type = 0
	}
	pg.base.child2_word[3206505] = {
		id = 3206505,
		main_character_face = 0,
		word = "[틈을 타 일부 장서 구출]",
		char_type = 2
	}
	pg.base.child2_word[3206506] = {
		id = 3206506,
		main_character_face = 0,
		word = "재빨리 상태가 좋은 고서 몇 권을 구출하여 로라에게 깊은 감사를 받았다. 나중에 이 서적들은 예상치 못한 가치를 발휘하게 되었다.",
		char_type = 0
	}
	pg.base.child2_word[3206508] = {
		id = 3206508,
		main_character_face = 0,
		word = "[폐기 용인]",
		char_type = 2
	}
	pg.base.child2_word[3206509] = {
		id = 3206509,
		main_character_face = 0,
		word = "책이 어떤 매체인지는 중요하지 않다. 중요한 것은 지식 그 자체다. 하지만 이 발언에 로라는 조금 낙담한 기색이었다……",
		char_type = 0
	}
	pg.base.child2_word[3206601] = {
		id = 3206601,
		main_character_face = 0,
		word = "로라가 학교에서 주최된 스포츠 대회에서 크게 패했다……",
		char_type = 0
	}
	pg.base.child2_word[3206602] = {
		id = 3206602,
		main_character_face = 0,
		word = "[함께 되돌아본다]",
		char_type = 2
	}
	pg.base.child2_word[3206603] = {
		id = 3206603,
		main_character_face = 0,
		word = "로라는 종합적인 성장의 중요성을 깊이 인식했다.",
		char_type = 0
	}
	pg.base.child2_word[3206605] = {
		id = 3206605,
		main_character_face = 0,
		word = "[트레이닝을 배로 늘린다]",
		char_type = 2
	}
	pg.base.child2_word[3206606] = {
		id = 3206606,
		main_character_face = 0,
		word = "고강도 트레이닝에 로라의 몸은 한계를 느끼기 시작했다.",
		char_type = 0
	}
	pg.base.child2_word[3206608] = {
		id = 3206608,
		main_character_face = 0,
		word = "[승자에게 배운다]",
		char_type = 2
	}
	pg.base.child2_word[3206609] = {
		id = 3206609,
		main_character_face = 0,
		word = "로라는 귀중한 실전 지식을 얻었다.",
		char_type = 0
	}
	pg.base.child2_word[3206611] = {
		id = 3206611,
		main_character_face = 0,
		word = "[경기에 부정행위가 있었다고 단정]",
		char_type = 2
	}
	pg.base.child2_word[3206612] = {
		id = 3206612,
		main_character_face = 0,
		word = "조사 결과 증거는 전혀 발견되지 않았고, 로라도 낙담했다.",
		char_type = 0
	}
	pg.base.child2_word[3206701] = {
		id = 3206701,
		main_character_face = 0,
		word = "제3회 만쥬 퀴즈 대회가 시작되었다! 로라는 의욕이 넘치는 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3206702] = {
		id = 3206702,
		main_character_face = 0,
		word = "[전력 지원]",
		char_type = 2
	}
	pg.base.child2_word[3206703] = {
		id = 3206703,
		main_character_face = 0,
		word = "학습과 생활 면에서 로라를 전력으로 지원하기로 했다.",
		char_type = 0
	}
	pg.base.child2_word[3206705] = {
		id = 3206705,
		main_character_face = 0,
		word = "[복습 돕기]",
		char_type = 2
	}
	pg.base.child2_word[3206706] = {
		id = 3206706,
		main_character_face = 0,
		word = "내 학습 방법을 가르쳐 주기로 했다. 로라는 들으면서 메모를 하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3206708] = {
		id = 3206708,
		main_character_face = 0,
		word = "[정신적으로 지지]",
		char_type = 2
	}
	pg.base.child2_word[3206709] = {
		id = 3206709,
		main_character_face = 0,
		word = "로라는 결의로 가득 찼다!",
		char_type = 0
	}
	pg.base.child2_word[3206801] = {
		id = 3206801,
		main_character_face = 0,
		word = "길가에 기묘한 모양의 자동판매기가 나타났다. 본체에는 「서프라이즈 개량판! 운을 시험하세요!」라고 적혀 있다.",
		char_type = 0
	}
	pg.base.child2_word[3206802] = {
		id = 3206802,
		main_character_face = 0,
		word = "[코인을 넣고 「미스터리 드링크」 구매]",
		char_type = 2
	}
	pg.base.child2_word[3206803] = {
		id = 3206803,
		main_character_face = 0,
		word = "색이 계속 변하는 액체가 든 캔을 손에 넣었다. 로라가 신중하게 한입 마시자, 당혹스러운 표정이 놀라움으로 바뀌며 신비한 활력이 솟구쳐 올랐다!",
		char_type = 0
	}
	pg.base.child2_word[3206805] = {
		id = 3206805,
		main_character_face = 0,
		word = "[「차세대 하이테크 장난감」 구매]",
		char_type = 2
	}
	pg.base.child2_word[3206806] = {
		id = 3206806,
		main_character_face = 0,
		word = "인과율을 끊어낼 수 있다고 칭해지는…… 컬러 렌즈? 획득. 시험해 보자 시야가 조금 푸르스름해질 뿐이었다.",
		char_type = 0
	}
	pg.base.child2_word[3206808] = {
		id = 3206808,
		main_character_face = 0,
		word = "[「무료 기념 스티커 세트」 구매]",
		char_type = 2
	}
	pg.base.child2_word[3206809] = {
		id = 3206809,
		main_character_face = 0,
		word = "이곳의 풍경이 그려진 정교한 스티커 세트 획득. 함께 기념 수첩에 붙이며 멋진 추억을 남겼다.",
		char_type = 0
	}
	pg.base.child2_word[3206901] = {
		id = 3206901,
		main_character_face = 0,
		word = "임대 구역은 여전히 떠들썩하고 북적거린다. 로라가 필사적으로 귀를 기울여도, 내 말을 조금씩밖에는 알아듣지 못하는 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[3206902] = {
		id = 3206902,
		main_character_face = 0,
		word = "[볼륨 낮추기]",
		char_type = 2
	}
	pg.base.child2_word[3206903] = {
		id = 3206903,
		main_character_face = 0,
		word = "협의 끝에 무대 음향 볼륨을 낮추게 했다. 분위기는 조금 가라앉았지만 귀에 가는 부담은 경감되었다.",
		char_type = 0
	}
	pg.base.child2_word[3206905] = {
		id = 3206905,
		main_character_face = 0,
		word = "[입 모양으로 내용 추측]",
		char_type = 2
	}
	pg.base.child2_word[3206906] = {
		id = 3206906,
		main_character_face = 0,
		word = "입 모양을 관찰하기 쉽게 서로 얼굴을 더 가까이 밀착했다.",
		char_type = 0
	}
	pg.base.child2_word[3206908] = {
		id = 3206908,
		main_character_face = 0,
		word = "[서둘러 자리를 뜬다]",
		char_type = 2
	}
	pg.base.child2_word[3206909] = {
		id = 3206909,
		main_character_face = 0,
		word = "귀를 보호하기 위해 빨리 자리를 뜨는 게 좋을 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[3207001] = {
		id = 3207001,
		main_character_face = 0,
		word = "레트로 상품을 판매하는 노점 앞에서 표지가 흐릿한 레코드가 로라의 눈길을 끌었다. 레코드 옆에는 「특별한 음반」이라고 적혀 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3207002] = {
		id = 3207002,
		main_character_face = 0,
		word = "[구매해서 재생]",
		char_type = 2
	}
	pg.base.child2_word[3207003] = {
		id = 3207003,
		main_character_face = 0,
		word = "레코드 플레이어에서 흐르는 공허하면서도 환상적인 선율에 로라의 사고는 미지의 차원으로 이끌려 갔고, 창의력이 조용히 싹텄다.",
		char_type = 0
	}
	pg.base.child2_word[3207005] = {
		id = 3207005,
		main_character_face = 0,
		word = "[사기라고 단정]",
		char_type = 2
	}
	pg.base.child2_word[3207006] = {
		id = 3207006,
		main_character_face = 0,
		word = "아마 단순한 홍보 문구일 것이다. 하지만 나중에 이 선율이 세상을 뒤흔들 걸작을 낳았다는 소식을 듣게 되었다.",
		char_type = 0
	}
	pg.base.child2_word[3207008] = {
		id = 3207008,
		main_character_face = 0,
		word = "[조금만 청취]",
		char_type = 2
	}
	pg.base.child2_word[3207009] = {
		id = 3207009,
		main_character_face = 0,
		word = "30초 동안만 들어보았다. 확실히 독특한 선율이지만 깊은 영감을 불러일으키기엔 역부족이었다.",
		char_type = 0
	}
	pg.base.child2_word[3207101] = {
		id = 3207101,
		main_character_face = 0,
		word = "음악 축제 티켓은 비싸지만, 게스트가 매우 화려하다.",
		char_type = 0
	}
	pg.base.child2_word[3207102] = {
		id = 3207102,
		main_character_face = 0,
		word = "[티켓 구매 후 참가]",
		char_type = 2
	}
	pg.base.child2_word[3207103] = {
		id = 3207103,
		main_character_face = 0,
		word = "최고급 시청각 체험을 즐기고 몇 가지 기념품도 손에 넣었다.",
		char_type = 0
	}
	pg.base.child2_word[3207105] = {
		id = 3207105,
		main_character_face = 0,
		word = "[공연장 밖에서 무료 감상]",
		char_type = 2
	}
	pg.base.child2_word[3207106] = {
		id = 3207106,
		main_character_face = 0,
		word = "음질은 떨어지지만 독특한 운치가 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3207108] = {
		id = 3207108,
		main_character_face = 0,
		word = "[자원봉사자로 참여]",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3207109] = {
		id = 3207109,
		main_character_face = 0,
		word = "입장료 무료에 자원봉사 보상도 얻었다!",
		char_type = 0
	}
	pg.base.child2_word[3207111] = {
		id = 3207111,
		main_character_face = 0,
		word = "[가성비가 안 좋으니 다른 곳을 둘러본다]",
		char_type = 2
	}
	pg.base.child2_word[3207112] = {
		id = 3207112,
		main_character_face = 0,
		word = "돈은 아꼈지만 뭔가 놓친 기분이 든다.",
		char_type = 0
	}
	pg.base.child2_word[3207201] = {
		id = 3207201,
		main_character_face = 0,
		word = "임대 구역에서 만난 뮤지션 만쥬가 신곡 제목을 지어달라고 로라에게 부탁했다……",
		char_type = 0
	}
	pg.base.child2_word[3207202] = {
		id = 3207202,
		main_character_face = 0,
		word = "[《숨길 수 없는 마음》]",
		char_type = 2
	}
	pg.base.child2_word[3207203] = {
		id = 3207203,
		main_character_face = 0,
		word = "너는 할 수 없다고, 아무리 해도 이걸 입 밖으로 낼 수 없다고~",
		char_type = 0
	}
	pg.base.child2_word[3207205] = {
		id = 3207205,
		main_character_face = 0,
		word = "[《독선적인 나날》]",
		char_type = 2
	}
	pg.base.child2_word[3207206] = {
		id = 3207206,
		main_character_face = 0,
		word = "성장하는 나날, 만쥬의 마음, 감상, 입 밖으로 낼 수 없는 맹세로 가득 차서~",
		char_type = 0
	}
	pg.base.child2_word[3207301] = {
		id = 3207301,
		main_character_face = 0,
		word = "임대 구역에서 만난 가수 만쥬가 신곡 작사를 로라에게 부탁했다……",
		char_type = 0
	}
	pg.base.child2_word[3207302] = {
		id = 3207302,
		main_character_face = 0,
		word = "[문학적인 스타일]",
		char_type = 2
	}
	pg.base.child2_word[3207303] = {
		id = 3207303,
		main_character_face = 0,
		word = "시적인 세계관, 최고야!",
		char_type = 0
	}
	pg.base.child2_word[3207305] = {
		id = 3207305,
		main_character_face = 0,
		word = "[팝 스타일]",
		char_type = 2
	}
	pg.base.child2_word[3207306] = {
		id = 3207306,
		main_character_face = 0,
		word = "친근한 멜로디, 최고야!",
		char_type = 0
	}
	pg.base.child2_word[3207308] = {
		id = 3207308,
		main_character_face = 0,
		word = "[매니아 스타일]",
		char_type = 2
	}
	pg.base.child2_word[3207309] = {
		id = 3207309,
		main_character_face = 0,
		word = "지금까지 없던 선구자적인 스타일, 최고야!",
		char_type = 0
	}
	pg.base.child2_word[3207311] = {
		id = 3207311,
		main_character_face = 0,
		word = "[믹스 스타일]",
		char_type = 2
	}
	pg.base.child2_word[3207312] = {
		id = 3207312,
		main_character_face = 0,
		word = "모든 스타일을 융합한 느낌, 최고야!",
		char_type = 0
	}
	pg.base.child2_word[3207401] = {
		id = 3207401,
		main_character_face = 0,
		word = "음악 교실에서 엄격한 클래식파와 자유로운 힙합파 모두 로라가 참여하길 고대하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3207402] = {
		id = 3207402,
		main_character_face = 0,
		word = "[클래식파에 합류]",
		char_type = 2
	}
	pg.base.child2_word[3207403] = {
		id = 3207403,
		main_character_face = 0,
		word = "혹독한 반복 연습으로 기초를 다진다. 이는 지루하지만 필요한 과정이다.",
		char_type = 0
	}
	pg.base.child2_word[3207405] = {
		id = 3207405,
		main_character_face = 0,
		word = "[힙합파에 합류]",
		char_type = 2
	}
	pg.base.child2_word[3207406] = {
		id = 3207406,
		main_character_face = 0,
		word = "자유분방한 연주는 파격적이지만 순수한 기쁨으로 가득 차 있다.",
		char_type = 0
	}
	pg.base.child2_word[3207408] = {
		id = 3207408,
		main_character_face = 0,
		word = "[양측의 융합 시도]",
		char_type = 2
	}
	pg.base.child2_word[3207409] = {
		id = 3207409,
		main_character_face = 0,
		word = "균형 잡힌 규칙과 영감, 그리고 참신하고 조화로운 표현을 창조한다.",
		char_type = 0
	}
	pg.base.child2_word[3207501] = {
		id = 3207501,
		main_character_face = 0,
		word = "공연이 임박하여 로라는 서둘러 적절한 악기를 구해야 한다. 악기 대여점을 찾자, 가게 옆 간판에는 「초저가로 최고급 악기 대여! 연주 표현력도 즉시 상승!」이라고 적힌 간판이 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3207502] = {
		id = 3207502,
		main_character_face = 0,
		word = "[「최고급」 악기 대여]",
		char_type = 2
	}
	pg.base.child2_word[3207503] = {
		id = 3207503,
		main_character_face = 0,
		word = "악기 소리가 우아하게 울려 퍼지며 로라의 연주도 지금까지 이상으로 멋지게 들렸고, 많은 팁을 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3207505] = {
		id = 3207505,
		main_character_face = 0,
		word = "[「고급」 악기 대여]",
		char_type = 2
	}
	pg.base.child2_word[3207506] = {
		id = 3207506,
		main_character_face = 0,
		word = "음정에 약간의 문제는 있으나 로라의 탁월한 연주 기술으로 갈채를 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3207508] = {
		id = 3207508,
		main_character_face = 0,
		word = "[「일반」 악기 대여]",
		char_type = 2
	}
	pg.base.child2_word[3207509] = {
		id = 3207509,
		main_character_face = 0,
		word = "연주 효과는 미미했지만, 한정적으로나마 로라의 공연에 약간의 정취를 더했다.",
		char_type = 0
	}
	pg.base.child2_word[3207601] = {
		id = 3207601,
		main_character_face = 0,
		word = "음악제 개막이 임박했는데, 로라를 어떤 상태로 내보내야 할까?",
		char_type = 0
	}
	pg.base.child2_word[3207602] = {
		id = 3207602,
		main_character_face = 0,
		word = "[정성 어린 연습]",
		char_type = 2
	}
	pg.base.child2_word[3207603] = {
		id = 3207603,
		main_character_face = 0,
		word = "매일 계속한 열띤 리허설 덕분에 유려하고 감동적인 연주로 결실을 맺었다.",
		char_type = 0
	}
	pg.base.child2_word[3207605] = {
		id = 3207605,
		main_character_face = 0,
		word = "[막판 스퍼트]",
		char_type = 2
	}
	pg.base.child2_word[3207606] = {
		id = 3207606,
		main_character_face = 0,
		word = "본방에서 몇 가지 실수를 했으나 다행히 관객의 박수는 너그러웠다.",
		char_type = 0
	}
	pg.base.child2_word[3207608] = {
		id = 3207608,
		main_character_face = 0,
		word = "[출연 포기]",
		char_type = 2
	}
	pg.base.child2_word[3207609] = {
		id = 3207609,
		main_character_face = 0,
		word = "리스크를 피한 대가로 기회도 하나 잃었다.",
		char_type = 0
	}
	pg.base.child2_word[3207701] = {
		id = 3207701,
		main_character_face = 0,
		word = "로라는 프로그램으로 모든 음표의 조합을 써내려가, 그것으로 모든 악곡을 망라할 수 있을지에 대해 나와 토론하고 싶은 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3207702] = {
		id = 3207702,
		main_character_face = 0,
		word = "[가능성을 내비침]",
		char_type = 2
	}
	pg.base.child2_word[3207703] = {
		id = 3207703,
		main_character_face = 0,
		word = "이론상 가능하다. 하지만 선율의 조합에는 결국 한계가 있다. 로라는 그 말을 듣고 고개를 끄덕였고 눈에 빛이 돌았다.",
		char_type = 0
	}
	pg.base.child2_word[3207705] = {
		id = 3207705,
		main_character_face = 0,
		word = "[아마 불가능]",
		char_type = 2
	}
	pg.base.child2_word[3207706] = {
		id = 3207706,
		main_character_face = 0,
		word = "이론상 가능하다 해도 반드시 실현할 수 있다고는 할 수 없다. 음악은 오히려 창작자가 그 순간 품었던 감정이나 상태를 표현하는 것이다. 로라는 조금 생각에 잠기더니 눈동자에 동경을 품었다.",
		char_type = 0
	}
	pg.base.child2_word[3207708] = {
		id = 3207708,
		main_character_face = 0,
		word = "[토론 중지]",
		char_type = 2
	}
	pg.base.child2_word[3207709] = {
		id = 3207709,
		main_character_face = 0,
		word = "이 논제는 살짝 미뤄두기로 했다.",
		char_type = 0
	}
	pg.base.child2_word[3207801] = {
		id = 3207801,
		main_character_face = 0,
		word = "오늘은 어떤 악기를 연습할까?",
		char_type = 0
	}
	pg.base.child2_word[3207802] = {
		id = 3207802,
		main_character_face = 0,
		word = "[현악기]",
		char_type = 2
	}
	pg.base.child2_word[3207803] = {
		id = 3207803,
		main_character_face = 0,
		word = "현이 떨리고 음색이 아름답게 조화된다.",
		char_type = 0
	}
	pg.base.child2_word[3207805] = {
		id = 3207805,
		main_character_face = 0,
		word = "[타악기]",
		char_type = 2
	}
	pg.base.child2_word[3207806] = {
		id = 3207806,
		main_character_face = 0,
		word = "드럼 소리가 울려 퍼지며 강렬한 리듬감을 즐길 수 있다.",
		char_type = 0
	}
	pg.base.child2_word[3207808] = {
		id = 3207808,
		main_character_face = 0,
		word = "[전자 음악]",
		char_type = 2
	}
	pg.base.child2_word[3207809] = {
		id = 3207809,
		main_character_face = 0,
		word = "전위적인 멜로디로 미래의 윤곽을 엿볼 수 있다.",
		char_type = 0
	}
	pg.base.child2_word[3207811] = {
		id = 3207811,
		main_character_face = 0,
		word = "[관악기]",
		char_type = 2
	}
	pg.base.child2_word[3207812] = {
		id = 3207812,
		main_character_face = 0,
		word = "유유히 흐르는 소리의 선율이 멀리까지 이어진다.",
		char_type = 0
	}
	pg.base.child2_word[3207901] = {
		id = 3207901,
		main_character_face = 0,
		word = "영상 스튜디오 견학 중 로라는 촬영에 조금 흥미를 느낀 모양이다. 음악과 각본은 이미 갖춰졌으므로 로라와 구체적인 촬영 방법에 대해 논의했다……",
		char_type = 0
	}
	pg.base.child2_word[3207902] = {
		id = 3207902,
		main_character_face = 0,
		word = "[촬영지에서 촬영, 생동감 넘치는 자연광 추구]",
		char_type = 2
	}
	pg.base.child2_word[3207903] = {
		id = 3207903,
		main_character_face = 0,
		word = "로라를 여러 야외 촬영지로 데리고 가 일출과 일몰을 쫓았다. 그 과정은 힘들었지만 완성된 영상의 질감은 놀라울 정도로 리얼했고, 한 컷 한 컷에 이야기가 담겼다.",
		char_type = 0
	}
	pg.base.child2_word[3207905] = {
		id = 3207905,
		main_character_face = 0,
		word = "[크로마키 촬영, 합성으로 최종 마무리]",
		char_type = 2
	}
	pg.base.child2_word[3207906] = {
		id = 3207906,
		main_character_face = 0,
		word = "실내에서 크로마키로 모든 연기를 완료하고 후처리는 VFX 팀에 맡겼다. 이동의 번거로움은 덜었으나, 연기할 때 몰입이 조금 힘들었던 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3207908] = {
		id = 3207908,
		main_character_face = 0,
		word = "[롱테이크 도전]",
		char_type = 2
	}
	pg.base.child2_word[3207909] = {
		id = 3207909,
		main_character_face = 0,
		word = "고난이도의 「롱테이크」에 도전하여 실내부터 야외까지 컷 없이 단번에 촬영했다. 여러 번 다시 찍었지만 어떻게든 성공시킬 수 있었다. 이 도전으로 얻은 달성감과 시각적 쾌감은 비할 데 없었다.",
		char_type = 0
	}
	pg.base.child2_word[3208001] = {
		id = 3208001,
		main_character_face = 0,
		word = "만쥬는 열성적으로 로라의 멋진 기념사진을 몇 장이나 찍어주었다. 그리고 촬영이 끝나자 「필름 1장당 1코인, 묶음 구매는 10코인. 지불을 거부하면 게시판에 박제할 거다쥬쥬!」라며 요금표를 내밀었다.",
		char_type = 0
	}
	pg.base.child2_word[3208002] = {
		id = 3208002,
		main_character_face = 0,
		word = "[돈으로 해결]",
		char_type = 2
	}
	pg.base.child2_word[3208003] = {
		id = 3208003,
		main_character_face = 0,
		word = "확실히 사진은 잘 나왔으나, 앨범을 받으며 둘 다 어이없다는 표정을 지었다.",
		char_type = 0
	}
	pg.base.child2_word[3208005] = {
		id = 3208005,
		main_character_face = 0,
		word = "[지불 거부]",
		char_type = 2
	}
	pg.base.child2_word[3208006] = {
		id = 3208006,
		main_character_face = 0,
		word = "이런 공갈에는 절대 굴하지 않겠다. 로라도 그것을 보고 허리를 꼿꼿이 세웠고 그 눈빛에서는 강한 의지가 느껴진다.",
		char_type = 0
	}
	pg.base.child2_word[3208008] = {
		id = 3208008,
		main_character_face = 0,
		word = "[경찰 만쥬를 부른다]",
		char_type = 2
	}
	pg.base.child2_word[3208009] = {
		id = 3208009,
		main_character_face = 0,
		word = "경찰 만쥬를 부르는 척하자 상대는 금방 물러났다. 결국 무료로 사진 2장을 건네고 남은 필름을 서둘러 회수했다.",
		char_type = 0
	}
	pg.base.child2_word[3208101] = {
		id = 3208101,
		main_character_face = 0,
		word = "로라의 사진을 사용한 「에너지 드링크」 광고 의뢰를 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3208102] = {
		id = 3208102,
		main_character_face = 0,
		word = "[승낙하고 보수 획득]",
		char_type = 2
	}
	pg.base.child2_word[3208103] = {
		id = 3208103,
		main_character_face = 0,
		word = "초상권 사용료를 획득했다. 이후로 이따금 로라를 알아보는 사람을 만나게 되지만 본인은 딱히 싫지 않은 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3208105] = {
		id = 3208105,
		main_character_face = 0,
		word = "[우선 상품부터 시음]",
		char_type = 2
	}
	pg.base.child2_word[3208106] = {
		id = 3208106,
		main_character_face = 0,
		word = "음료 맛이 너무 평범해서 정중하게 거절했다.",
		char_type = 0
	}
	pg.base.child2_word[3208108] = {
		id = 3208108,
		main_character_face = 0,
		word = "[거부한다]",
		char_type = 2
	}
	pg.base.child2_word[3208109] = {
		id = 3208109,
		main_character_face = 0,
		word = "로라의 사생활을 지켜주기로 했다.",
		char_type = 0
	}
	pg.base.child2_word[3208201] = {
		id = 3208201,
		main_character_face = 0,
		word = "로라와 함께 투샷을 찍으러 왔는데 어떤 포즈를 부탁할까?",
		char_type = 0
	}
	pg.base.child2_word[3208202] = {
		id = 3208202,
		main_character_face = 0,
		word = "[양손을 등 뒤로]",
		char_type = 2
	}
	pg.base.child2_word[3208203] = {
		id = 3208203,
		main_character_face = 0,
		word = "로라는 어른스러운 포즈를 취하려 애썼지만 아직 조금 앳됨이 남아 있다.",
		char_type = 0
	}
	pg.base.child2_word[3208205] = {
		id = 3208205,
		main_character_face = 0,
		word = "[브이 사인]",
		char_type = 2
	}
	pg.base.child2_word[3208206] = {
		id = 3208206,
		main_character_face = 0,
		word = "로라는 기쁜 듯 정석적인 포즈를 취하며, 매우 자연스러운 모습을 보였다.",
		char_type = 0
	}
	pg.base.child2_word[3208208] = {
		id = 3208208,
		main_character_face = 0,
		word = "[만쥬처럼 서기]",
		char_type = 2
	}
	pg.base.child2_word[3208209] = {
		id = 3208209,
		main_character_face = 0,
		word = "로라는 과장된 포즈를 취했고, 조금 휘청거렸지만 박력이 넘쳤다.",
		char_type = 0
	}
	pg.base.child2_word[3208301] = {
		id = 3208301,
		main_character_face = 0,
		word = "촬영이 무사히 종료됐다! 리터치 툴은 어떤 것으로 할까?",
		char_type = 0
	}
	pg.base.child2_word[3208302] = {
		id = 3208302,
		main_character_face = 0,
		word = "[전문가용]",
		char_type = 2
	}
	pg.base.child2_word[3208303] = {
		id = 3208303,
		main_character_face = 0,
		word = "로라에게 후처리를 가르치며 작업을 진행했다. 역시 전문가용답게 마무리가 완벽하다!",
		char_type = 0
	}
	pg.base.child2_word[3208305] = {
		id = 3208305,
		main_character_face = 0,
		word = "[자동 보정 툴]",
		char_type = 2
	}
	pg.base.child2_word[3208306] = {
		id = 3208306,
		main_character_face = 0,
		word = "이미지를 임포트해서 출력하는 것만으로 완성. 보기엔 나쁘지 않지만 개성이 부족한 느낌이다.",
		char_type = 0
	}
	pg.base.child2_word[3208401] = {
		id = 3208401,
		main_character_face = 0,
		word = "미러 하우스 안에서는 빛과 그림자가 일렁였고, 가이드 만쥬도 방향을 잃고 자주 거울에 부딪히며 비틀거리고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3208402] = {
		id = 3208402,
		main_character_face = 0,
		word = "[만쥬를 데리고 나간다]",
		char_type = 2
	}
	pg.base.child2_word[3208403] = {
		id = 3208403,
		main_character_face = 0,
		word = "기하학 지식과 뛰어난 방향 감각을 구사하여 우여곡절 끝에 만쥬를 데리고 나가는 데 성공했다. 뿌듯함으로 가슴이 벅차올랐다.",
		char_type = 0
	}
	pg.base.child2_word[3208405] = {
		id = 3208405,
		main_character_face = 0,
		word = "[도움을 요청한다]",
		char_type = 2
	}
	pg.base.child2_word[3208406] = {
		id = 3208406,
		main_character_face = 0,
		word = "길을 잃고 CCTV를 향해 큰 소리로 도움을 요청하여 다른 가이드 만쥬의 도움을 받아 무사히 탈출했다.",
		char_type = 0
	}
	pg.base.child2_word[3208501] = {
		id = 3208501,
		main_character_face = 0,
		word = "로라가 놀이공원의 2인용 챌린지 이벤트에 참가 신청을 했다. 규칙에 따라 정해진 장소에서 지시를 내리며 그녀를 골인 지점까지 인도해야 한다.",
		char_type = 0
	}
	pg.base.child2_word[3208502] = {
		id = 3208502,
		main_character_face = 0,
		word = "[함정 해제]",
		char_type = 2
	}
	pg.base.child2_word[3208503] = {
		id = 3208503,
		main_character_face = 0,
		word = "로라는 수많은 비겁한 함정들을 모두 회피하며 멋지게 클리어했다!",
		char_type = 0
	}
	pg.base.child2_word[3208505] = {
		id = 3208505,
		main_character_face = 0,
		word = "[물리적으로 돌파]",
		char_type = 2
	}
	pg.base.child2_word[3208506] = {
		id = 3208506,
		main_character_face = 0,
		word = "곤란한 상황에 직면하면 극복할 수밖에! 정공법이라고는 할 수 없으나 결국 무사히 클리어했다!",
		char_type = 0
	}
	pg.base.child2_word[3208601] = {
		id = 3208601,
		main_character_face = 0,
		word = "로라는 유원지에서 가족과 헤어진 작은 만쥬를 만났다.",
		char_type = 0
	}
	pg.base.child2_word[3208602] = {
		id = 3208602,
		main_character_face = 0,
		word = "[방송으로 찾기]",
		char_type = 2
	}
	pg.base.child2_word[3208603] = {
		id = 3208603,
		main_character_face = 0,
		word = "방송이 시작되고 얼마 지나지 않아 그 만쥬의 가족이 달려와 로라에게 감사의 깃발을 주었다.",
		char_type = 0
	}
end)()
(function ()
	pg.base.child2_word[3208605] = {
		id = 3208605,
		main_character_face = 0,
		word = "[경찰 만쥬에게 맡기기]",
		char_type = 2
	}
	pg.base.child2_word[3208606] = {
		id = 3208606,
		main_character_face = 0,
		word = "머지않아 경찰 만쥬가 그 만쥬의 부모를 찾았고 로라에게는 감사의 깃발이 증정되었다.",
		char_type = 0
	}
	pg.base.child2_word[3208608] = {
		id = 3208608,
		main_character_face = 0,
		word = "[만쥬를 데리고 가족 찾기]",
		char_type = 2
	}
	pg.base.child2_word[3208609] = {
		id = 3208609,
		main_character_face = 0,
		word = "사람들에게 묻고 다닌 끝에 드디어 가족을 찾았고, 감사의 깃발을 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3208701] = {
		id = 3208701,
		main_character_face = 0,
		word = "서점에서 독서 마라톤이 열려 사람들이 독서의 한계에 도전하고 있다. 로라는 참가 조언을 구하러 나를 찾아왔다……",
		char_type = 0
	}
	pg.base.child2_word[3208702] = {
		id = 3208702,
		main_character_face = 0,
		word = "[소설에 몰입]",
		char_type = 2
	}
	pg.base.child2_word[3208703] = {
		id = 3208703,
		main_character_face = 0,
		word = "멋진 이야기 세계에 빠져들자, 로라는 시간이 순식간에 지나가는 것을 실감했다.",
		char_type = 0
	}
	pg.base.child2_word[3208705] = {
		id = 3208705,
		main_character_face = 0,
		word = "[난해한 학술서 읽기]",
		char_type = 2
	}
	pg.base.child2_word[3208706] = {
		id = 3208706,
		main_character_face = 0,
		word = "책의 문장은 마치 험준한 오르막길처럼 난해했으나, 로라의 이해력이 비약적으로 향상되었다.",
		char_type = 0
	}
	pg.base.child2_word[3208708] = {
		id = 3208708,
		main_character_face = 0,
		word = "[도중에 그만두기]",
		char_type = 2
	}
	pg.base.child2_word[3208709] = {
		id = 3208709,
		main_character_face = 0,
		word = "실격당했으나, 야외의 신선한 공기를 마신 로라는 매우 상쾌해 보였다.",
		char_type = 0
	}
	pg.base.child2_word[3208801] = {
		id = 3208801,
		main_character_face = 0,
		word = "로라는 우연히 표지가 낡고 바랜 책을 발견했다. 그래서……",
		char_type = 0
	}
	pg.base.child2_word[3208802] = {
		id = 3208802,
		main_character_face = 0,
		word = "[진지하게 읽는다]",
		char_type = 2
	}
	pg.base.child2_word[3208803] = {
		id = 3208803,
		main_character_face = 0,
		word = "책을 펼치자 옛 지혜가 시간의 강을 넘어 천천히 흘러 들어왔다……",
		char_type = 0
	}
	pg.base.child2_word[3208805] = {
		id = 3208805,
		main_character_face = 0,
		word = "[대충 훑어본다]",
		char_type = 2
	}
	pg.base.child2_word[3208806] = {
		id = 3208806,
		main_character_face = 0,
		word = "몇 페이지 팔랑팔랑 넘겨보았다. 너무 난해한 부분도 있으니 깊게 생각할 필요는 없을 것 같다.",
		char_type = 0
	}
	pg.base.child2_word[3208808] = {
		id = 3208808,
		main_character_face = 0,
		word = "[수집품으로 삼는다]",
		char_type = 2
	}
	pg.base.child2_word[3208809] = {
		id = 3208809,
		main_character_face = 0,
		word = "사면 이미 읽은 거나 다름없다! 로라도 언젠가는 읽겠지…… 그렇지?",
		char_type = 0
	}
	pg.base.child2_word[3208811] = {
		id = 3208811,
		main_character_face = 0,
		word = "[그대로 방치]",
		char_type = 2
	}
	pg.base.child2_word[3208812] = {
		id = 3208812,
		main_character_face = 0,
		word = "책을 덮고 그대로 계속 잠들게 한다.",
		char_type = 0
	}
	pg.base.child2_word[3208901] = {
		id = 3208901,
		main_character_face = 0,
		word = "오후의 악기점 밖, 쇼윈도에 장식된 그랜드 피아노는 조용히 자리 잡은 숙녀처럼 소리 없이 그 우아함을 풍기고 있었다……",
		char_type = 0
	}
	pg.base.child2_word[3208902] = {
		id = 3208902,
		main_character_face = 0,
		word = "상점가를 어슬렁거리다 로라는 자연스럽게 악기점 앞에서 발을 멈췄다.",
		char_type = 0
	}
	pg.base.child2_word[3208903] = {
		id = 3208903,
		main_character_face = 0,
		word = "투명한 유리 너머로 순백의 그랜드 피아노가 따스한 빛 속에서 조용히 자리 잡고 있다. 뚜껑은 열려 있고, 흑백의 건반이 온화한 광택을 머금고 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3208904] = {
		id = 3208904,
		main_character_face = 0,
		word = "그리고 그녀는 그대로 호기심 어린 눈빛을 피아노로 향했다……",
		char_type = 0
	}
	pg.base.child2_word[3208905] = {
		id = 3208905,
		main_character_face = 0,
		word = "[매장 내에서 시연]",
		char_type = 2
	}
	pg.base.child2_word[3208906] = {
		id = 3208906,
		main_character_face = 0,
		word = "간단한 대화 후 짧은 시연 허가를 받았다.",
		char_type = 0
	}
	pg.base.child2_word[3208907] = {
		id = 3208907,
		main_character_face = 0,
		word = "로라는 천천히 의자에 앉아 손가락을 뻗어 건반을 살며시 두드렸고 연주된 소리에 놀랐다.",
		char_type = 0
	}
	pg.base.child2_word[3208908] = {
		id = 3208908,
		main_character_face = 0,
		word = "하지만 곧 그녀의 놀란 표정은 기쁨으로 변했다. 시연 시간이 끝나자 그녀는 아쉬운 듯 자리를 떴다.",
		char_type = 0
	}
	pg.base.child2_word[3208910] = {
		id = 3208910,
		main_character_face = 0,
		word = "[악기점에서 멀어진다]",
		char_type = 2
	}
	pg.base.child2_word[3208911] = {
		id = 3208911,
		main_character_face = 0,
		word = "시간이 꽤 늦었다고 살며시 전했다.",
		char_type = 0
	}
	pg.base.child2_word[3208912] = {
		id = 3208912,
		main_character_face = 0,
		word = "로라는 순순히 고개를 끄덕이며 다시 한번 쇼윈도를 돌아본 뒤 뒤를 따랐다.",
		char_type = 0
	}
	pg.base.child2_word[3209001] = {
		id = 3209001,
		main_character_face = 0,
		word = "음악실 문틈 사이로 띄엄띄엄 피아노 선율이 흘러나오고 있다……",
		char_type = 0
	}
	pg.base.child2_word[3209002] = {
		id = 3209002,
		main_character_face = 0,
		word = "음악실 앞을 지나가자 안에서 반복적으로 연습 중인 멜로디가 들렸다. 그것은 『엘리제를 위하여』의 도입부 몇 소절이었다.",
		char_type = 0
	}
	pg.base.child2_word[3209003] = {
		id = 3209003,
		main_character_face = 0,
		word = "조금 열린 문 안을 들여다 보니, 로라가 전자 피아노 앞에 등을 꼿꼿이 세우고 앉아 조금 어색하게 건반을 두드리고 있다……",
		char_type = 0
	}
	pg.base.child2_word[3209004] = {
		id = 3209004,
		main_character_face = 0,
		word = "몇 부분의 리듬 전환이 지금의 그녀에게는 조금 어려운 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3209005] = {
		id = 3209005,
		main_character_face = 0,
		word = "[조언한다]",
		char_type = 2
	}
	pg.base.child2_word[3209006] = {
		id = 3209006,
		main_character_face = 0,
		word = "피아노는 잘 못 치지만 현대 사회에는 다양한 교본이 있다.",
		char_type = 0
	}
	pg.base.child2_word[3209007] = {
		id = 3209007,
		main_character_face = 0,
		word = "살며시 노크하고 들어가자 로라는 조금 놀라며 부끄러운 표정을 지었다. 하지만 조언을 듣자 눈에 광채를 품었다.",
		char_type = 0
	}
	pg.base.child2_word[3209008] = {
		id = 3209008,
		main_character_face = 0,
		word = "이후 그녀의 연주는 급격히 매끄러워졌다.",
		char_type = 0
	}
	pg.base.child2_word[3209010] = {
		id = 3209010,
		main_character_face = 0,
		word = "[문밖에서 기다린다]",
		char_type = 2
	}
	pg.base.child2_word[3209011] = {
		id = 3209011,
		main_character_face = 0,
		word = "방해하지 않고 그저 조용히 문밖에서 연주를 들었다.",
		char_type = 0
	}
	pg.base.child2_word[3209012] = {
		id = 3209012,
		main_character_face = 0,
		word = "연주가 두 번 반복되고 이윽고 멈춘 후, 희미한 한숨과 악보를 정리하는 소리가 들려왔다.",
		char_type = 0
	}
	pg.base.child2_word[3209101] = {
		id = 3209101,
		main_character_face = 0,
		word = "커뮤니티 문화제 프로그램이 게시판에 붙었고 로라의 이름도 그곳에 있었다……",
		char_type = 0
	}
	pg.base.child2_word[3209102] = {
		id = 3209102,
		main_character_face = 0,
		word = "문화제 공연 무대 뒤. 접이식 의자에 앉은 로라는 양손을 맞잡고 긴장한 표정을 짓고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3209103] = {
		id = 3209103,
		main_character_face = 0,
		word = "손에 든 악보 끝은 몇 번이나 넘겨 본 듯 둥글게 말려 있었고, 형광펜으로 다양한 표시가 빽빽하게 적혀 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3209104] = {
		id = 3209104,
		main_character_face = 0,
		word = "화장 거울의 눈부신 조명 탓인지, 거울 속 그녀의 입술은 조금 창백해져 심호흡을 반복하고 있다…… 마치 운명을 결정짓는 중요한 순간처럼.",
		char_type = 0
	}
	pg.base.child2_word[3209105] = {
		id = 3209105,
		main_character_face = 0,
		word = "[격려하는 말을 건넨다]",
		char_type = 2
	}
	pg.base.child2_word[3209106] = {
		id = 3209106,
		main_character_face = 0,
		word = "떨리는 로라의 어깨에 살며시 손을 얹고, 이것은 그녀의 곡이며 그녀의 무대니까 실수해도 괜찮다고 전했다.",
		char_type = 0
	}
	pg.base.child2_word[3209107] = {
		id = 3209107,
		main_character_face = 0,
		word = "가장 중요한 것은 이 순간을 즐기는 것이다.",
		char_type = 0
	}
	pg.base.child2_word[3209108] = {
		id = 3209108,
		main_character_face = 0,
		word = "이 말에 로라의 눈에 다시 생기가 돌아왔다. 이후 첫 무대에서의 멋진 연주는 미디어에서 대대적으로 보도되었고 그녀의 이름은 널리 알려지게 되었다.",
		char_type = 0
	}
	pg.base.child2_word[3209110] = {
		id = 3209110,
		main_character_face = 0,
		word = "[조용히 곁을 지킨다]",
		char_type = 2
	}
	pg.base.child2_word[3209111] = {
		id = 3209111,
		main_character_face = 0,
		word = "결국 그녀의 첫 무대는 실패로 끝났다. 입 밖으로 내지 못했던 그 꿈도 먼지처럼 사라져 갔다……",
		char_type = 0
	}
	pg.base.child2_word[3209201] = {
		id = 3209201,
		main_character_face = 0,
		word = "자연과학실 사물함 최상단에 좀처럼 펼쳐질 일 없는 두꺼운 과학 서적이 누워 있다……",
		char_type = 0
	}
	pg.base.child2_word[3209202] = {
		id = 3209202,
		main_character_face = 0,
		word = "교실에는 은은한 알코올 냄새와 건초 표본 냄새가 섞여 있다.",
		char_type = 0
	}
	pg.base.child2_word[3209203] = {
		id = 3209203,
		main_character_face = 0,
		word = "로라는 까치발을 들고 그 책에 손을 뻗으려 했으나, 몇 번을 시도해도 간발의 차로 도저히 닿지 않는다.",
		char_type = 0
	}
	pg.base.child2_word[3209204] = {
		id = 3209204,
		main_character_face = 0,
		word = "[집어 준다]",
		char_type = 2
	}
	pg.base.child2_word[3209205] = {
		id = 3209205,
		main_character_face = 0,
		word = "손을 뻗으면 간단히 닿을 위치에 있던 책을 그녀에게 건네주었다. 로라는 두꺼운 책을 꼭 껴안고 쑥스러워하면서도 기쁜 표정을 지었다.",
		char_type = 0
	}
	pg.base.child2_word[3209207] = {
		id = 3209207,
		main_character_face = 0,
		word = "[다른 책을 읽게 한다]",
		char_type = 2
	}
	pg.base.child2_word[3209208] = {
		id = 3209208,
		main_character_face = 0,
		word = "다른 교실에서 로라에게 맞을 것 같은 책을 가져다주자, 그녀는 작은 소리로 고맙다고 말하며 받았으나, 시선은 여전히 높은 책장 쪽을 향해 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3209301] = {
		id = 3209301,
		main_character_face = 0,
		word = "비 온 뒤 정원에 상쾌한 향기가 감돌고 있다……",
		char_type = 0
	}
	pg.base.child2_word[3209302] = {
		id = 3209302,
		main_character_face = 0,
		word = "로라는 풀숲 옆에 쭈그리고 앉아 조용히 무언가를 관찰하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3209303] = {
		id = 3209303,
		main_character_face = 0,
		word = "무당벌레가 잎 뒷면을 기어가는 것을 발견한 그녀는 숨을 죽이고 날개를 펴고 날아갈 때까지 가만히 기다렸다가 살며시 숨을 내뱉었다.",
		char_type = 0
	}
	pg.base.child2_word[3209304] = {
		id = 3209304,
		main_character_face = 0,
		word = "옆 벤치에는 그녀의 가방이 놓여 있고 칸막이 사이로 『자연 도감』의 모서리가 보였다……",
		char_type = 0
	}
	pg.base.child2_word[3209305] = {
		id = 3209305,
		main_character_face = 0,
		word = "[그녀 곁에 있는다]",
		char_type = 2
	}
	pg.base.child2_word[3209306] = {
		id = 3209306,
		main_character_face = 0,
		word = "로라는 기쁜 표정으로 아까 주운 완벽한 벽오동 잎을 보여주었다.",
		char_type = 0
	}
	pg.base.child2_word[3209307] = {
		id = 3209307,
		main_character_face = 0,
		word = "그 잎맥은 마치 지도의 강처럼 갈라져 있어 확실히 흥미로운 구조였다.",
		char_type = 0
	}
	pg.base.child2_word[3209309] = {
		id = 3209309,
		main_character_face = 0,
		word = "[낙엽 청소]",
		char_type = 2
	}
	pg.base.child2_word[3209310] = {
		id = 3209310,
		main_character_face = 0,
		word = "낙엽이 쌓이면 보기 안 좋으므로 로라도 청소를 도와주었지만, 조금 씁쓸한 표정을 지었다.",
		char_type = 0
	}
	pg.base.child2_word[3209401] = {
		id = 3209401,
		main_character_face = 0,
		word = "실험실 작업대에 흡수성 면지와 핀셋이 놓여 있다……",
		char_type = 0
	}
	pg.base.child2_word[3209402] = {
		id = 3209402,
		main_character_face = 0,
		word = "로라는 고무장갑을 끼고 압화로 만든 수레국화 한 송이를 신중하게 액자로 옮기고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3209403] = {
		id = 3209403,
		main_character_face = 0,
		word = "옮기기를 마친 그녀는 깊은 숨을 내뱉었다. 그리고 줄곧 허리를 굽히고 있었던 탓에 등이 뻐근하다는 것을 깨달았다.",
		char_type = 0
	}
	pg.base.child2_word[3209404] = {
		id = 3209404,
		main_character_face = 0,
		word = "액자 끝에 붙은 라벨에는 그녀가 정성껏 쓴 아름다운 글씨가 적혀 있다. 「수레국화, 뒷산에서 채취」",
		char_type = 0
	}
	pg.base.child2_word[3209405] = {
		id = 3209405,
		main_character_face = 0,
		word = "[칭찬한다]",
		char_type = 2
	}
	pg.base.child2_word[3209406] = {
		id = 3209406,
		main_character_face = 0,
		word = "칭찬을 들은 로라의 귓가가 살짝 붉어지며 자신의 취미에 대한 확신이 더욱 깊어졌다.",
		char_type = 0
	}
	pg.base.child2_word[3209408] = {
		id = 3209408,
		main_character_face = 0,
		word = "[휴식을 권한다]",
		char_type = 2
	}
	pg.base.child2_word[3209409] = {
		id = 3209409,
		main_character_face = 0,
		word = "한 장 더 표본을 만들고 싶어 하는 눈치였지만, 결국 가볍게 한숨을 내쉬며 최종적으로 타협했다.",
		char_type = 0
	}
	pg.base.child2_word[3209501] = {
		id = 3209501,
		main_character_face = 0,
		word = "로라와 유원지에 찾아왔다. 뭘 하고 놀까?",
		char_type = 0
	}
	pg.base.child2_word[3209502] = {
		id = 3209502,
		main_character_face = 0,
		word = "[만쥬 스크래치]",
		char_type = 2
	}
	pg.base.child2_word[3209503] = {
		id = 3209503,
		main_character_face = 0,
		word = "특별상을 받았다! 로라는 너무 기뻐 팔짝팔짝 뛰었다.",
		char_type = 0
	}
	pg.base.child2_word[3209505] = {
		id = 3209505,
		main_character_face = 0,
		word = "당첨됐다! 로라도 무척 기쁜 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3209507] = {
		id = 3209507,
		main_character_face = 0,
		word = "꽝…… 참가상은 받았지만 로라는 꽤 실망한 표정이다.",
		char_type = 0
	}
	pg.base.child2_word[3209509] = {
		id = 3209509,
		main_character_face = 0,
		word = "[만쥬 해머]",
		char_type = 2
	}
	pg.base.child2_word[3209510] = {
		id = 3209510,
		main_character_face = 0,
		word = "신기록 갱신! 타이밍에 맞춰 해머를 내려치자, 하이스코어가 갱신되었다!",
		char_type = 0
	}
	pg.base.child2_word[3209512] = {
		id = 3209512,
		main_character_face = 0,
		word = "예상한대로의 선전! 로라도 무척 기쁜 모양이다.",
		char_type = 0
	}
	pg.base.child2_word[3209514] = {
		id = 3209514,
		main_character_face = 0,
		word = "익숙한 게임인데 의외로 성적이 부진했다… 참가상은 받았지만 로라는 무척이나 실망한 기색이다.",
		char_type = 0
	}
	pg.base.child2_word[3209516] = {
		id = 3209516,
		main_character_face = 0,
		word = "[집에 가서 공부]",
		char_type = 2
	}
	pg.base.child2_word[3209517] = {
		id = 3209517,
		main_character_face = 0,
		word = "로라는 무척이나 실망한 표정이다.",
		char_type = 0
	}
	pg.base.child2_word[3238901] = {
		id = 3238901,
		main_character_face = 0,
		word = "오후의 악기점 밖, 쇼윈도에 장식된 그랜드 피아노는 조용히 자리 잡은 숙녀처럼 소리 없이 그 우아함을 풍기고 있었다…… (엔딩 관련 이벤트 시작 가능)",
		char_type = 0
	}
	pg.base.child2_word[3239001] = {
		id = 3239001,
		main_character_face = 0,
		word = "음악실 문틈 사이로 띄엄띄엄 피아노 선율이 흘러나오고 있다…… (엔딩 관련 이벤트 시작 가능)",
		char_type = 0
	}
	pg.base.child2_word[3239101] = {
		id = 3239101,
		main_character_face = 0,
		word = "커뮤니티 문화제 프로그램이 게시판에 붙었고 로라의 이름도 그곳에 있었다…… (엔딩 관련 이벤트 시작 가능)",
		char_type = 0
	}
	pg.base.child2_word[3239201] = {
		id = 3239201,
		main_character_face = 0,
		word = "자연과학실 사물함 최상단에 좀처럼 펼쳐질 일 없는 두꺼운 과학 서적이 누워 있다…… (엔딩 관련 이벤트 시작 가능)",
		char_type = 0
	}
	pg.base.child2_word[3239301] = {
		id = 3239301,
		main_character_face = 0,
		word = "비 온 뒤 정원에 상쾌한 향기가 감돌고 있다…… (엔딩 관련 이벤트 시작 가능)",
		char_type = 0
	}
	pg.base.child2_word[3239401] = {
		id = 3239401,
		main_character_face = 0,
		word = "실험실 작업대에 흡수성 면지와 핀셋이 놓여 있다…… (엔딩 관련 이벤트 시작 가능)",
		char_type = 0
	}
	pg.base.child2_word[3240101] = {
		id = 3240101,
		main_character_face = 0,
		word = "공원 벤치에 자신감으로 가득한 웃음을 띤 뉴저지가 앉아 있다.",
		char_type = 0
	}
	pg.base.child2_word[3240102] = {
		id = 3240102,
		main_character_face = 0,
		word = "뉴저지에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3240105] = {
		id = 3240105,
		main_character_face = 0,
		word = "뭐 하는지 보러 간다",
		char_type = 2
	}
	pg.base.child2_word[3240201] = {
		id = 3240201,
		main_character_face = 0,
		word = "뉴저지는 즐거운 표정으로 장비를 점검하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3240202] = {
		id = 3240202,
		main_character_face = 0,
		word = "뉴저지에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3240203] = {
		id = 3240203,
		main_character_face = 0,
		word = "뉴저지와 잠시 이야기를 나눈 후, 로라는 무언가 생각에 빠졌다.",
		char_type = 0
	}
	pg.base.child2_word[3240205] = {
		id = 3240205,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
end)()
(function ()
	pg.base.child2_word[3240301] = {
		id = 3240301,
		main_character_face = 0,
		word = "바닷가에서 뉴저지와 만났다. 말을 걸어 볼까?",
		char_type = 0
	}
	pg.base.child2_word[3240302] = {
		id = 3240302,
		main_character_face = 0,
		word = "뉴저지에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3240303] = {
		id = 3240303,
		main_character_face = 0,
		word = "뉴저지와 잠시 이야기를 나눈 후, 로라는 많은 것을 배웠다.",
		char_type = 0
	}
	pg.base.child2_word[3240305] = {
		id = 3240305,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3241101] = {
		id = 3241101,
		main_character_face = 0,
		word = "드 제번 프로빈시엔이 정원에서 튤립 한 송이의 지지대를 정성스레 조정하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3241102] = {
		id = 3241102,
		main_character_face = 0,
		word = "제번에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3241105] = {
		id = 3241105,
		main_character_face = 0,
		word = "뭐 하는지 보러 간다",
		char_type = 2
	}
	pg.base.child2_word[3241201] = {
		id = 3241201,
		main_character_face = 0,
		word = "드 제번 프로빈시엔은 새로 도착한 모종을 옮겨 심고 있다. 그 손길은 매우 부드러우면서도 능숙했다.",
		char_type = 0
	}
	pg.base.child2_word[3241202] = {
		id = 3241202,
		main_character_face = 0,
		word = "제번에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3241203] = {
		id = 3241203,
		main_character_face = 0,
		word = "드 제번 프로빈시엔과 잠시 이야기를 나눈 후, 로라는 무언가 생각에 빠졌다.",
		char_type = 0
	}
	pg.base.child2_word[3241205] = {
		id = 3241205,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3241301] = {
		id = 3241301,
		main_character_face = 0,
		word = "온실에서 드 제번 프로빈시엔이 식물의 성장 데이터를 기록하고 있는 모양이다. 그녀에게 말을 걸어볼까?",
		char_type = 0
	}
	pg.base.child2_word[3241302] = {
		id = 3241302,
		main_character_face = 0,
		word = "제번에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3241303] = {
		id = 3241303,
		main_character_face = 0,
		word = "드 제번 프로빈시엔과 잠시 이야기를 나눈 후, 로라는 많은 것을 배웠다.",
		char_type = 0
	}
	pg.base.child2_word[3241305] = {
		id = 3241305,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3242101] = {
		id = 3242101,
		main_character_face = 0,
		word = "타슈켄트가 그늘에서 태평한 모습으로 과일 사탕을 손에 들고 만지작거리고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3242102] = {
		id = 3242102,
		main_character_face = 0,
		word = "타슈켄트에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3242105] = {
		id = 3242105,
		main_character_face = 0,
		word = "뭐 하는지 보러 간다",
		char_type = 2
	}
	pg.base.child2_word[3242201] = {
		id = 3242201,
		main_character_face = 0,
		word = "타슈켄트는 자판기 앞에서 음료수의 종류를 확인하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3242202] = {
		id = 3242202,
		main_character_face = 0,
		word = "타슈켄트에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3242203] = {
		id = 3242203,
		main_character_face = 0,
		word = "타슈켄트와 잠시 이야기한 후, 로라는 무언가 생각에 빠졌다.",
		char_type = 0
	}
	pg.base.child2_word[3242205] = {
		id = 3242205,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3242301] = {
		id = 3242301,
		main_character_face = 0,
		word = "도서관 구석에서 그림책을 보고 있는 타슈켄트를 발견했다. 그녀에게 말을 걸어볼까?",
		char_type = 0
	}
	pg.base.child2_word[3242302] = {
		id = 3242302,
		main_character_face = 0,
		word = "타슈켄트에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3242303] = {
		id = 3242303,
		main_character_face = 0,
		word = "타슈켄트와 잠시 이야기한 후, 로라는 많은 것을 배웠다.",
		char_type = 0
	}
	pg.base.child2_word[3242305] = {
		id = 3242305,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3243101] = {
		id = 3243101,
		main_character_face = 0,
		word = "유리창 앞에서 메이드복 소매 끝을 정성스럽게 다듬고 있는 시리우스를 발견했다.",
		char_type = 0
	}
	pg.base.child2_word[3243102] = {
		id = 3243102,
		main_character_face = 0,
		word = "시리우스에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3243105] = {
		id = 3243105,
		main_character_face = 0,
		word = "뭐 하는지 보러 간다",
		char_type = 2
	}
	pg.base.child2_word[3243201] = {
		id = 3243201,
		main_character_face = 0,
		word = "시리우스는 탕비실에서 다과를 준비하며 무언가 생각에 잠겨 있는 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[3243202] = {
		id = 3243202,
		main_character_face = 0,
		word = "시리우스에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3243203] = {
		id = 3243203,
		main_character_face = 0,
		word = "시리우스와 간단한 이야기를 나눈 후, 로라는 무언가 생각에 빠졌다.",
		char_type = 0
	}
	pg.base.child2_word[3243205] = {
		id = 3243205,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3243301] = {
		id = 3243301,
		main_character_face = 0,
		word = "복도 안쪽에서 조용히 순찰 임무 중인 시리우스를 보았다. 말을 걸어볼까?",
		char_type = 0
	}
	pg.base.child2_word[3243302] = {
		id = 3243302,
		main_character_face = 0,
		word = "시리우스에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3243303] = {
		id = 3243303,
		main_character_face = 0,
		word = "시리우스의 일을 관찰한 후, 로라는 많은 것을 배웠다.",
		char_type = 0
	}
	pg.base.child2_word[3243305] = {
		id = 3243305,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3244101] = {
		id = 3244101,
		main_character_face = 0,
		word = "에페가 휴게실에서 서툰 손길로 제복을 개는 연습을 하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3244102] = {
		id = 3244102,
		main_character_face = 0,
		word = "에페에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3244105] = {
		id = 3244105,
		main_character_face = 0,
		word = "뭐 하는지 보러 간다",
		char_type = 2
	}
	pg.base.child2_word[3244201] = {
		id = 3244201,
		main_character_face = 0,
		word = "에페는 세탁실에 널려 있는 옷가지들을 이용해 옷 개는 연습을 하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3244202] = {
		id = 3244202,
		main_character_face = 0,
		word = "에페에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3244203] = {
		id = 3244203,
		main_character_face = 0,
		word = "에페가 연습하는 모습을 보고, 로라는 무언가 생각에 빠졌다.",
		char_type = 0
	}
	pg.base.child2_word[3244205] = {
		id = 3244205,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3244301] = {
		id = 3244301,
		main_character_face = 0,
		word = "에페가 바느질 세트를 들고 휴게실에서 진지하게 바느질 연습을 하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3244302] = {
		id = 3244302,
		main_character_face = 0,
		word = "에페에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3244303] = {
		id = 3244303,
		main_character_face = 0,
		word = "에페와 잠시 이야기를 나눈 후, 로라는 많은 것을 배웠다.",
		char_type = 0
	}
	pg.base.child2_word[3244305] = {
		id = 3244305,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3245101] = {
		id = 3245101,
		main_character_face = 0,
		word = "노시로가 집무실 화이트보드 앞에 서서 다음 주 훈련 계획 스케줄을 조정하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3245102] = {
		id = 3245102,
		main_character_face = 0,
		word = "노시로에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3245105] = {
		id = 3245105,
		main_character_face = 0,
		word = "뭐 하는지 보러 간다",
		char_type = 2
	}
	pg.base.child2_word[3245201] = {
		id = 3245201,
		main_character_face = 0,
		word = "노시로는 자료실에서 작전 기록을 정성스럽게 정리하고 있다.",
		char_type = 0
	}
	pg.base.child2_word[3245202] = {
		id = 3245202,
		main_character_face = 0,
		word = "노시로에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3245203] = {
		id = 3245203,
		main_character_face = 0,
		word = "노시로에게 일하는 방법을 배운 후, 로라는 무언가 생각에 빠졌다.",
		char_type = 0
	}
	pg.base.child2_word[3245205] = {
		id = 3245205,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3245301] = {
		id = 3245301,
		main_character_face = 0,
		word = "노시로는 회의실에서 훈련용 자료를 준비하고 있다. 그녀에게 말을 걸어볼까?",
		char_type = 0
	}
	pg.base.child2_word[3245302] = {
		id = 3245302,
		main_character_face = 0,
		word = "노시로에게 말을 건다",
		char_type = 2
	}
	pg.base.child2_word[3245303] = {
		id = 3245303,
		main_character_face = 0,
		word = "노시로의 해설을 들은 후, 로라는 많은 것을 배웠다.",
		char_type = 0
	}
	pg.base.child2_word[3245305] = {
		id = 3245305,
		main_character_face = 0,
		word = "내버려둔다",
		char_type = 2
	}
	pg.base.child2_word[3500001] = {
		id = 3500001,
		main_character_face = 0,
		word = "로라는 아직 판정에 익숙하지 않은 모양이니, 평소에 좀 더 노력해야 할 듯하다.",
		char_type = 3
	}
	pg.base.child2_word[3500003] = {
		id = 3500003,
		main_character_face = 0,
		word = "로라는 판정의 기초 목표를 달성했지만, 아직 몇몇 부분에서 정진이 필요하다.",
		char_type = 3
	}
	pg.base.child2_word[3500005] = {
		id = 3500005,
		main_character_face = 0,
		word = "로라는 여러 능력을 잘 발휘하고 있다. 이대로 계속 가자!",
		char_type = 3
	}
	pg.base.child2_word[3500007] = {
		id = 3500007,
		main_character_face = 0,
		word = "로라는 종합적으로 훌륭한 실력을 보여주었다. 무척 인상적인 성과였다!",
		char_type = 3
	}
	pg.base.child2_word[3600101] = {
		id = 3600101,
		main_character_face = 0,
		word = "로라와 함께 즐거운 공작 교실에 참여했다.",
		char_type = 0
	}
	pg.base.child2_word[3600102] = {
		id = 3600102,
		main_character_face = 0,
		word = "로라는 작은 항해를 방해하지 않도록, 직접 만든 작은 배를 살며시 수면 위에 띄웠다.",
		char_type = 0
	}
	pg.base.child2_word[3600201] = {
		id = 3600201,
		main_character_face = 0,
		word = "로라와 함께 정원 연못에 놓인 작은 돌다리에 왔다.",
		char_type = 0
	}
	pg.base.child2_word[3600202] = {
		id = 3600202,
		main_character_face = 0,
		word = "로라는 연못의 비단잉어를 바라보며 어떤 소원을 빌지 고민에 빠졌다.",
		char_type = 0
	}
	pg.base.child2_word[3600301] = {
		id = 3600301,
		main_character_face = 0,
		word = "로라와 함께 시골길의 물웅덩이를 지나갔다.",
		char_type = 0
	}
	pg.base.child2_word[3600302] = {
		id = 3600302,
		main_character_face = 0,
		word = "로라는 수면에 비친 「평소와 다른 자신」을 신기한 듯 들여다보고 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3600401] = {
		id = 3600401,
		main_character_face = 0,
		word = "로라와 함께 해변 휴게소에 왔다.",
		char_type = 0
	}
	pg.base.child2_word[3600402] = {
		id = 3600402,
		main_character_face = 0,
		word = "바닷바람을 타고 나는 갈매기를 발견하자, 로라는 뭔가 즐거운 일이 생기길 기대하며 살금살금 다가갔다.",
		char_type = 0
	}
	pg.base.child2_word[3600501] = {
		id = 3600501,
		main_character_face = 0,
		word = "로라와 함께 고요한 호숫가로 갔다.",
		char_type = 0
	}
	pg.base.child2_word[3600502] = {
		id = 3600502,
		main_character_face = 0,
		word = "로라는 물가에서 몸을 내밀어 반짝이는 수면을 바라보았다. 마치 물밑의 조용한 세상에 인사를 건네는 듯했다.",
		char_type = 0
	}
	pg.base.child2_word[3600601] = {
		id = 3600601,
		main_character_face = 0,
		word = "로라와 함께 흔들거리는 작은 배에 탔다.",
		char_type = 0
	}
	pg.base.child2_word[3600602] = {
		id = 3600602,
		main_character_face = 0,
		word = "로라는 배 난간에 앉아 차가운 호숫물에 발을 담그고 즐겁게 물보라를 일으켰다.",
		char_type = 0
	}
	pg.base.child2_word[3600701] = {
		id = 3600701,
		main_character_face = 0,
		word = "로라와 함께 해변 전망대에 갔다.",
		char_type = 0
	}
	pg.base.child2_word[3600702] = {
		id = 3600702,
		main_character_face = 0,
		word = "바닷바람을 맞으며 그녀는 눈을 감고 먼 바다에서 온 소식을 느끼듯 가만히 서 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3600801] = {
		id = 3600801,
		main_character_face = 0,
		word = "로라와 함께 햇살이 비치는 물웅덩이를 지나갔다.",
		char_type = 0
	}
	pg.base.child2_word[3600802] = {
		id = 3600802,
		main_character_face = 0,
		word = "수면에서 일렁이는 빛에 마음을 빼앗긴 로라는 조금 난처한 듯 귀여운 표정으로 그 광채를 가만히 응시했다.",
		char_type = 0
	}
	pg.base.child2_word[3600901] = {
		id = 3600901,
		main_character_face = 0,
		word = "로라와 함께 밤의 들판으로 갔다.",
		char_type = 0
	}
	pg.base.child2_word[3600902] = {
		id = 3600902,
		main_character_face = 0,
		word = "로라는 밤하늘 가득한 별을 올려다보며, 먼 빛이 들려주는 이야기에 귀를 기울였다.",
		char_type = 0
	}
	pg.base.child2_word[3601001] = {
		id = 3601001,
		main_character_face = 0,
		word = "로라와 함께 정원의 고요한 고무나무 아래로 왔다.",
		char_type = 0
	}
	pg.base.child2_word[3601002] = {
		id = 3601002,
		main_character_face = 0,
		word = "로라는 벤치에서 독서에 열중하며 평온한 이야기의 세계에 푹 빠져 있었다.",
		char_type = 0
	}
	pg.base.child2_word[3601101] = {
		id = 3601101,
		main_character_face = 0,
		word = "로라와 함께 비가 그친 뒤 물웅덩이가 남은 길 한복판으로 왔다.",
		char_type = 0
	}
	pg.base.child2_word[3601102] = {
		id = 3601102,
		main_character_face = 0,
		word = "로라는 우산을 쓴 채 쭈그리고 앉아 손끝으로 그린 파문을 가만히 지켜보았다.",
		char_type = 0
	}
	pg.base.child2_word[3601201] = {
		id = 3601201,
		main_character_face = 0,
		word = "로라와 함께 해변의 돌이 많은 곳으로 왔다.",
		char_type = 0
	}
	pg.base.child2_word[3601202] = {
		id = 3601202,
		main_character_face = 0,
		word = "로라는 주운 돌을 정성껏 쌓아 올리며 그녀만의 소중한 작업에 몰두하고 있는 듯하다.",
		char_type = 0
	}
	pg.base.child2_word[3601301] = {
		id = 3601301,
		main_character_face = 0,
		word = "로라와 함께 돌계단 근처에서 노는 바다표범을 발견했다.",
		char_type = 0
	}
	pg.base.child2_word[3601302] = {
		id = 3601302,
		main_character_face = 0,
		word = "로라가 손을 내밀자, 바다표범은 코끝을 그녀의 손바닥에 대며 애교를 부렸다.",
		char_type = 0
	}
	pg.base.child2_word[3601401] = {
		id = 3601401,
		main_character_face = 0,
		word = "로라와 함께 햇살이 눈부신 모래사장으로 왔다.",
		char_type = 0
	}
	pg.base.child2_word[3601402] = {
		id = 3601402,
		main_character_face = 0,
		word = "로라는 바다를 떠다니던 병 옆에 쭈그리고 앉아 그것을 열어야 할지 진지하게 고민했다.",
		char_type = 0
	}
	pg.base.child2_word[3601501] = {
		id = 3601501,
		main_character_face = 0,
		word = "로라와 함께 경치 좋은 강변길로 왔다.",
		char_type = 0
	}
	pg.base.child2_word[3601502] = {
		id = 3601502,
		main_character_face = 0,
		word = "돌과 낙엽 때문에 걷기 힘들었지만, 그녀는 그것조차 즐거워했다.",
		char_type = 0
	}
	pg.base.child2_word[3601601] = {
		id = 3601601,
		main_character_face = 0,
		word = "로라와 함께 공원 호숫가로 왔다.",
		char_type = 0
	}
	pg.base.child2_word[3601602] = {
		id = 3601602,
		main_character_face = 0,
		word = "호수의 바위를 발견하자 로라는 문득 물의 요정이 된 듯 가볍게 그 위로 뛰어올랐다.",
		char_type = 0
	}
	pg.base.child2_word[3601701] = {
		id = 3601701,
		main_character_face = 0,
		word = "로라와 함께 온통 은빛으로 뒤덮인 세상을 감상했다.",
		char_type = 0
	}
	pg.base.child2_word[3601702] = {
		id = 3601702,
		main_character_face = 0,
		word = "로라는 기쁜 듯 내 손을 이끌며 눈이 덮인 아름다운 나무들을 보여주었다.",
		char_type = 0
	}
	pg.base.child2_word[3601801] = {
		id = 3601801,
		main_character_face = 0,
		word = "로라와 함께 광활한 호수를 발견했다.",
		char_type = 0
	}
	pg.base.child2_word[3601802] = {
		id = 3601802,
		main_character_face = 0,
		word = "그녀는 보물을 찾은 것처럼 먼 산을 가리키며 들뜬 목소리로 알려주었다.",
		char_type = 0
	}
	pg.base.child2_word[3700002] = {
		id = 3700002,
		main_character_face = 0,
		word = "공놀이가 즐거워서 땀을 잔뜩 흘렸다!",
		char_type = 3
	}
end)()
(function ()
	pg.base.child2_word[3700004] = {
		id = 3700004,
		main_character_face = 0,
		word = "블록 퍼즐을 완벽하게 조립했네! 대단해!",
		char_type = 3
	}
	pg.base.child2_word[3700006] = {
		id = 3700006,
		main_character_face = 0,
		word = "이야기를 끝까지 진지하게 읽어, 새로운 것을 배울 수 있었다!",
		char_type = 3
	}
	pg.base.child2_word[3700008] = {
		id = 3700008,
		main_character_face = 0,
		word = "상상력을 발휘해서 재미있는 아이디어가 많이 떠올랐다!",
		char_type = 3
	}
	pg.base.child2_word[3700010] = {
		id = 3700010,
		main_character_face = 0,
		word = "음악에 맞춰 춤추는 게 즐거워서 동작도 점점 능숙해졌다!",
		char_type = 3
	}
	pg.base.child2_word[3700012] = {
		id = 3700012,
		main_character_face = 0,
		word = "작은 방을 깨끗하게 청소했다! 잘했어!",
		char_type = 3
	}
	pg.base.child2_word[3700014] = {
		id = 3700014,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 자신의 체력에 자신이 생겼다!",
		char_type = 3
	}
	pg.base.child2_word[3700016] = {
		id = 3700016,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 자신의 체력에 자신이 생겼다!",
		char_type = 3
	}
	pg.base.child2_word[3700018] = {
		id = 3700018,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 자신의 체력에 자신이 생겼다!",
		char_type = 3
	}
	pg.base.child2_word[3700020] = {
		id = 3700020,
		main_character_face = 0,
		word = "진지하게 운반 작업에 임해 보람을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[3700022] = {
		id = 3700022,
		main_character_face = 0,
		word = "진지하게 운반 작업에 임해 보람을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[3700024] = {
		id = 3700024,
		main_character_face = 0,
		word = "진지하게 운반 작업에 임해 보람을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[3700026] = {
		id = 3700026,
		main_character_face = 0,
		word = "교실에서 조용히 독서를 하여 지식을 얻는 기쁨을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[3700028] = {
		id = 3700028,
		main_character_face = 0,
		word = "교실에서 조용히 독서를 하여 지식을 얻는 기쁨을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[3700030] = {
		id = 3700030,
		main_character_face = 0,
		word = "교실에서 조용히 독서를 하여 지식을 얻는 기쁨을 느꼈다!",
		char_type = 3
	}
	pg.base.child2_word[3700032] = {
		id = 3700032,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하다가 새로운 것을 발견했다!",
		char_type = 3
	}
	pg.base.child2_word[3700034] = {
		id = 3700034,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하다가 새로운 것을 발견했다!",
		char_type = 3
	}
	pg.base.child2_word[3700036] = {
		id = 3700036,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하다가 새로운 것을 발견했다!",
		char_type = 3
	}
	pg.base.child2_word[3700038] = {
		id = 3700038,
		main_character_face = 0,
		word = "춤 연습으로 몸이 유연해지기 시작했다!",
		char_type = 3
	}
	pg.base.child2_word[3700040] = {
		id = 3700040,
		main_character_face = 0,
		word = "정원에서 바쁜 시간을 보낸 결과, 괜찮은 보수를 건졌다!",
		char_type = 3
	}
	pg.base.child2_word[3700501] = {
		id = 3700501,
		main_character_face = 0,
		word = "학교 밖을 자유롭게 걸으며 신선한 공기를 마시고, 예상 외의 수확도 얻었다!",
		char_type = 3
	}
	pg.base.child2_word[3700514] = {
		id = 3700514,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 자신의 체력에 자신이 생겼다!",
		char_type = 3
	}
	pg.base.child2_word[3700516] = {
		id = 3700516,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 자신의 체력에 자신이 생겼다!",
		char_type = 3
	}
	pg.base.child2_word[3700518] = {
		id = 3700518,
		main_character_face = 0,
		word = "체육 시간에 열심히 운동해서 자신의 체력에 자신이 생겼다!",
		char_type = 3
	}
	pg.base.child2_word[3700520] = {
		id = 3700520,
		main_character_face = 0,
		word = "진지하게 작업에 임해 보람을 느꼈다! 기분 최고!",
		char_type = 3
	}
	pg.base.child2_word[3700522] = {
		id = 3700522,
		main_character_face = 0,
		word = "진지하게 작업에 임해 보람을 느꼈다! 기분 최고!",
		char_type = 3
	}
	pg.base.child2_word[3700524] = {
		id = 3700524,
		main_character_face = 0,
		word = "진지하게 작업에 임해 보람을 느꼈다! 기분 최고!",
		char_type = 3
	}
	pg.base.child2_word[3700526] = {
		id = 3700526,
		main_character_face = 0,
		word = "교실에서 조용히 독서를 하여 지식을 얻는 기쁨을 느꼈다! 생각하는 건 정말 즐거워!",
		char_type = 3
	}
	pg.base.child2_word[3700528] = {
		id = 3700528,
		main_character_face = 0,
		word = "교실에서 조용히 독서를 하여 지식을 얻는 기쁨을 느꼈다! 생각하는 건 정말 즐거워!",
		char_type = 3
	}
	pg.base.child2_word[3700530] = {
		id = 3700530,
		main_character_face = 0,
		word = "교실에서 조용히 독서를 하여 지식을 얻는 기쁨을 느꼈다! 생각하는 건 정말 즐거워!",
		char_type = 3
	}
	pg.base.child2_word[3700532] = {
		id = 3700532,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하니, 새로운 것을 많이 발견할 수 있었다!",
		char_type = 3
	}
	pg.base.child2_word[3700534] = {
		id = 3700534,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하니, 새로운 것을 많이 발견할 수 있었다!",
		char_type = 3
	}
	pg.base.child2_word[3700536] = {
		id = 3700536,
		main_character_face = 0,
		word = "꽃과 풀을 관찰하니, 새로운 것을 많이 발견할 수 있었다!",
		char_type = 3
	}
	pg.base.child2_word[3700801] = {
		id = 3700801,
		main_character_face = 0,
		word = "바쁜 시간을 보낸 결과, 괜찮은 보수를 받았다!",
		char_type = 3
	}
	pg.base.child2_word[3700802] = {
		id = 3700802,
		main_character_face = 0,
		word = "바쁜 시간을 보낸 결과, 괜찮은 보수를 받았다!",
		char_type = 3
	}
	pg.base.child2_word[3700803] = {
		id = 3700803,
		main_character_face = 0,
		word = "바쁜 시간을 보낸 결과, 괜찮은 보수를 받았다!",
		char_type = 3
	}
	pg.base.child2_word[3700804] = {
		id = 3700804,
		main_character_face = 0,
		word = "여행 도중에 새로운 경치를 발견해 기분도 밝아졌다!",
		char_type = 3
	}
	pg.base.child2_word[3700805] = {
		id = 3700805,
		main_character_face = 0,
		word = "여행 도중에 새로운 경치를 발견해 기분도 밝아졌다!",
		char_type = 3
	}
	pg.base.child2_word[3700806] = {
		id = 3700806,
		main_character_face = 0,
		word = "여행 도중에 새로운 경치를 발견해 기분도 밝아졌다!",
		char_type = 3
	}
end)()
