pg = pg or {}
pg.child_word = {
	{
		type = 1,
		word = "TB……名字……这样念？",
		char_type = 1,
		id = 1,
		icon = ""
	},
	{
		type = 1,
		word = "睡前故事？只有睡前……才能听吗？",
		char_type = 1,
		id = 2,
		icon = ""
	},
	{
		type = 1,
		word = "水族馆……喜欢，但是……更喜欢蓝色的水……",
		char_type = 1,
		id = 3,
		icon = ""
	},
	{
		type = 1,
		word = "幼儿园……可以学东西……但是不喜欢……没有$1。",
		char_type = 1,
		id = 4,
		icon = ""
	},
	{
		type = 1,
		word = "节目……好看？排练了……很久的。",
		char_type = 1,
		id = 5,
		icon = ""
	},
	{
		type = 1,
		word = "娃娃的原型是什么生物？嗯……就当做秘密吧。",
		char_type = 1,
		id = 6,
		icon = ""
	},
	{
		type = 1,
		word = "真希望每天都是烟火大会……为什么？老师说“人类都喜欢和向往美好的东西喵。”烟火大会就是美好的东西，所以我应该是喜欢和向往的。",
		char_type = 1,
		id = 7,
		icon = ""
	},
	{
		type = 1,
		word = "明明料理的每一步都跟着教程……为什么还是会失败呢？火候和时机……？$1的说法就和教程上的“适量”一样不够明确。",
		char_type = 1,
		id = 8,
		icon = ""
	},
	{
		type = 1,
		word = "考试有没有把握？虽然$1帮我复习过了，但还是有些担心。说到底，为什么要发明考试这种东西？尤其是那些根本没有标准答案的科目。",
		char_type = 1,
		id = 9,
		icon = ""
	},
	{
		type = 1,
		word = "$1，我想知道关于“好孩子”的标准定义是什么。就我所了解的，不吵不闹、安静乖巧、成绩好就是成为好孩子的关键要素……没有正确的标准定义？好难理解……",
		char_type = 1,
		id = 10,
		icon = ""
	},
	{
		type = 1,
		word = "……游乐场的人很多，我自己是不会去的。……但是如果$1想去的话，我可以陪你。",
		char_type = 1,
		id = 11,
		icon = ""
	},
	{
		type = 1,
		word = "……如果圣诞夜的晚上不睡觉，是不是可以看到圣诞老人？……事先声明，我才不是相信有圣诞老人，只是单纯好奇而已。",
		char_type = 1,
		id = 12,
		icon = ""
	},
	{
		type = 1,
		word = "……偶尔也可以让我来给你做晚餐的，我已经长大了。",
		char_type = 1,
		id = 13,
		icon = ""
	},
	{
		type = 1,
		word = "……冰箱里有蛋糕。……不是看$1辛苦特意给你买的，只是我想吃而已，嗯。",
		char_type = 1,
		id = 14,
		icon = ""
	},
	{
		type = 1,
		word = "……$1，你会期望我成为什么样的大人呢？",
		char_type = 1,
		id = 15,
		icon = ""
	},
	{
		type = 1,
		word = "食材已经买好了呢，今天的晚饭就交给我来处理吧。呵呵，$1，您就坐在沙发上好好休息一下。",
		char_type = 1,
		id = 16,
		icon = ""
	},
	{
		type = 1,
		word = "之后要不要再去哪里一起旅行呢？嗯……其实我已经做了好几份旅行计划了，您只要从中挑选一个喜欢的目的地就好了哦。",
		char_type = 1,
		id = 17,
		icon = ""
	},
	{
		type = 1,
		word = "做白脱蛋糕还是黑森林蛋糕好呢……我记得白脱牛奶好像更有营养一些，就做白脱蛋糕吧！咦？都吃蛋糕了就不要讲究营养……？那、那怎么行呢！",
		char_type = 1,
		id = 18,
		icon = ""
	},
	{
		type = 1,
		word = "不光是圣诞礼物、新年礼物、情人节礼物……还有很多很多其它节日的礼物，我都会为$1准备的。让我不要太辛苦……？不，完全不辛苦哦，这些可都是我对您的心意呢，呵呵~",
		char_type = 1,
		id = 19,
		icon = ""
	},
	{
		type = 1,
		word = "$1也要做个乖孩子哦？不然我就不乖乖听您的了呢。",
		char_type = 1,
		id = 20,
		icon = ""
	},
	{
		type = 1,
		word = "哼哼，之后我们找个天气好的日子一起去爬山怎么样？欸？不要？因为跟不上我的速度？明明是$1的体质太差了嘛……！快点锻炼身体和我去爬山啦！",
		char_type = 1,
		id = 21,
		icon = ""
	},
	{
		type = 1,
		word = "快来看我短跑的新纪录！怎么样？是不是超厉害！如果能再多给我一点零花钱当奖励的话……说不定我还能跑得更快哦！",
		char_type = 1,
		id = 22,
		icon = ""
	},
	{
		type = 1,
		word = "零花钱都用在了什么地方？是不是都拿去买漫画书了？……才、才没有呢！我只是都攒起来了而已……好、好吧我承认！确实是拿去买漫画了……",
		char_type = 1,
		id = 23,
		icon = ""
	},
	{
		type = 1,
		word = "圣诞老人会在半夜从壁炉进入到屋内……哇！那圣诞夜那天晚上，我们就守在客厅里吧？怎么样怎么样！",
		char_type = 1,
		id = 24,
		icon = ""
	},
	{
		type = 1,
		word = "Nice!长大了以后能去游乐园玩的项目变多了呢！现在我要玩个痛快~哼哼，之后就一起去坐那个据说最高处有20层楼高的过山车吧！一定很刺激~！",
		char_type = 1,
		id = 25,
		icon = ""
	},
	[110102] = {
		type = 1,
		word = "만든 밥을 다 먹었다.",
		char_type = 3,
		id = 110102,
		icon = ""
	},
	[110103] = {
		type = 1,
		word = "브로콜리…… 조금 고민했지만, 결국 먹었다.",
		char_type = 3,
		id = 110103,
		icon = ""
	},
	[110104] = {
		type = 1,
		word = "디저트…… 이건 착한 아이에게 주는 보상.",
		char_type = 3,
		id = 110104,
		icon = ""
	},
	[110202] = {
		type = 1,
		word = "양치에 세안까지 잘 마쳤다. 오늘도 말 잘 듣는 착한 아이.",
		char_type = 3,
		id = 110202,
		icon = ""
	},
	[110203] = {
		type = 1,
		word = "오늘 머리 스타일은…… 이대로도 충분히 귀여워.",
		char_type = 3,
		id = 110203,
		icon = ""
	},
	[110204] = {
		type = 1,
		word = "가끔은 트윈테일에도 도전해 볼까?",
		char_type = 3,
		id = 110204,
		icon = ""
	},
	[110302] = {
		type = 1,
		word = "자기 전에 이야기를 듣자 졸음이 서서히 몰려왔다.",
		char_type = 3,
		id = 110302,
		icon = ""
	},
	[110303] = {
		type = 1,
		word = "또 이 시간이 왔다. 오늘도 특별한 이야기가 날 꿈으로 이끌어 줄까?",
		char_type = 3,
		id = 110303,
		icon = ""
	},
	[110304] = {
		type = 1,
		word = "TB가 자라기 전에 들려줄 이야기가 다 떨어지려나? 궁금해.",
		char_type = 3,
		id = 110304,
		icon = ""
	},
	[110402] = {
		type = 1,
		word = "블록 쌓기를 하니 재밌었다.",
		char_type = 3,
		id = 110402,
		icon = ""
	},
	[110403] = {
		type = 1,
		word = "블록 쌓기로 이렇게 긴 다리를 만들다니…… 굉장해.",
		char_type = 3,
		id = 110403,
		icon = ""
	},
	[110404] = {
		type = 1,
		word = "이 커다랗고 높은 건 마치 성의 탑 같아……",
		char_type = 3,
		id = 110404,
		icon = ""
	},
	[110502] = {
		type = 1,
		word = "오늘도 트레이닝 완료. 열심히 했다.",
		char_type = 3,
		id = 110502,
		icon = ""
	},
	[110503] = {
		type = 1,
		word = "28, 29, 30…… 좋아, 스트레칭을 능숙하게 해냈다!",
		char_type = 3,
		id = 110503,
		icon = ""
	},
	[110504] = {
		type = 1,
		word = "어질어질…… 금방이라도 넘어질 것 같다.",
		char_type = 3,
		id = 110504,
		icon = ""
	},
	[110602] = {
		type = 1,
		word = "목욕탕에서 물놀이를 마음껏 해서 너무 즐거웠다.",
		char_type = 3,
		id = 110602,
		icon = ""
	},
	[110603] = {
		type = 1,
		word = "새로운 샤워 젤… 냄새가 참 좋다.",
		char_type = 3,
		id = 110603,
		icon = ""
	},
	[110604] = {
		type = 1,
		word = "욕조에서 놀다가 바닥을 엉망으로 만들고 말았다.",
		char_type = 3,
		id = 110604,
		icon = ""
	},
	[110702] = {
		type = 1,
		word = "선생님의 수업을 듣고 지식에 대한 이해도가 상승했다!",
		char_type = 3,
		id = 110702,
		icon = ""
	},
	[110703] = {
		type = 1,
		word = "시계 바늘은 되돌릴 수 있는데, 왜 시간은 되돌릴 수 없는 거야?",
		char_type = 1,
		id = 110703,
		icon = ""
	},
	[110802] = {
		type = 1,
		word = "선생님의 수업을 듣고 지식에 대한 이해도가 상승했다!",
		char_type = 3,
		id = 110802,
		icon = ""
	},
	[110803] = {
		type = 1,
		word = "태양의 질량과 부피는……?",
		char_type = 1,
		id = 110803,
		icon = ""
	},
	[110902] = {
		type = 1,
		word = "선생님의 수업을 듣고 지식에 대한 이해도가 상승했다!",
		char_type = 3,
		id = 110902,
		icon = ""
	},
	[110903] = {
		type = 1,
		word = "우주 밖에는 뭐가 있어?",
		char_type = 1,
		id = 110903,
		icon = ""
	},
	[111002] = {
		type = 1,
		word = "체육 수업에서 열심히 몸을 움직여, 운동 능력에 자신감이 붙었다!",
		char_type = 3,
		id = 111002,
		icon = ""
	},
	[111003] = {
		type = 1,
		word = "이게 지금 TB가 낼 수 있는 스피드의 한계야?",
		char_type = 1,
		id = 111003,
		icon = ""
	},
	[111102] = {
		type = 1,
		word = "체육 수업에서 열심히 몸을 움직여, 운동 능력에 자신감이 붙었다!",
		char_type = 3,
		id = 111102,
		icon = ""
	},
	[111103] = {
		type = 1,
		word = "자유형이 평영보다 빨라. 조금 연습해봐도 돼?",
		char_type = 1,
		id = 111103,
		icon = ""
	},
	[111202] = {
		type = 1,
		word = "체육 수업에서 열심히 몸을 움직여, 운동 능력에 자신감이 붙었다!",
		char_type = 3,
		id = 111202,
		icon = ""
	},
	[111203] = {
		type = 1,
		word = "농구를 하면 TB도 키가 더 클까?",
		char_type = 1,
		id = 111203,
		icon = ""
	},
	[111302] = {
		type = 1,
		word = "수공예 지식을 많이 배워서 손재주가 더 좋아졌다!",
		char_type = 3,
		id = 111302,
		icon = ""
	},
	[111303] = {
		type = 1,
		word = "실기 수업…… 나중에는 기계 팔을 만드는 방법도 알려줄 거야?",
		char_type = 1,
		id = 111303,
		icon = ""
	},
	[111402] = {
		type = 1,
		word = "수공예 지식을 많이 배워서 손재주가 더 좋아졌다!",
		char_type = 3,
		id = 111402,
		icon = ""
	},
	[111403] = {
		type = 1,
		word = "나무 막대기로 바다를 건너는 다리를 만들면, 내하중은 어떻게 되는 거야?",
		char_type = 1,
		id = 111403,
		icon = ""
	},
	[111502] = {
		type = 1,
		word = "수공예 지식을 많이 배워서 손재주가 더 좋아졌다!",
		char_type = 3,
		id = 111502,
		icon = ""
	},
	[111503] = {
		type = 1,
		word = "실기 수업으로 길러지는 창의력은 나중에 도움이 될까?",
		char_type = 1,
		id = 111503,
		icon = ""
	},
	[111602] = {
		type = 1,
		word = "음악 이론 지식을 익혀 발성이 능숙해졌다!",
		char_type = 3,
		id = 111602,
		icon = ""
	},
	[111603] = {
		type = 1,
		word = "왜 서로 다른 음을 연결하면 \"음악\"이 되는 걸까?",
		char_type = 1,
		id = 111603,
		icon = ""
	},
	[111702] = {
		type = 1,
		word = "음악 이론 지식을 익혀 발성이 능숙해졌다!",
		char_type = 3,
		id = 111702,
		icon = ""
	},
	[111703] = {
		type = 1,
		word = "왜 곡을 시작할 때는 이렇게 많은 쉼표를 쓰는 걸까?",
		char_type = 1,
		id = 111703,
		icon = ""
	},
	[111802] = {
		type = 1,
		word = "음악 이론 지식을 익혀 발성이 능숙해졌다!",
		char_type = 3,
		id = 111802,
		icon = ""
	},
	[111803] = {
		type = 1,
		word = "솔로 파트를 할 땐 자기 파트만 끝나면 바로 쉴 수 있는 거야?",
		char_type = 1,
		id = 111803,
		icon = ""
	},
	[111902] = {
		type = 1,
		word = "열심히 연습한 덕분에 그림의 명암에 대한 이해도가 상승했다!",
		char_type = 3,
		id = 111902,
		icon = ""
	},
	[111903] = {
		type = 1,
		word = "그림을 그릴 때…… 초보자는 반드시 데생부터 시작해야 하는 거야?",
		char_type = 1,
		id = 111903,
		icon = ""
	},
	[112002] = {
		type = 1,
		word = "열심히 연습한 덕분에 그림의 명암에 대한 이해도가 상승했다!",
		char_type = 3,
		id = 112002,
		icon = ""
	},
	[112003] = {
		type = 1,
		word = "왜 채색하기 전에 그림자를 그리는 거야?",
		char_type = 1,
		id = 112003,
		icon = ""
	},
	[112102] = {
		type = 1,
		word = "열심히 연습한 덕분에 그림의 명암에 대한 이해도가 상승했다!",
		char_type = 3,
		id = 112102,
		icon = ""
	},
	[112103] = {
		type = 1,
		word = "추상파와 초현실주의의 차이는 뭐야?",
		char_type = 1,
		id = 112103,
		icon = ""
	},
	[112202] = {
		type = 1,
		word = "춤 연습을 통해 몸의 유연성이 좋아졌다!",
		char_type = 3,
		id = 112202,
		icon = ""
	},
	[112203] = {
		type = 1,
		word = "춤은…… 신체의 유연성을 테스트하기 위한 거야?",
		char_type = 1,
		id = 112203,
		icon = ""
	},
	[112302] = {
		type = 1,
		word = "춤 연습을 통해 몸의 유연성이 좋아졌다!",
		char_type = 3,
		id = 112302,
		icon = ""
	},
	[112303] = {
		type = 1,
		word = "춤의 종류에 따라 필요한 신발도 달라. 힘을 주는 방법이 달라서 그런 거야?",
		char_type = 1,
		id = 112303,
		icon = ""
	},
	[112402] = {
		type = 1,
		word = "춤 연습을 통해 몸의 유연성이 좋아졌다!",
		char_type = 3,
		id = 112402,
		icon = ""
	},
	[112403] = {
		type = 1,
		word = "같은 춤인데 왜 선생님에 따라서 차이가 있는 걸까?",
		char_type = 1,
		id = 112403,
		icon = ""
	},
	[112502] = {
		type = 1,
		word = "연기 지식을 공부해서 연기가 늘었다!",
		char_type = 3,
		id = 112502,
		icon = ""
	},
	[112503] = {
		type = 1,
		word = "몰입이 필요한 건…… 캐릭터야? 아니면 연기야?",
		char_type = 1,
		id = 112503,
		icon = ""
	},
	[112602] = {
		type = 1,
		word = "연기 지식을 공부해서 연기가 늘었다!",
		char_type = 3,
		id = 112602,
		icon = ""
	},
	[112603] = {
		type = 1,
		word = "극의 긴장감은 캐릭터의 갈등에서 빚어진다는데…… 어떻게 하면 돼?",
		char_type = 1,
		id = 112603,
		icon = ""
	},
	[112702] = {
		type = 1,
		word = "연기 지식을 공부해서 연기가 늘었다!",
		char_type = 3,
		id = 112702,
		icon = ""
	},
	[112703] = {
		type = 1,
		word = "완전히 자신을 잊고 연기해도, 자기 연기의 개성은 제대로 나오는 걸까?",
		char_type = 1,
		id = 112703,
		icon = ""
	},
	[112802] = {
		type = 1,
		word = "수업 중에 서예 연습을 계속해서 글씨를 더 잘 쓸 수 있게 되었다!",
		char_type = 3,
		id = 112802,
		icon = ""
	},
	[112803] = {
		type = 1,
		word = "가로 획, 세로 획, 삐침…… 붓은 이렇게 잡으면 돼?",
		char_type = 1,
		id = 112803,
		icon = ""
	},
	[112902] = {
		type = 1,
		word = "수업 중에 서예 연습을 계속해서 글씨를 더 잘 쓸 수 있게 되었다!",
		char_type = 3,
		id = 112902,
		icon = ""
	},
	[112903] = {
		type = 1,
		word = "서예…… 익숙해지기 힘드네.",
		char_type = 1,
		id = 112903,
		icon = ""
	},
	[113002] = {
		type = 1,
		word = "수업 중에 서예 연습을 계속해서 글씨를 더 잘 쓸 수 있게 되었다!",
		char_type = 3,
		id = 113002,
		icon = ""
	},
	[113003] = {
		type = 1,
		word = "서예의 다음 경지는 글씨가 곧 사람이 되는 거야? 아니면 사람이 글씨처럼 되는 거야?",
		char_type = 1,
		id = 113003,
		icon = ""
	},
	[120102] = {
		type = 1,
		word = "조금 연습했더니 요리 실력이 늘었다!",
		char_type = 3,
		id = 120102,
		icon = ""
	},
	[120103] = {
		type = 1,
		word = "찻잎과 설탕을 냄비로 가열하고…… 우유를 더해서 끓이면… 성공이다!",
		char_type = 1,
		id = 120103,
		icon = ""
	},
	[120202] = {
		type = 1,
		word = "조금 연습했더니 요리 실력이 늘었다!",
		char_type = 3,
		id = 120202,
		icon = ""
	},
	[120203] = {
		type = 1,
		word = "케이크를 만들다가 설탕을 넣는 걸 깜빡했어……",
		char_type = 1,
		id = 120203,
		icon = ""
	},
	[120302] = {
		type = 1,
		word = "조금 연습했더니 요리 실력이 늘었다!",
		char_type = 3,
		id = 120302,
		icon = ""
	},
	[120303] = {
		type = 1,
		word = "크림 소스로 카레를 잘못 만들긴 했는데, 이 정도는 가벼운 실수니까 괜찮아.",
		char_type = 1,
		id = 120303,
		icon = ""
	},
	[120402] = {
		type = 1,
		word = "조금 연습했더니 원예 기술이 늘었다!",
		char_type = 3,
		id = 120402,
		icon = ""
	},
	[120403] = {
		type = 1,
		word = "꽃에 물을 주는 걸 잊지 말아야지… 그나저나 얼마나 주면 되려나?",
		char_type = 1,
		id = 120403,
		icon = ""
	},
	[120502] = {
		type = 1,
		word = "조금 연습했더니 원예 기술이 늘었다!",
		char_type = 3,
		id = 120502,
		icon = ""
	},
	[120503] = {
		type = 1,
		word = "흙을 고르고 있자니 화분에서 지렁이가 나왔어.",
		char_type = 1,
		id = 120503,
		icon = ""
	},
	[120602] = {
		type = 1,
		word = "조금 연습했더니 원예 기술이 늘었다!",
		char_type = 3,
		id = 120602,
		icon = ""
	},
	[120603] = {
		type = 1,
		word = "잡초를 뽑을 때 모종을 잡초로 착각하고 뽑아 버렸어.",
		char_type = 1,
		id = 120603,
		icon = ""
	},
	[120702] = {
		type = 1,
		word = "조금 연습했더니 운동 능력이 상승했다!",
		char_type = 3,
		id = 120702,
		icon = ""
	},
	[120703] = {
		type = 1,
		word = "운동한 다음 날은 항상 온몸이 뻐근해.",
		char_type = 1,
		id = 120703,
		icon = ""
	},
	[120802] = {
		type = 1,
		word = "조금 연습했더니 운동 능력이 상승했다!",
		char_type = 3,
		id = 120802,
		icon = ""
	},
	[120803] = {
		type = 1,
		word = "다리가…… 이제 쭈그리는 것도 힘들어…",
		char_type = 1,
		id = 120803,
		icon = ""
	},
	[120902] = {
		type = 1,
		word = "조금 연습했더니 운동 능력이 상승했다!",
		char_type = 3,
		id = 120902,
		icon = ""
	},
	[120903] = {
		type = 1,
		word = "휘청휘청…… 휘청휘청…… 다음에는 무게를 조금만 가볍게 하자.",
		char_type = 1,
		id = 120903,
		icon = ""
	},
	[121002] = {
		type = 1,
		word = "조금 연습했더니 그림 실력이 늘었다!",
		char_type = 3,
		id = 121002,
		icon = ""
	},
	[121003] = {
		type = 1,
		word = "흰색, 검은색, 회색…… 응, 역시 조금 더 연습해야겠어.",
		char_type = 1,
		id = 121003,
		icon = ""
	},
	[121102] = {
		type = 1,
		word = "조금 연습했더니 그림 실력이 늘었다!",
		char_type = 3,
		id = 121102,
		icon = ""
	},
	[121103] = {
		type = 1,
		word = "왜 물감 종류가 작품의 완성도에 영향을 주는 거지?",
		char_type = 1,
		id = 121103,
		icon = ""
	},
	[121202] = {
		type = 1,
		word = "조금 연습했더니 그림 실력이 늘었다!",
		char_type = 3,
		id = 121202,
		icon = ""
	},
	[121203] = {
		type = 1,
		word = "석고상 데생을 많이 연습하면 관찰력이 향상될지도 몰라.",
		char_type = 1,
		id = 121203,
		icon = ""
	},
	[121302] = {
		type = 1,
		word = "조금 연습했더니 다도 예법이 늘었다!",
		char_type = 3,
		id = 121302,
		icon = ""
	},
	[121303] = {
		type = 1,
		word = "……다리가 저려. 정좌에 익숙해지는 것부터 시작해야겠어.",
		char_type = 1,
		id = 121303,
		icon = ""
	},
	[121402] = {
		type = 1,
		word = "조금 연습했더니 다도 예법이 늘었다!",
		char_type = 3,
		id = 121402,
		icon = ""
	},
	[121403] = {
		type = 1,
		word = "먼저 말차를 넣고…… 아니지, 물을 끓이는 게 먼저였나……?",
		char_type = 1,
		id = 121403,
		icon = ""
	},
	[121502] = {
		type = 1,
		word = "조금 연습했더니 다도 예법이 늘었다!",
		char_type = 3,
		id = 121502,
		icon = ""
	},
	[121503] = {
		type = 1,
		word = "너무 많이 마셔서 진한 차와 연한 차의 차이를 구분하기 어렵게 됐어.",
		char_type = 1,
		id = 121503,
		icon = ""
	},
	[121602] = {
		type = 1,
		word = "조금 연습했더니 연기력이 늘었다!",
		char_type = 3,
		id = 121602,
		icon = ""
	},
	[121603] = {
		type = 1,
		word = "죽느냐 사느냐…… 그것이 문제로다.",
		char_type = 1,
		id = 121603,
		icon = ""
	},
	[121702] = {
		type = 1,
		word = "조금 연습했더니 연기력이 늘었다!",
		char_type = 3,
		id = 121702,
		icon = ""
	},
	[121703] = {
		type = 1,
		word = "오늘도 연기하는 마인드를 갈고 닦아야지.",
		char_type = 1,
		id = 121703,
		icon = ""
	},
	[121802] = {
		type = 1,
		word = "조금 연습했더니 연기력이 늘었다!",
		char_type = 3,
		id = 121802,
		icon = ""
	},
	[121803] = {
		type = 1,
		word = "자신 스스로를 몰입시켜야 명연기를 만들어 낼 수 있어.",
		char_type = 1,
		id = 121803,
		icon = ""
	},
	[121902] = {
		type = 1,
		word = "조금 연습했더니 연주 실력이 늘었다!",
		char_type = 3,
		id = 121902,
		icon = ""
	},
	[121903] = {
		type = 1,
		word = "피아노를 치는 건 상상 이상으로 체력이 소모돼.",
		char_type = 1,
		id = 121903,
		icon = ""
	},
	[122002] = {
		type = 1,
		word = "조금 연습했더니 연주 실력이 늘었다!",
		char_type = 3,
		id = 122002,
		icon = ""
	},
	[122003] = {
		type = 1,
		word = "왈츠, 소나타…… 종류가 너무 많아서 혼란스러워.",
		char_type = 1,
		id = 122003,
		icon = ""
	},
	[122102] = {
		type = 1,
		word = "조금 연습했더니 연주 실력이 늘었다!",
		char_type = 3,
		id = 122102,
		icon = ""
	},
	[122103] = {
		type = 1,
		word = "키보드는 다양한 악기를 모방할 수 있지만, 그 자체로 내는 음색은 뭘까?",
		char_type = 1,
		id = 122103,
		icon = ""
	},
	[122202] = {
		type = 1,
		word = "조금 연습했더니 지식에 대한 이해도가 상승했다!",
		char_type = 3,
		id = 122202,
		icon = ""
	},
	[122203] = {
		type = 1,
		word = "별과 태양 위치를 관찰하는 것만으로도 방향을 알아낼 수 있어.",
		char_type = 1,
		id = 122203,
		icon = ""
	},
	[122302] = {
		type = 1,
		word = "조금 연습했더니 지식에 대한 이해도가 상승했다!",
		char_type = 3,
		id = 122302,
		icon = ""
	},
	[122303] = {
		type = 1,
		word = "달 뒷편에는 뭐가 있을까?",
		char_type = 1,
		id = 122303,
		icon = ""
	},
	[122402] = {
		type = 1,
		word = "조금 연습했더니 지식에 대한 이해도가 상승했다!",
		char_type = 3,
		id = 122402,
		icon = ""
	},
	[122403] = {
		type = 1,
		word = "언제쯤 블랙홀을 진짜 제대로 관측할 수 있는 걸까?",
		char_type = 1,
		id = 122403,
		icon = ""
	},
	[122502] = {
		type = 1,
		word = "무대일을 도우면서 연습한 덕분에 표현력이 상승했다!",
		char_type = 3,
		id = 122502,
		icon = ""
	},
	[122503] = {
		type = 1,
		word = "선곡과 안무 모두 완벽해!",
		char_type = 1,
		id = 122503,
		icon = ""
	},
	[122602] = {
		type = 1,
		word = "무대일을 도우면서 연습한 덕분에 표현력이 상승했다!",
		char_type = 3,
		id = 122602,
		icon = ""
	},
	[122603] = {
		type = 1,
		word = "음악과 안무를 이야기에 잘 녹여내는 게 의외로 어렵네…",
		char_type = 1,
		id = 122603,
		icon = ""
	},
	[122702] = {
		type = 1,
		word = "무대일을 도우면서 연습한 덕분에 표현력이 상승했다!",
		char_type = 3,
		id = 122702,
		icon = ""
	},
	[122703] = {
		type = 1,
		word = "연기와 노래 모두 중요해…… 더 열심히 해야지.",
		char_type = 1,
		id = 122703,
		icon = ""
	},
	[130102] = {
		type = 1,
		word = "다양한 그림 요청을 처리하고 성취감을 얻었다!",
		char_type = 3,
		id = 130102,
		icon = ""
	},
	[130103] = {
		type = 1,
		word = "\"소파에 널부러져 있는 시계를 그려주었으면 한다\"…… 이상한 요청도 다 있네.",
		char_type = 1,
		id = 130103,
		icon = ""
	},
	[130104] = {
		type = 1,
		word = "\"컬러풀한 꼬리를 가진 붉은 새를 그려주었으면 한다\"…… 이건 무슨 동물이지?",
		char_type = 1,
		id = 130104,
		icon = ""
	},
	[130105] = {
		type = 1,
		word = "음…… 초현실주의와 추상파의 조합…… 완벽해!",
		char_type = 1,
		id = 130105,
		icon = ""
	},
	[130202] = {
		type = 1,
		word = "흐트러진 책상을 잘 정리해서 성취감을 얻었다!",
		char_type = 3,
		id = 130202,
		icon = ""
	},
	[130203] = {
		type = 1,
		word = "책장을 정리하다가 넘어졌다. 아무도 못봐서 다행이야.",
		char_type = 1,
		id = 130203,
		icon = ""
	},
	[130204] = {
		type = 1,
		word = "인기있는 만화를 새로 들였는데, 오후에 전부 팔렸다.",
		char_type = 1,
		id = 130204,
		icon = ""
	},
	[130205] = {
		type = 1,
		word = "손님이 없는 동안 만화 주인공의 필살 포즈를 몰래 연습했다.",
		char_type = 1,
		id = 130205,
		icon = ""
	},
	[130302] = {
		type = 1,
		word = "농장에서 바쁜 시간을 보내고 성취감을 얻었다!",
		char_type = 3,
		id = 130302,
		icon = ""
	},
	[130303] = {
		type = 1,
		word = "청소하는 중에 가만히 땅에 누워 있는 고양이가 있길래…… 옮겨주었다.",
		char_type = 1,
		id = 130303,
		icon = ""
	},
	[130304] = {
		type = 1,
		word = "방심하다가 거위에게 계속 쫓기고 말았다.",
		char_type = 1,
		id = 130304,
		icon = ""
	},
	[130305] = {
		type = 1,
		word = "나무에서 자란 신선한 과일을 농장의 동물에게 주었다. 기쁘게 먹어줬으면 좋겠다.",
		char_type = 1,
		id = 130305,
		icon = ""
	},
	[130402] = {
		type = 1,
		word = "스포츠 시설에서 땀을 많이 흘리고 성취감을 얻었다!",
		char_type = 3,
		id = 130402,
		icon = ""
	},
	[130403] = {
		type = 1,
		word = "스포츠 시설에서 숨겨진 스낵바를 발견했다. 신난다!",
		char_type = 1,
		id = 130403,
		icon = ""
	},
	[130404] = {
		type = 1,
		word = "스포츠 시설 한정 에너지 드링크를 샀다. 맛은 괜찮다.",
		char_type = 1,
		id = 130404,
		icon = ""
	},
	[130405] = {
		type = 1,
		word = "스포츠 시설의 7대 불가사의를 듣고 조금 무서워졌다……",
		char_type = 1,
		id = 130405,
		icon = ""
	},
	[130502] = {
		type = 1,
		word = "공연을 하나 마치고 자신의 능력에 더 자신감이 붙었다!",
		char_type = 3,
		id = 130502,
		icon = ""
	},
	[130503] = {
		type = 1,
		word = "\"Break a leg\"는 \"열심히 해\"라는 의미라고 한다. 공부가 되었다.",
		char_type = 1,
		id = 130503,
		icon = ""
	},
	[130504] = {
		type = 1,
		word = "무대에서 대사를 실수했다……",
		char_type = 1,
		id = 130504,
		icon = ""
	},
	[130505] = {
		type = 1,
		word = "오늘 소도구는 직접 만들었다. 왠지 뿌듯하다!",
		char_type = 1,
		id = 130505,
		icon = ""
	},
	[130602] = {
		type = 1,
		word = "공연을 하나 마치고 자신의 능력에 더 자신감이 붙었다!",
		char_type = 3,
		id = 130602,
		icon = ""
	},
	[130603] = {
		type = 1,
		word = "코러스를 좀 틀렸는데, 다행히 들키지는 않았다.",
		char_type = 1,
		id = 130603,
		icon = ""
	},
	[130604] = {
		type = 1,
		word = "솔로 파트에서 너무 긴장해서 음이 어긋났다. 다음에는 긴장하지 말아야지.",
		char_type = 1,
		id = 130604,
		icon = ""
	},
	[130605] = {
		type = 1,
		word = "미니 콘서트가 순조롭게 끝났다. 괜찮은 느낌이다.",
		char_type = 1,
		id = 130605,
		icon = ""
	},
	[130702] = {
		type = 1,
		word = "공연을 하나 마치고 자신의 능력에 더 자신감이 붙었다!",
		char_type = 3,
		id = 130702,
		icon = ""
	},
	[130703] = {
		type = 1,
		word = "변신씬이 최고라고 칭찬을 받았다!",
		char_type = 1,
		id = 130703,
		icon = ""
	},
	[130704] = {
		type = 1,
		word = "\"그냥 지나가는 자다. 잊지 마라\"라고 하니, 그게 명대사가 되었다.",
		char_type = 1,
		id = 130704,
		icon = ""
	},
	[130705] = {
		type = 1,
		word = "오늘은 사고가 있어서 애드립으로 무마했는데, 생각보다 반응이 괜찮았다.",
		char_type = 1,
		id = 130705,
		icon = ""
	},
	[130802] = {
		type = 1,
		word = "오늘의 판촉 상품을 전부 매진 시키고 자신의 능력에 더 자신감이 붙었다!",
		char_type = 3,
		id = 130802,
		icon = ""
	},
	[130803] = {
		type = 1,
		word = "\"특별 50% 할인\"이라고 말하기만 했을 뿐인데, 바로 매진되었다.",
		char_type = 1,
		id = 130803,
		icon = ""
	},
	[130804] = {
		type = 1,
		word = "열심히 홍보하는 것보다 덤으로 달걀을 무료 제공하는 편이 효과적이었다. 이럴 수가…",
		char_type = 1,
		id = 130804,
		icon = ""
	},
	[130805] = {
		type = 1,
		word = "상품을 홍보하려면 역시 스피커가 필요해…… 목소리가 다 갈라졌다…",
		char_type = 1,
		id = 130805,
		icon = ""
	},
	[130902] = {
		type = 1,
		word = "집을 깨끗이 청소하고 왠지 모르게 자신감이 더 생겼다!",
		char_type = 3,
		id = 130902,
		icon = ""
	},
	[130903] = {
		type = 1,
		word = "바닥이 빛나서 반사될 정도로 반짝반짝…… 미끄러운 점이 좀 아쉽지만.",
		char_type = 1,
		id = 130903,
		icon = ""
	},
	[130904] = {
		type = 1,
		word = "모든 것이 잘 정리정돈되어 있는 모습을 보면 뿌듯함이 느껴진다.",
		char_type = 1,
		id = 130904,
		icon = ""
	},
	[130905] = {
		type = 1,
		word = "물을 끓이다 너무 성급하게 굴어 손을 데고 말았다.",
		char_type = 1,
		id = 130905,
		icon = ""
	},
	[131002] = {
		type = 1,
		word = "바빠서 피곤하지만 보람찬 하루를 보냈다!",
		char_type = 3,
		id = 131002,
		icon = ""
	},
	[131003] = {
		type = 1,
		word = "선반 정리…… 생각보다 힘들었다.",
		char_type = 1,
		id = 131003,
		icon = ""
	},
	[131004] = {
		type = 1,
		word = "계산대를 두들기고, 봉투에 담고, 도시락을 데운다…… 정신없이 바쁜 하루를 보냈다.",
		char_type = 1,
		id = 131004,
		icon = ""
	},
	[131005] = {
		type = 1,
		word = "휴식 중에 휴게실에서 만화를 몇 권 읽고 기운을 되찾았다.",
		char_type = 1,
		id = 131005,
		icon = ""
	},
	[131102] = {
		type = 1,
		word = "바빠서 피곤하지만 보람찬 하루를 보냈다!",
		char_type = 3,
		id = 131102,
		icon = ""
	},
	[131103] = {
		type = 1,
		word = "하루 종일 커피 향에 둘러싸여 기분이 좋았다.",
		char_type = 1,
		id = 131103,
		icon = ""
	},
	[131104] = {
		type = 1,
		word = "처음으로 그럴싸한 라떼 아트를 만들었다. 어쩌면 이 분야에 재능이 있을지도?",
		char_type = 1,
		id = 131104,
		icon = ""
	},
	[131105] = {
		type = 1,
		word = "수고했다고 작은 케이크를 받았다. 너무 기뻤다.",
		char_type = 1,
		id = 131105,
		icon = ""
	},
	[140102] = {
		type = 1,
		word = "집에서 하루 종일 푹 잔 덕분에 몸과 마음이 편안해졌다.",
		char_type = 3,
		id = 140102,
		icon = ""
	},
	[140103] = {
		type = 1,
		word = "좋은 꿈을 꿨다. 기분이 상쾌해!",
		char_type = 3,
		id = 140103,
		icon = ""
	},
	[140104] = {
		type = 1,
		word = "뭐든 할 수 있을 것 같은 꿈을 꿨다……",
		char_type = 3,
		id = 140104,
		icon = ""
	},
	[140105] = {
		type = 1,
		word = "나쁜 꿈을 꿨다. 땀으로 흥건해……",
		char_type = 3,
		id = 140105,
		icon = ""
	},
	[140106] = {
		type = 1,
		word = "$1이 용돈을 잔뜩 주는 꿈을 꿨다…",
		char_type = 3,
		id = 140106,
		icon = ""
	},
	[150001] = {
		type = 1,
		word = "귀가 중에 야옹이를 만나 잠깐 놀았다.",
		char_type = 1,
		id = 150001,
		icon = ""
	},
	[150002] = {
		type = 1,
		word = "길에서 만난 멍멍이를 만지려고 하니 화를 냈다.",
		char_type = 1,
		id = 150002,
		icon = ""
	},
	[150003] = {
		type = 1,
		word = "편의점에서 새로운 주먹밥을 먹어봤는데, 맛있었다.",
		char_type = 1,
		id = 150003,
		icon = ""
	},
	[150004] = {
		type = 1,
		word = "이상하게 생긴 구름이 있어서 넋을 잃고 바라봤다.",
		char_type = 1,
		id = 150004,
		icon = ""
	},
	[150005] = {
		type = 1,
		word = "UFO 발견! …인줄 알았는데, 잘 보니 연이었다.",
		char_type = 1,
		id = 150005,
		icon = ""
	},
	[150006] = {
		type = 1,
		word = "오늘은 바람이 거셌지만, 슈퍼에서 감자칩을 세일하고 있었다.",
		char_type = 1,
		id = 150006,
		icon = ""
	},
	[150007] = {
		type = 1,
		word = "당첨돼서 초콜릿을 하나 더 받았다. 신난다~",
		char_type = 1,
		id = 150007,
		icon = ""
	},
	[150008] = {
		type = 1,
		word = "골똘히 생각에 잠긴 나머지 넘어지고 말았다……",
		char_type = 1,
		id = 150008,
		icon = ""
	},
	[150009] = {
		type = 1,
		word = "그러고 보니…… 숙제를 오븐에 던져버리면 안 해도 되겠지.",
		char_type = 1,
		id = 150009,
		icon = ""
	},
	[150010] = {
		type = 1,
		word = "굉장히 맛있는 디저트 가게를 찾았다. 또 와야지.",
		char_type = 1,
		id = 150010,
		icon = ""
	},
	[150011] = {
		type = 1,
		word = "광장에 있는 작은 새에게 빵을 나눠주었다.",
		char_type = 1,
		id = 150011,
		icon = ""
	},
	[150012] = {
		type = 1,
		word = "산책 중에 가득 핀 벚꽃을 찾았다. 예뻤다.",
		char_type = 1,
		id = 150012,
		icon = ""
	},
	[150013] = {
		type = 1,
		word = "광고에서 본 최신 장난감을 샀다.",
		char_type = 1,
		id = 150013,
		icon = ""
	},
	[150014] = {
		type = 1,
		word = "밀크티를 샀다. 굉장히 맛있었다!",
		char_type = 1,
		id = 150014,
		icon = ""
	},
	[150015] = {
		type = 1,
		word = "길에서 만난 멍멍이에게 용돈으로 간식을 사주었다.",
		char_type = 1,
		id = 150015,
		icon = ""
	},
	[150016] = {
		type = 1,
		word = "오늘은 학교 숙제가 없어서 다행이다.",
		char_type = 1,
		id = 150016,
		icon = ""
	},
	[150017] = {
		type = 1,
		word = "길에서 \"스카우터\"를 자칭하는 고양이를 만났다. 아마 사기꾼이겠지.",
		char_type = 1,
		id = 150017,
		icon = ""
	},
	[150018] = {
		type = 1,
		word = "최근에 나온 만화가 재밌어서, 정신을 차리니 저녁 시간까지 서점에서 읽고 있었다.",
		char_type = 1,
		id = 150018,
		icon = ""
	},
	[150019] = {
		type = 1,
		word = "공부용 참고서를 사러 서점에 갈 생각이었는데, 나도 모르게 간식을 사고 말았다.",
		char_type = 1,
		id = 150019,
		icon = ""
	},
	[1103002] = {
		type = 1,
		word = "맛집 거리를 오랫동안 어슬렁거리며 맛있는 걸 많이 먹었다.",
		char_type = 3,
		id = 1103002,
		icon = ""
	},
	[1103003] = {
		type = 1,
		word = "커피를 주문했지만, 위에 그려진 라떼 아트가 무슨 모양인지 전혀 알아볼 수 없었다.",
		char_type = 1,
		id = 1103003,
		icon = ""
	},
	[1103004] = {
		type = 1,
		word = "하루에 50개만 판매하는 특별한 빠오즈를 손에 넣었다! 신난다!",
		char_type = 1,
		id = 1103004,
		icon = ""
	},
	[1103005] = {
		type = 1,
		word = "레스토랑에서 개최하는 요리 교실에 참가했다. 반죽용 밀대란 건 참 신기해……",
		char_type = 1,
		id = 1103005,
		icon = ""
	},
	[1103006] = {
		type = 1,
		word = "운 좋게 레스토랑 이벤트에 참여하여 초콜릿 드립 케이크를 손에 넣었다!",
		char_type = 1,
		id = 1103006,
		icon = ""
	},
	[1104002] = {
		type = 1,
		word = "맛집 거리에서 페스티벌이 열리고 있다고? 보러 가자.",
		char_type = 3,
		id = 1104002,
		icon = ""
	},
	[1104003] = {
		type = 1,
		word = "배를 든든하게 채웠다. 오늘 식사는 이걸로 충분할 것 같다…",
		char_type = 3,
		id = 1104003,
		icon = ""
	},
	[1105002] = {
		type = 1,
		word = "요리 대회……",
		char_type = 1,
		id = 1105002,
		icon = ""
	},
	[1105003] = {
		type = 1,
		word = "아무래도 요리 대회가 개최된 모양이다. 나가보자.",
		char_type = 3,
		id = 1105003,
		icon = ""
	},
	[1105004] = {
		type = 1,
		word = "조금 허둥대기는 했지만 마지막까지 무사히 해냈다.",
		char_type = 3,
		id = 1105004,
		icon = ""
	},
	[1105005] = {
		type = 1,
		word = "좋은 컨디션으로 열심히 한 덕분에 우승했다!",
		char_type = 3,
		id = 1105005,
		icon = ""
	},
	[1105006] = {
		type = 1,
		word = "컨디션은 보통이었지만 그럭저럭 괜찮은 결과를 남겼다.",
		char_type = 3,
		id = 1105006,
		icon = ""
	},
	[1105007] = {
		type = 1,
		word = "잘 풀리지 않았다… 다음에는 꼭 우승해야지!",
		char_type = 3,
		id = 1105007,
		icon = ""
	},
	[1106002] = {
		type = 1,
		word = "……",
		char_type = 1,
		id = 1106002,
		icon = ""
	},
	[1106003] = {
		type = 1,
		word = "제2회 요리 대회가 개최된 모양이다. 나가보자.",
		char_type = 3,
		id = 1106003,
		icon = ""
	},
	[1106004] = {
		type = 1,
		word = "조금 허둥대기는 했지만 마지막까지 무사히 해냈다.",
		char_type = 3,
		id = 1106004,
		icon = ""
	},
	[1106005] = {
		type = 1,
		word = "좋은 컨디션으로 열심히 한 덕분에 우승했다!",
		char_type = 3,
		id = 1106005,
		icon = ""
	},
	[1106006] = {
		type = 1,
		word = "컨디션은 보통이었지만 그럭저럭 괜찮은 결과를 남겼다.",
		char_type = 3,
		id = 1106006,
		icon = ""
	},
	[1106007] = {
		type = 1,
		word = "잘 풀리지 않았다… 다음에는 꼭 우승해야지!",
		char_type = 3,
		id = 1106007,
		icon = ""
	},
	[1107002] = {
		type = 1,
		word = "요리 대회도 벌써 3회차……",
		char_type = 1,
		id = 1107002,
		icon = ""
	},
	[1107003] = {
		type = 1,
		word = "요리 대회가 개최된 모양이다. 이번에도 나가보자.",
		char_type = 3,
		id = 1107003,
		icon = ""
	},
	[1107004] = {
		type = 1,
		word = "조금 허둥대기는 했지만 마지막까지 무사히 해냈다.",
		char_type = 3,
		id = 1107004,
		icon = ""
	},
	[1107005] = {
		type = 1,
		word = "좋은 컨디션으로 열심히 한 덕분에 우승했다!",
		char_type = 3,
		id = 1107005,
		icon = ""
	},
	[1107006] = {
		type = 1,
		word = "컨디션은 보통이었지만 그럭저럭 괜찮은 결과를 남겼다.",
		char_type = 3,
		id = 1107006,
		icon = ""
	},
	[1107007] = {
		type = 1,
		word = "잘 풀리지 않았다… 다음에는 꼭 우승해야지!",
		char_type = 3,
		id = 1107007,
		icon = ""
	},
	[1112002] = {
		type = 1,
		word = "今天也在打工的时候努力做了料理。",
		char_type = 3,
		id = 1112002,
		icon = ""
	},
	[1112003] = {
		type = 1,
		word = "如果只把菜煮一下的话……白灼生菜！完成！",
		char_type = 1,
		id = 1112003,
		icon = ""
	},
	[1112004] = {
		type = 1,
		word = "今天做了一道大菜……蜜汁猪排！",
		char_type = 1,
		id = 1112004,
		icon = ""
	},
	[1112005] = {
		type = 1,
		word = "把面皮蒙在碗口再放入烤箱……酥皮浓汤，出炉！",
		char_type = 1,
		id = 1112005,
		icon = ""
	},
	[1112006] = {
		type = 1,
		word = "适合节日的料理……饺子拼盘！非常合适！",
		char_type = 1,
		id = 1112006,
		icon = ""
	},
	[1112007] = {
		type = 1,
		word = "简单的下饭菜，麻婆豆腐！",
		char_type = 1,
		id = 1112007,
		icon = ""
	},
	[1112008] = {
		type = 1,
		word = "一张可丽饼……再放入香蕉和奶油……香蕉可丽饼！美味！",
		char_type = 1,
		id = 1112008,
		icon = ""
	},
	[1112009] = {
		type = 1,
		word = "酱油、味淋，再加点糖……放入要煮的菜，杂煮锅！完成了！",
		char_type = 1,
		id = 1112009,
		icon = ""
	},
	[1112010] = {
		type = 1,
		word = "均匀涂抹上腌料烤制，再加入黄油和一点点迷迭香……迷迭香羊排做好了！",
		char_type = 1,
		id = 1112010,
		icon = ""
	},
	[1112011] = {
		type = 1,
		word = "煎好的肉再加上三明治，饱满多汁的肉排三明治！完成了！",
		char_type = 1,
		id = 1112011,
		icon = ""
	},
	[1112012] = {
		type = 1,
		word = "灵光乍现的瞬间，做出了一道……神秘料理！不知道吃起来会是什么味道呢？",
		char_type = 1,
		id = 1112012,
		icon = ""
	},
	[1202002] = {
		type = 1,
		word = "낚시는 마음가짐이 중요……",
		char_type = 3,
		id = 1202002,
		icon = ""
	},
	[1202003] = {
		type = 1,
		word = "아, 낚았다! 음… 작은 새우잖아…… 그래도 빈손으로 돌아가진 않아도 돼서 다행이네.",
		char_type = 1,
		id = 1202003,
		icon = ""
	},
	[1202004] = {
		type = 1,
		word = "힘을 주고…… 오! 작은 물고기를 한 마리 낚았다!",
		char_type = 1,
		id = 1202004,
		icon = ""
	},
	[1202005] = {
		type = 1,
		word = "이번에는…… 무거워……! 그냥 버려진 타이어였다……",
		char_type = 1,
		id = 1202005,
		icon = ""
	},
	[1202006] = {
		type = 1,
		word = "……대물이 걸렸다! 커다란 물고기였다!",
		char_type = 1,
		id = 1202006,
		icon = ""
	},
	[1202007] = {
		type = 1,
		word = "커다란 바닷가재를 낚았다! 그런데 왜 여기 바닷가재가 있는 거지?",
		char_type = 1,
		id = 1202007,
		icon = ""
	},
	[1202008] = {
		type = 1,
		word = "당기고……! 힘을 줘서……! 으아아! 바늘이 빠졌다……",
		char_type = 1,
		id = 1202008,
		icon = ""
	},
	[1204002] = {
		type = 1,
		word = "리조트에서 긴 시간을 보냈다……",
		char_type = 3,
		id = 1204002,
		icon = ""
	},
	[1204003] = {
		type = 1,
		word = "농장의 동물들과 놀았다. 즐거웠다.",
		char_type = 1,
		id = 1204003,
		icon = ""
	},
	[1204004] = {
		type = 1,
		word = "물놀이를 하다가 실수로 물에 빠졌는데, 물이 깨끗해서 전혀 옷이 더러워지지 않았다. 다행이야!",
		char_type = 1,
		id = 1204004,
		icon = ""
	},
	[1204005] = {
		type = 1,
		word = "화가 난 소에게 쫓겼다! 내 도망가는 속도가 빨라서 다행이야…!",
		char_type = 1,
		id = 1204005,
		icon = ""
	},
	[1204006] = {
		type = 1,
		word = "농장의 작물에 물을 주고 뿌듯함을 느꼈다.",
		char_type = 1,
		id = 1204006,
		icon = ""
	},
	[1204007] = {
		type = 1,
		word = "오늘은…… 뭘…… 심었더라?",
		char_type = 1,
		id = 1204007,
		icon = ""
	},
	[1204008] = {
		type = 1,
		word = "오! 나무를 한 그루 통째로 베어서 쓰어뜨렸다!",
		char_type = 1,
		id = 1204008,
		icon = ""
	},
	[1204009] = {
		type = 1,
		word = "잘못해서 펜스를 넘어뜨렸는데, 다치치 않아서 다행이다.",
		char_type = 1,
		id = 1204009,
		icon = ""
	},
	[1204010] = {
		type = 1,
		word = "오늘은 열심히 일한 덕분에 많이 수확할 수 있었다!",
		char_type = 1,
		id = 1204010,
		icon = ""
	},
	[1204011] = {
		type = 1,
		word = "리조트에서는 생각보다 농업에 대해 많이 배울 수 있었다. 즐거웠다!",
		char_type = 1,
		id = 1204011,
		icon = ""
	},
	[1211002] = {
		type = 1,
		word = "산의 풍경을 그렸다.",
		char_type = 3,
		id = 1211002,
		icon = ""
	},
	[1211003] = {
		type = 1,
		word = "흰색 해군 코트를 그렸다.",
		char_type = 3,
		id = 1211003,
		icon = ""
	},
	[1211004] = {
		type = 1,
		word = "$1을 그렸다.",
		char_type = 3,
		id = 1211004,
		icon = ""
	},
	[1211005] = {
		type = 1,
		word = "오늘은 잘 그린 것 같다. 돌아가서 액자에 장식해야지.",
		char_type = 1,
		id = 1211005,
		icon = ""
	},
	[1211006] = {
		type = 1,
		word = "좀 추상적인 느낌이기는 하지만, 이것도 추억이지. 돌아가서 액자에 장식해야지.",
		char_type = 1,
		id = 1211006,
		icon = ""
	},
	[1211007] = {
		type = 1,
		word = "새로운 방법으로 그려보니 만족스러운 결과물을 얻을 수 있었다. 돌아가서 잘 보관해야지.",
		char_type = 1,
		id = 1211007,
		icon = ""
	},
	[1211008] = {
		type = 1,
		word = "오늘은 상호 관계를 잘 그려냈으니, 기념으로 가지고 가야지.",
		char_type = 1,
		id = 1211008,
		icon = ""
	},
	[1211009] = {
		type = 1,
		word = "생생한 느낌의 그림이 완성되었다. 가지고 가서 다음 그림의 원동력으로 삼아야지.",
		char_type = 1,
		id = 1211009,
		icon = ""
	},
	[1211010] = {
		type = 1,
		word = "오늘은 색깔이 잘 나왔다. 가지고 가서 잘 보관해야지.",
		char_type = 1,
		id = 1211010,
		icon = ""
	},
	[1212002] = {
		type = 1,
		word = "여기는 경치가 좋아서 캠프하기 딱이다.",
		char_type = 3,
		id = 1212002,
		icon = ""
	},
	[1212003] = {
		type = 1,
		word = "벌레에 물리는 건 대비하지 못했지만, 다행히 물리지 않고 끝났다. 운이 좋네!",
		char_type = 1,
		id = 1212003,
		icon = ""
	},
	[1212004] = {
		type = 1,
		word = "들꽃을 따려고 했지만, 꿀벌이 있어서 보기만 했다.",
		char_type = 1,
		id = 1212004,
		icon = ""
	},
	[1212005] = {
		type = 1,
		word = "갑자기 생각나서 캠프파이어로 마시멜로를 구웠더니 맛있었다!",
		char_type = 1,
		id = 1212005,
		icon = ""
	},
	[1212006] = {
		type = 1,
		word = "벌레를 잡으려다가 나비를 잡았다!",
		char_type = 1,
		id = 1212006,
		icon = ""
	},
	[1212007] = {
		type = 1,
		word = "자연의 신선한 공기를 마시고 심신이 편안해졌다.",
		char_type = 1,
		id = 1212007,
		icon = ""
	},
	[1212008] = {
		type = 1,
		word = "다람쥐와 견과류를 나눴다. 즐거웠다.",
		char_type = 1,
		id = 1212008,
		icon = ""
	},
	[1205002] = {
		type = 1,
		word = "낚시 대회……?",
		char_type = 1,
		id = 1205002,
		icon = ""
	},
	[1205003] = {
		type = 1,
		word = "아무래도 낚시 대회가 개최된 모양이다. 나가보자.",
		char_type = 3,
		id = 1205003,
		icon = ""
	},
	[1205004] = {
		type = 1,
		word = "물고기가 낚싯바늘을 물 때까지 인내심을 가지고……",
		char_type = 3,
		id = 1205004,
		icon = ""
	},
	[1205005] = {
		type = 1,
		word = "커다란 물고기를 낚았다! 전체적으로 최고의 성적을 거두었다!",
		char_type = 3,
		id = 1205005,
		icon = ""
	},
	[1205006] = {
		type = 1,
		word = "물고기를 낚았다! 꽤 괜찮은 느낌이다!",
		char_type = 3,
		id = 1205006,
		icon = ""
	},
	[1205007] = {
		type = 1,
		word = "아무 것도 낚지 못했다…… 다음에는 빈손으로 돌아가지 않기를!",
		char_type = 3,
		id = 1205007,
		icon = ""
	},
	[1206002] = {
		type = 1,
		word = "낚시…… 한 번 더 도전해 볼까?",
		char_type = 1,
		id = 1206002,
		icon = ""
	},
	[1206003] = {
		type = 1,
		word = "제2회 낚시 대회가 개최된 모양이다. 나가보자.",
		char_type = 3,
		id = 1206003,
		icon = ""
	},
	[1206004] = {
		type = 1,
		word = "물고기가 낚싯바늘을 물 때까지 인내심을 가지고……",
		char_type = 3,
		id = 1206004,
		icon = ""
	},
	[1206005] = {
		type = 1,
		word = "커다란 물고기를 낚았다! 전체적으로 최고의 성적을 거두었다!",
		char_type = 3,
		id = 1206005,
		icon = ""
	},
	[1206006] = {
		type = 1,
		word = "물고기를 낚았다! 꽤 괜찮은 느낌이다!",
		char_type = 3,
		id = 1206006,
		icon = ""
	},
	[1206007] = {
		type = 1,
		word = "아무 것도 낚지 못했다…… 다음에는 빈손으로 돌아가지 않기를!",
		char_type = 3,
		id = 1206007,
		icon = ""
	},
	[1207002] = {
		type = 1,
		word = "오늘 날씨라면 물고기가 잡히려나?",
		char_type = 1,
		id = 1207002,
		icon = ""
	},
	[1207003] = {
		type = 1,
		word = "제3회 낚시 대회가 예정대로 개최된 모양이다. 물고기가 낚일지 시험해 보자.",
		char_type = 3,
		id = 1207003,
		icon = ""
	},
	[1207004] = {
		type = 1,
		word = "물고기가 낚싯바늘을 물 때까지 인내심을 가지고……",
		char_type = 3,
		id = 1207004,
		icon = ""
	},
	[1207005] = {
		type = 1,
		word = "커다란 물고기를 낚았다! 전체적으로 최고의 성적을 거두었다!",
		char_type = 3,
		id = 1207005,
		icon = ""
	},
	[1207006] = {
		type = 1,
		word = "물고기를 낚았다! 꽤 괜찮은 느낌이다!",
		char_type = 3,
		id = 1207006,
		icon = ""
	},
	[1207007] = {
		type = 1,
		word = "아무 것도 낚지 못했다…… 다음에는 빈손으로 돌아가지 않기를!",
		char_type = 3,
		id = 1207007,
		icon = ""
	},
	[1304002] = {
		type = 1,
		word = "상점가는 정말 신기해. 영원히 돌아다닐 수 있을 것 같아.",
		char_type = 3,
		id = 1304002,
		icon = ""
	},
	[1304003] = {
		type = 1,
		word = "과일 가게에서 선물을 받았다. 너무 기뻤다.",
		char_type = 1,
		id = 1304003,
		icon = ""
	},
	[1304004] = {
		type = 1,
		word = "쇼핑 중에 읽고 싶었던 만화의 다음 편을 찾았다. 신난다!",
		char_type = 1,
		id = 1304004,
		icon = ""
	},
	[1304005] = {
		type = 1,
		word = "편의점에서 한정 판매하는 젤리를 샀다. 신난다!",
		char_type = 1,
		id = 1304005,
		icon = ""
	},
	[1304006] = {
		type = 1,
		word = "오늘은 괜찮은 사진을 많이 건졌다. 너무 좋아!",
		char_type = 1,
		id = 1304006,
		icon = ""
	},
	[1304007] = {
		type = 1,
		word = "갖고 싶었던 악기를 못 사서 풀이 좀 죽었다. 다음 주에 또 와야지!",
		char_type = 1,
		id = 1304007,
		icon = ""
	},
	[1304008] = {
		type = 1,
		word = "오늘은 귀여운 인형을 샀다. 너무 좋아!",
		char_type = 1,
		id = 1304008,
		icon = ""
	},
	[1304009] = {
		type = 1,
		word = "벤치에서 잠시 책을 읽으며 휴식을 취했다.",
		char_type = 1,
		id = 1304009,
		icon = ""
	},
	[1304010] = {
		type = 1,
		word = "길모퉁이에 새로운 가게가 생겼다. 그곳에서 하루 종일 만화를 읽었다.",
		char_type = 1,
		id = 1304010,
		icon = ""
	},
	[1304011] = {
		type = 1,
		word = "버스킹 공연을 보고 뮤지션은 참 멋지다는 생각이 들었다.",
		char_type = 1,
		id = 1304011,
		icon = ""
	},
	[1311002] = {
		type = 1,
		word = "학교의 가로수길을 배경으로 찍은 사진.",
		char_type = 3,
		id = 1311002,
		icon = ""
	},
	[1311003] = {
		type = 1,
		word = "학교에 가는 게 일상의 일부이기는 하지만, 조금 미묘한 느낌이……",
		char_type = 3,
		id = 1311003,
		icon = ""
	},
	[1311004] = {
		type = 1,
		word = "스포츠 사진",
		char_type = 3,
		id = 1311004,
		icon = ""
	},
	[1312002] = {
		type = 1,
		word = "체육관 내부에서 찍은 사진.",
		char_type = 3,
		id = 1312002,
		icon = ""
	},
	[1312003] = {
		type = 1,
		word = "예상 이상의 성과! 마치 스포츠 기사 사진과도 같은 퀄리티!",
		char_type = 3,
		id = 1312003,
		icon = ""
	},
	[1312004] = {
		type = 1,
		word = "TB가 더 돋보이는 사진",
		char_type = 3,
		id = 1312004,
		icon = ""
	},
	[1313002] = {
		type = 1,
		word = "거리 풍경을 배경으로 찍은 사진.",
		char_type = 3,
		id = 1313002,
		icon = ""
	},
	[1313003] = {
		type = 1,
		word = "인싸들의 포즈를 흉내낸 탓인지, 성공에 대한 열망이 높아진 느낌이다!",
		char_type = 3,
		id = 1313003,
		icon = ""
	},
	[1313004] = {
		type = 1,
		word = "청춘을 담은 사진",
		char_type = 3,
		id = 1313004,
		icon = ""
	},
	[1314002] = {
		type = 1,
		word = "도서관 안에서 찍은 사진.",
		char_type = 3,
		id = 1314002,
		icon = ""
	},
	[1314003] = {
		type = 1,
		word = "역시 학교 도서관은 단골 요소! 청춘을 불태우며 공부하는 모습은 실로 아름답다!",
		char_type = 3,
		id = 1314003,
		icon = ""
	},
	[1314004] = {
		type = 1,
		word = "찍었을 때는 포즈가 좀 부자연스럽게 느껴졌지만, 사진 자체에는 문제가 없네!",
		char_type = 3,
		id = 1314004,
		icon = ""
	},
	[1315002] = {
		type = 1,
		word = "디저트 가게에서 찍은 사진.",
		char_type = 3,
		id = 1315002,
		icon = ""
	},
	[1315003] = {
		type = 1,
		word = "빵과 케이크의 달콤한 향에 휩싸여서인지 사진에서도 달콤한 향이 풍기는 것 같다.",
		char_type = 3,
		id = 1315003,
		icon = ""
	},
	[1315004] = {
		type = 1,
		word = "표정이 딱 좋아! 이 사진은 현상해서 액자에 걸어 장식해야지!",
		char_type = 3,
		id = 1315004,
		icon = ""
	},
	[1316002] = {
		type = 1,
		word = "만개한 벚꽃을 테마로 찍은 사진.",
		char_type = 3,
		id = 1316002,
		icon = ""
	},
	[1316003] = {
		type = 1,
		word = "활짝 핀 순간의 반짝임이 렌즈에 포착되어 영원히 남게 되었다.",
		char_type = 3,
		id = 1316003,
		icon = ""
	},
	[1316004] = {
		type = 1,
		word = "오늘 찍은 사진 중 베스트컷! 몇 가지 사이즈로 나누어 현상해서 집에 장식해둬야지.",
		char_type = 3,
		id = 1316004,
		icon = ""
	},
	[1317002] = {
		type = 1,
		word = "오래된 성의 콘서트 홀에서 찍은 사진.",
		char_type = 3,
		id = 1317002,
		icon = ""
	},
	[1317003] = {
		type = 1,
		word = "쇠락한 성에 흐르는 피아노 음색이 고독하고 애절하다.",
		char_type = 3,
		id = 1317003,
		icon = ""
	},
	[1318002] = {
		type = 1,
		word = "워터파크에서 찍은 사진.",
		char_type = 3,
		id = 1318002,
		icon = ""
	},
	[1318003] = {
		type = 1,
		word = "워터파크에 가는 것도 바캉스지. 그럼.",
		char_type = 3,
		id = 1318003,
		icon = ""
	},
	[1319002] = {
		type = 1,
		word = "교실에서 찍은 사진.",
		char_type = 3,
		id = 1319002,
		icon = ""
	},
	[1319003] = {
		type = 1,
		word = "교복, 백팩, 석양, 청춘이 가득!",
		char_type = 3,
		id = 1319003,
		icon = ""
	},
	[1320002] = {
		type = 1,
		word = "맛집 거리에서 찍은 사진.",
		char_type = 3,
		id = 1320002,
		icon = ""
	},
	[1320003] = {
		type = 1,
		word = "경단 머리, 이스트 글림 드레스, 마파두부…… 좀 뻔한 느낌인가?",
		char_type = 3,
		id = 1320003,
		icon = ""
	},
	[1305002] = {
		type = 1,
		word = "캐치프레이즈에 \"좋은 사진은 하나의 이야기\"라고 적혀 있다.",
		char_type = 1,
		id = 1305002,
		icon = ""
	},
	[1305003] = {
		type = 1,
		word = "사진 콘테스트가 개최 중인 듯하다. 참가하자.",
		char_type = 3,
		id = 1305003,
		icon = ""
	},
	[1305004] = {
		type = 1,
		word = "열심히 카메라로 자신을 표현했다.",
		char_type = 3,
		id = 1305004,
		icon = ""
	},
	[1305005] = {
		type = 1,
		word = "우수한 사진 표현력이 돋보여 \"스토리텔링 상\"을 수상했다!",
		char_type = 3,
		id = 1305005,
		icon = ""
	},
	[1305006] = {
		type = 1,
		word = "평범하지만 아름다운 사진을 찍었다. 만족스럽다!",
		char_type = 3,
		id = 1305006,
		icon = ""
	},
	[1305007] = {
		type = 1,
		word = "어떻게 찍어야 할지 갈피를 못 잡았다… 다음에 도전하자.",
		char_type = 3,
		id = 1305007,
		icon = ""
	},
	[1306002] = {
		type = 1,
		word = "공연이 너무 멋져서 푹 빠져들었다.",
		char_type = 3,
		id = 1306002,
		icon = ""
	},
	[1306003] = {
		type = 1,
		word = "상점가에서 밴드가 버스킹을 하고 있는 모양이다. 보러 가자.",
		char_type = 3,
		id = 1306003,
		icon = ""
	},
	[1403002] = {
		type = 1,
		word = "바닷가에서 마음껏 놀았다.",
		char_type = 3,
		id = 1403002,
		icon = ""
	},
	[1403003] = {
		type = 1,
		word = "모래성 만들기! 모래에 물을 조금 섞으면…… 완성!",
		char_type = 1,
		id = 1403003,
		icon = ""
	},
	[1403004] = {
		type = 1,
		word = "역시 일광욕이 가장 기분이 좋지.",
		char_type = 1,
		id = 1403004,
		icon = ""
	},
	[1403005] = {
		type = 1,
		word = "나이스 리시브! 해변에서는 역시 비치 발리볼!",
		char_type = 1,
		id = 1403005,
		icon = ""
	},
	[1403006] = {
		type = 1,
		word = "예쁜 조개 껍데기를 많이 모았다.",
		char_type = 1,
		id = 1403006,
		icon = ""
	},
	[1403007] = {
		type = 1,
		word = "수박 깨기 게임! 가장 먼저 깨는 건 누굴까?",
		char_type = 1,
		id = 1403007,
		icon = ""
	},
	[1403008] = {
		type = 1,
		word = "매점으로 직행! 바닷바람을 맞으며 음식을 즐기자!",
		char_type = 1,
		id = 1403008,
		icon = ""
	},
	[1404002] = {
		type = 1,
		word = "내일의 스타상…… 셀프 프로듀스 오디션…?",
		char_type = 1,
		id = 1404002,
		icon = ""
	},
	[1404003] = {
		type = 1,
		word = "자신이 가진 끼를 마음껏 보여줄 수 있는 오디션 이벤트인 듯하다. 나가보자.",
		char_type = 3,
		id = 1404003,
		icon = ""
	},
	[1404004] = {
		type = 1,
		word = "열심히 무대에서 공연을 펼쳤다.",
		char_type = 3,
		id = 1404004,
		icon = ""
	},
	[1404005] = {
		type = 1,
		word = "오디션 우승! 진정한 \"내일의 스타\"의 탄생이다!",
		char_type = 3,
		id = 1404005,
		icon = ""
	},
	[1404006] = {
		type = 1,
		word = "오디션 성적은 그저그랬다. 그렇지만 무대에 설 수 있어서 즐거웠다.",
		char_type = 3,
		id = 1404006,
		icon = ""
	},
	[1404007] = {
		type = 1,
		word = "성적만이 전부가 아니다. 다음에 또 도전하면 된다.",
		char_type = 3,
		id = 1404007,
		icon = ""
	},
	[1405002] = {
		type = 1,
		word = "내일의 스타상… 한 번 더 도전해 보자.",
		char_type = 1,
		id = 1405002,
		icon = ""
	},
	[1405003] = {
		type = 1,
		word = "또 오디션인가… 제2회 내일의 스타상에도 참가해 보자.",
		char_type = 3,
		id = 1405003,
		icon = ""
	},
	[1405004] = {
		type = 1,
		word = "열심히 무대에서 공연을 펼쳤다.",
		char_type = 3,
		id = 1405004,
		icon = ""
	},
	[1405005] = {
		type = 1,
		word = "오디션 우승! 진정한 \"내일의 스타\"의 탄생이다!",
		char_type = 3,
		id = 1405005,
		icon = ""
	},
	[1405006] = {
		type = 1,
		word = "오디션 성적은 그저그랬다. 그렇지만 무대에 설 수 있어서 즐거웠다.",
		char_type = 3,
		id = 1405006,
		icon = ""
	},
	[1405007] = {
		type = 1,
		word = "성적만이 전부가 아니다. 다음에 또 도전하면 된다.",
		char_type = 3,
		id = 1405007,
		icon = ""
	},
	[1406002] = {
		type = 1,
		word = "내일의 스타상… 이번에는 반드시…",
		char_type = 1,
		id = 1406002,
		icon = ""
	},
	[1406003] = {
		type = 1,
		word = "또 오디션인가… 제3회 내일의 스타상에도 참가해 보자.",
		char_type = 3,
		id = 1406003,
		icon = ""
	},
	[1406004] = {
		type = 1,
		word = "열심히 무대에서 공연을 펼쳤다.",
		char_type = 3,
		id = 1406004,
		icon = ""
	},
	[1406005] = {
		type = 1,
		word = "오디션 우승! 진정한 \"내일의 스타\"의 탄생이다!",
		char_type = 3,
		id = 1406005,
		icon = ""
	},
	[1406006] = {
		type = 1,
		word = "오디션 성적은 그저그랬다. 그렇지만 무대에 설 수 있어서 즐거웠다.",
		char_type = 3,
		id = 1406006,
		icon = ""
	},
	[1406007] = {
		type = 1,
		word = "성적만이 전부가 아니다. 다음에 또 도전하면 된다.",
		char_type = 3,
		id = 1406007,
		icon = ""
	},
	[1411002] = {
		type = 1,
		word = "세계 평화를 위해 동분서주했지만, 사랑을 손에 넣지는 못했다는 이야기인 듯하다.",
		char_type = 3,
		id = 1411002,
		icon = ""
	},
	[1412002] = {
		type = 1,
		word = "사느냐 망하느냐, 그것이 문제로다……",
		char_type = 3,
		id = 1412002,
		icon = ""
	},
	[1413002] = {
		type = 1,
		word = "시대의 흐름에 휘말리는 것은 행운인가, 아니면 불행인가……",
		char_type = 3,
		id = 1413002,
		icon = ""
	},
	[1414002] = {
		type = 1,
		word = "요괴 일당이라… TB도 보고 싶네.",
		char_type = 3,
		id = 1414002,
		icon = ""
	},
	[1415002] = {
		type = 1,
		word = "로맨틱한 이야기는 대개 이 계절에 시작된다.",
		char_type = 3,
		id = 1415002,
		icon = ""
	},
	[1416002] = {
		type = 1,
		word = "새로운 극이 공개되었…… 응? 어디선가 본 적이 있는 것 같은데?",
		char_type = 3,
		id = 1416002,
		icon = ""
	},
	[1417002] = {
		type = 1,
		word = "텅빈 교실에는 분명 무언가 비밀이 숨겨져 있을 것이다.",
		char_type = 3,
		id = 1417002,
		icon = ""
	},
	[1418002] = {
		type = 1,
		word = "왜 갑자기 배를 만드는 방법을 설명하는 거지?",
		char_type = 3,
		id = 1418002,
		icon = ""
	},
	[1419002] = {
		type = 1,
		word = "이런 작은 작전 계획으로 정말 마음을 사로잡을 수 있을지……",
		char_type = 3,
		id = 1419002,
		icon = ""
	},
	[1420002] = {
		type = 1,
		word = "매일 밤 등불이 켜지는 옛 성은 시간의 끝에서 외로운 기다림을 계속하고 있다.",
		char_type = 3,
		id = 1420002,
		icon = ""
	},
	[1501002] = {
		type = 1,
		word = "수족관에서 오랫동안 시간을 보냈다.",
		char_type = 3,
		id = 1501002,
		icon = ""
	},
	[1501003] = {
		type = 1,
		word = "수족관에서 해파리를 보고 귀엽다고 느꼈다.",
		char_type = 1,
		id = 1501003,
		icon = ""
	},
	[1501004] = {
		type = 1,
		word = "수족관에서 상어를 계속 바라보았다. 상어는 멍한 느낌이라 의외로 무섭지 않았다.",
		char_type = 1,
		id = 1501004,
		icon = ""
	},
	[1501005] = {
		type = 1,
		word = "수족관에서 도장찍기에 도전했지만, 전부 모으지는 못했다. 다음에 또 도전해야지.",
		char_type = 1,
		id = 1501005,
		icon = ""
	},
	[1501006] = {
		type = 1,
		word = "수족관에서 파는 음료나 음식은 그저그랬다. 다른 곳에서 먹는 편이 낫겠다.",
		char_type = 1,
		id = 1501006,
		icon = ""
	},
	[1501007] = {
		type = 1,
		word = "수족관에서 펭귄과 펭귄의 알을 보았다. 갑자기 달걀후라이가 먹고 싶어졌다.",
		char_type = 1,
		id = 1501007,
		icon = ""
	},
	[1501008] = {
		type = 1,
		word = "터널형 수조에서 헤엄치는 물고기들을 계속 바라보았다. 너무 아름다웠다.",
		char_type = 1,
		id = 1501008,
		icon = ""
	},
	[1501009] = {
		type = 1,
		word = "수족관에서 투명한 작은 물고기를 보고 있자니 신기한 느낌이 들었다.",
		char_type = 1,
		id = 1501009,
		icon = ""
	},
	[1501010] = {
		type = 1,
		word = "수족관에서 기념품을 사려다가 결국은 코코넛을 사서 코코넛 워터를 마시기로 했다.",
		char_type = 1,
		id = 1501010,
		icon = ""
	},
	[1502002] = {
		type = 1,
		word = "유원지에서 마음껏 놀았다.",
		char_type = 3,
		id = 1502002,
		icon = ""
	},
	[1502003] = {
		type = 1,
		word = "해적선을 타니 굉장한 스릴이 느껴졌다. 더 타고 싶어!",
		char_type = 1,
		id = 1502003,
		icon = ""
	},
	[1502004] = {
		type = 1,
		word = "커피잔을 탔다! 눈이 핑핑 돈다는 게 이런 거구나…",
		char_type = 1,
		id = 1502004,
		icon = ""
	},
	[1502005] = {
		type = 1,
		word = "방탈출 게임에서 신기록을 세웠다! 대단해!",
		char_type = 1,
		id = 1502005,
		icon = ""
	},
	[1502006] = {
		type = 1,
		word = "미로의 갈림길에서 길을 잃었다… 다행히 출구를 찾을 수 있었다.",
		char_type = 1,
		id = 1502006,
		icon = ""
	},
	[1502007] = {
		type = 1,
		word = "유원지에서 쇼를 감상했다. 재밌었다!",
		char_type = 1,
		id = 1502007,
		icon = ""
	},
	[1502008] = {
		type = 1,
		word = "유원지에서 맛있는 햄버거를 먹고 활력이 솟아났다!",
		char_type = 1,
		id = 1502008,
		icon = ""
	},
	[1502009] = {
		type = 1,
		word = "유원지에서 사과 사탕을 샀는데, 너무 달았다……",
		char_type = 1,
		id = 1502009,
		icon = ""
	},
	[1503002] = {
		type = 1,
		word = "키즈랜드에서 마음껏 놀았다.",
		char_type = 3,
		id = 1503002,
		icon = ""
	},
	[1503003] = {
		type = 1,
		word = "그네를 마음껏 탔다. 푹신푹신한 느낌이 마음에 들었다.",
		char_type = 1,
		id = 1503003,
		icon = ""
	},
	[1503004] = {
		type = 1,
		word = "미끄럼틀이 너무 재밌었다. 더 놀고 싶어.",
		char_type = 1,
		id = 1503004,
		icon = ""
	},
	[1503005] = {
		type = 1,
		word = "시소를 마음껏 탔다. 오르락내리락하는 게 재밌었다.",
		char_type = 1,
		id = 1503005,
		icon = ""
	},
	[1503006] = {
		type = 1,
		word = "흔들의자를 탔다. 음악에 푹 빠졌다…!",
		char_type = 1,
		id = 1503006,
		icon = ""
	},
	[1503007] = {
		type = 1,
		word = "그네를 타고 하늘을 올려다보면서 멍하니 시간을 보냈다.",
		char_type = 1,
		id = 1503007,
		icon = ""
	},
	[1503008] = {
		type = 1,
		word = "어린이 메뉴를 사서 점심 식사를 해결했다.",
		char_type = 1,
		id = 1503008,
		icon = ""
	},
	[1503009] = {
		type = 1,
		word = "귀여운 풍선을 샀다. 마음에 들어.",
		char_type = 1,
		id = 1503009,
		icon = ""
	},
	[1601002] = {
		type = 1,
		word = "음…… 곧 기록을 갱신할 수 있을 것 같다. 더 힘내자!",
		char_type = 3,
		id = 1601002,
		icon = ""
	},
	[1601005] = {
		type = 1,
		word = "움직임이 점점 더 깔끔해지는 것 같다! 성적을 더 올릴 수 있을 거야!",
		char_type = 3,
		id = 1601005,
		icon = ""
	},
	[1601008] = {
		type = 1,
		word = "아쉬워! 아주 조금 부족하지만, 그래도 최고 기록의 코앞까지 다가왔어!",
		char_type = 3,
		id = 1601008,
		icon = ""
	},
	[1602002] = {
		type = 1,
		word = "체육관 근처를 어슬렁거렸다.",
		char_type = 3,
		id = 1602002,
		icon = ""
	},
	[1602003] = {
		type = 1,
		word = "귀여운 아기 고양이를 만나서 같이 놀았다.",
		char_type = 1,
		id = 1602003,
		icon = ""
	},
	[1602004] = {
		type = 1,
		word = "넘어지고 말았다. 조금 아픈 것 같다…",
		char_type = 1,
		id = 1602004,
		icon = ""
	},
	[1602005] = {
		type = 1,
		word = "체육관 한정 에너지 드링크를 손에 넣었다. 신난다!",
		char_type = 1,
		id = 1602005,
		icon = ""
	},
	[1602006] = {
		type = 1,
		word = "운동장에서 맛집 거리로 가는 지름길을 발견했다. 앞으로는 시간을 절약할 수 있겠어. 다행이야!",
		char_type = 1,
		id = 1602006,
		icon = ""
	},
	[1602007] = {
		type = 1,
		word = "사격 연습을 해보니 너무 재밌었다!",
		char_type = 1,
		id = 1602007,
		icon = ""
	},
	[1602008] = {
		type = 1,
		word = "운동장에서 마음껏 뛰어서 개운했다.",
		char_type = 1,
		id = 1602008,
		icon = ""
	},
	[1602009] = {
		type = 1,
		word = "옷을 얇게 입고 외출한 탓에 돌아가니 감기에 걸려 있었다.",
		char_type = 1,
		id = 1602009,
		icon = ""
	},
	[1603002] = {
		type = 1,
		word = "…대운동회…",
		char_type = 1,
		id = 1603002,
		icon = ""
	},
	[1603003] = {
		type = 1,
		word = "제1회 대운동회가 성황리에 개최 중인 듯하다. 나가보자!",
		char_type = 3,
		id = 1603003,
		icon = ""
	},
	[1603004] = {
		type = 1,
		word = "열심히 운동장에서 땀을 흘렸다.",
		char_type = 3,
		id = 1603004,
		icon = ""
	},
	[1603005] = {
		type = 1,
		word = "대회에서 좋은 성적을 거두었다! 상품도 받을 수 있다고 한다!",
		char_type = 3,
		id = 1603005,
		icon = ""
	},
	[1603006] = {
		type = 1,
		word = "대회에서 거둔 성적은 보통이었지만, 운동해서 기분이 상쾌해졌다!",
		char_type = 3,
		id = 1603006,
		icon = ""
	},
	[1603007] = {
		type = 1,
		word = "마음껏 능력을 발휘하지 못해, 기대한 만큼의 성적은 거두지 못했다. 다음에 또 도전하자.",
		char_type = 3,
		id = 1603007,
		icon = ""
	},
	[1604002] = {
		type = 1,
		word = "대운동회도 벌써 2회차…",
		char_type = 1,
		id = 1604002,
		icon = ""
	},
	[1604003] = {
		type = 1,
		word = "제2회 대운동회가 성황리에 개최 중인 듯하다. 나가보자!",
		char_type = 3,
		id = 1604003,
		icon = ""
	},
	[1604004] = {
		type = 1,
		word = "열심히 운동장에서 땀을 흘렸다.",
		char_type = 3,
		id = 1604004,
		icon = ""
	},
	[1604005] = {
		type = 1,
		word = "대회에서 좋은 성적을 거두었다! 상품도 받을 수 있다고 한다!",
		char_type = 3,
		id = 1604005,
		icon = ""
	},
	[1604006] = {
		type = 1,
		word = "대회에서 거둔 성적은 보통이었지만, 운동해서 기분이 상쾌해졌다!",
		char_type = 3,
		id = 1604006,
		icon = ""
	},
	[1604007] = {
		type = 1,
		word = "마음껏 능력을 발휘하지 못해, 기대한 만큼의 성적은 거두지 못했다. 다음에 또 도전하자.",
		char_type = 3,
		id = 1604007,
		icon = ""
	},
	[1605002] = {
		type = 1,
		word = "대운동회도 벌써 3회차…",
		char_type = 1,
		id = 1605002,
		icon = ""
	},
	[1605003] = {
		type = 1,
		word = "제3회 대운동회가 성황리에 개최 중인 듯하다. 나가보자!",
		char_type = 3,
		id = 1605003,
		icon = ""
	},
	[1605004] = {
		type = 1,
		word = "열심히 운동장에서 땀을 흘렸다.",
		char_type = 3,
		id = 1605004,
		icon = ""
	},
	[1605005] = {
		type = 1,
		word = "대회에서 좋은 성적을 거두었다! 상품도 받을 수 있다고 한다!",
		char_type = 3,
		id = 1605005,
		icon = ""
	},
	[1605006] = {
		type = 1,
		word = "대회에서 거둔 성적은 보통이었지만, 운동해서 기분이 상쾌해졌다!",
		char_type = 3,
		id = 1605006,
		icon = ""
	},
	[1605007] = {
		type = 1,
		word = "마음껏 능력을 발휘하지 못해, 기대한 만큼의 성적은 거두지 못했다. 다음에 또 도전하자.",
		char_type = 3,
		id = 1605007,
		icon = ""
	},
	[1606002] = {
		type = 1,
		word = "이번 주 축구 시합이 시작됐다. 보러 가자.",
		char_type = 3,
		id = 1606002,
		icon = ""
	},
	[1606003] = {
		type = 1,
		word = "점수는… 2:0! 응원하는 팀이 진 건 아쉬웠지만, 0점이라도 마지막까지 열심히 하는 모습은 꼭 배우자!",
		char_type = 3,
		id = 1606003,
		icon = ""
	},
	[1606004] = {
		type = 1,
		word = "점수는… 2:2! 동점! 승부차기가 시작되려나? 기대된다!",
		char_type = 3,
		id = 1606004,
		icon = ""
	},
	[1606005] = {
		type = 1,
		word = "점수는… 2:1! 1점 차이로 아깝게 패배! 응원하는 팀이 진 건 조금 아쉬웠지만, 다음에도 꼭 응원해야지!",
		char_type = 3,
		id = 1606005,
		icon = ""
	},
	[1606006] = {
		type = 1,
		word = "점수는… 0:2! 이겼다! 축하해야지!",
		char_type = 3,
		id = 1606006,
		icon = ""
	},
	[1606007] = {
		type = 1,
		word = "점수는… 1:2! 시합을 보고 큰 용기를 얻었다!",
		char_type = 3,
		id = 1606007,
		icon = ""
	},
	[1606008] = {
		type = 1,
		word = "점수는… 1:1! 아슬아슬한 승부가 마지막까지 이어졌다. 최종 결과가 기대된다…!",
		char_type = 3,
		id = 1606008,
		icon = ""
	},
	[1701002] = {
		type = 1,
		word = "도서관에서 오랫동안 시간을 보냈다.",
		char_type = 3,
		id = 1701002,
		icon = ""
	},
	[1701003] = {
		type = 1,
		word = "제빵 관련 서적을 읽고 이해도를 높였다.",
		char_type = 1,
		id = 1701003,
		icon = ""
	},
	[1701004] = {
		type = 1,
		word = "건강 관련 서적을 읽었다. 앞으로도 건강에 유의해야겠어.",
		char_type = 1,
		id = 1701004,
		icon = ""
	},
	[1701005] = {
		type = 1,
		word = "동화집을 모두 읽었다. 영감을 약간 얻었다.",
		char_type = 1,
		id = 1701005,
		icon = ""
	},
	[1701006] = {
		type = 1,
		word = "작은 이야기의 플롯을 짰다. 나중에 재미있는 동화로 만들어야지.",
		char_type = 1,
		id = 1701006,
		icon = ""
	},
	[1701007] = {
		type = 1,
		word = "영감이 떠올라 추리 소설의 플롯을 짰다. 나중에 논리적으로 차분히 써보자.",
		char_type = 1,
		id = 1701007,
		icon = ""
	},
	[1701008] = {
		type = 1,
		word = "관심 있는 책을 몇 권 읽었다. 많이 배운 것 같다.",
		char_type = 1,
		id = 1701008,
		icon = ""
	},
	[1701009] = {
		type = 1,
		word = "아이디어가 샘물처럼 솟아 올라 시를 한 편 지었다. 꽤 괜찮은 느낌인 것 같다!",
		char_type = 1,
		id = 1701009,
		icon = ""
	},
	[1702002] = {
		type = 1,
		word = "음악실에서 오랫동안 시간을 보냈다.",
		char_type = 3,
		id = 1702002,
		icon = ""
	},
	[1702003] = {
		type = 1,
		word = "기타를 직접 연주해 보았다. ……손맛이 별로 안 났다.",
		char_type = 1,
		id = 1702003,
		icon = ""
	},
	[1702004] = {
		type = 1,
		word = "피아노로 클래식을 연주해 보았다. 점점 능숙해지는 것 같다!",
		char_type = 1,
		id = 1702004,
		icon = ""
	},
	[1702005] = {
		type = 1,
		word = "직접 만든 가사에 곡을 붙여보려고 했으나 잘 되지 않았다. 더 공부해서 재도전해야지!",
		char_type = 1,
		id = 1702005,
		icon = ""
	},
	[1702006] = {
		type = 1,
		word = "오랫동안 바이올린을 연습했다. 목덜미가 저렸지만 그만큼 늘었겠지!",
		char_type = 1,
		id = 1702006,
		icon = ""
	},
	[1702007] = {
		type = 1,
		word = "클라리넷은 정말 어렵지만, 연습했더니 조금 발전이 있었다.",
		char_type = 1,
		id = 1702007,
		icon = ""
	},
	[1702008] = {
		type = 1,
		word = "하프의 음색은 신비롭고 우아하다. 나도 모르게 연주에 열중했다.",
		char_type = 1,
		id = 1702008,
		icon = ""
	},
	[1702009] = {
		type = 1,
		word = "마이크를 이용해 큰 목소리로 노래를 불렀다. 마이크 너머의 노랫소리에 만족했다.",
		char_type = 1,
		id = 1702009,
		icon = ""
	},
	[1703002] = {
		type = 1,
		word = "학교를 산책했다.",
		char_type = 3,
		id = 1703002,
		icon = ""
	},
	[1703003] = {
		type = 1,
		word = "다른 건물 옥상에서 작은 정원을 찾았다. 놀라운 발견이었다!",
		char_type = 1,
		id = 1703003,
		icon = ""
	},
	[1703004] = {
		type = 1,
		word = "학교에 있는 비둘기들에게 먹이를 주고 친해졌다.",
		char_type = 1,
		id = 1703004,
		icon = ""
	},
	[1703005] = {
		type = 1,
		word = "학교에서 가장 맛있는 초콜릿 케이크를 구해서 너무 기뻤다.",
		char_type = 1,
		id = 1703005,
		icon = ""
	},
	[1703006] = {
		type = 1,
		word = "요리 교실에서 연습한 덕분에 최근에 만족스러운 요리를 만들 수 있었다. 다행이야!",
		char_type = 1,
		id = 1703006,
		icon = ""
	},
	[1703007] = {
		type = 1,
		word = "도서관에서 작가명이 적혀 있지 않은, 손으로 직접 쓴 연애 소설을 발견했지만, 읽지 않고 다시 꽂았다.",
		char_type = 1,
		id = 1703007,
		icon = ""
	},
	[1706102] = {
		type = 1,
		word = "문학 관련 콘테스트…",
		char_type = 1,
		id = 1706102,
		icon = ""
	},
	[1706103] = {
		type = 1,
		word = "작품을 모집 중인 듯하다. 참가하자.",
		char_type = 3,
		id = 1706103,
		icon = ""
	},
	[1706104] = {
		type = 1,
		word = "주제에 따라 감정을 글로 표현했다.",
		char_type = 3,
		id = 1706104,
		icon = ""
	},
	[1706105] = {
		type = 1,
		word = "아름답고 세련된 문체로 단연 돋보이는 작품이 완성되었다!",
		char_type = 3,
		id = 1706105,
		icon = ""
	},
	[1706106] = {
		type = 1,
		word = "완성도는 평범했지만 술술 읽히는 점이 좋은 평가를 받았다.",
		char_type = 3,
		id = 1706106,
		icon = ""
	},
	[1706107] = {
		type = 1,
		word = "대체 뭘 쓴 건지 본인도 모를 정도… 다음에 또 도전하자.",
		char_type = 3,
		id = 1706107,
		icon = ""
	},
	[1707102] = {
		type = 1,
		word = "그림 콘테스트…",
		char_type = 1,
		id = 1707102,
		icon = ""
	},
	[1707103] = {
		type = 1,
		word = "일러스트 콘테스트가 개최 중인 듯하다. 나가보자.",
		char_type = 3,
		id = 1707103,
		icon = ""
	},
	[1707104] = {
		type = 1,
		word = "캔버스에 마음 가는대로 그림을 그렸다.",
		char_type = 3,
		id = 1707104,
		icon = ""
	},
	[1707105] = {
		type = 1,
		word = "뛰어난 창의성! 콘테스트 우승!",
		char_type = 3,
		id = 1707105,
		icon = ""
	},
	[1707106] = {
		type = 1,
		word = "작품 완성도는 평범했지만, 그림 실력으로 좋은 평가를 얻었다.",
		char_type = 3,
		id = 1707106,
		icon = ""
	},
	[1707107] = {
		type = 1,
		word = "작품이 너무 전위적이었던 것 같다… 다음에는 평범한 그림을 그리자.",
		char_type = 3,
		id = 1707107,
		icon = ""
	},
	[1708102] = {
		type = 1,
		word = "노래… 자랑…",
		char_type = 1,
		id = 1708102,
		icon = ""
	},
	[1708103] = {
		type = 1,
		word = "노래 대회가 개최된 모양이다. 나가보자.",
		char_type = 3,
		id = 1708103,
		icon = ""
	},
	[1708104] = {
		type = 1,
		word = "열심히 무대에서 노래를 불렀다.",
		char_type = 3,
		id = 1708104,
		icon = ""
	},
	[1708105] = {
		type = 1,
		word = "섬세하고도 심금을 울리는 공연으로 좋은 성적을 거두었다!",
		char_type = 3,
		id = 1708105,
		icon = ""
	},
	[1708106] = {
		type = 1,
		word = "가사를 틀렸다… 성적은 평범했다.",
		char_type = 3,
		id = 1708106,
		icon = ""
	},
	[1708107] = {
		type = 1,
		word = "음정이 나갔다… 다음에 또 도전하자!",
		char_type = 3,
		id = 1708107,
		icon = ""
	},
	[1709002] = {
		type = 1,
		word = "학교에서 작문 강좌 코스가 진행 중인 모양이다. 신청해 보자.",
		char_type = 3,
		id = 1709002,
		icon = ""
	},
	[1709003] = {
		type = 1,
		word = "탄탄하게 구성된 강좌로 많은 것을 배울 수 있었다. 영감이 끝없이 솟아오른다!",
		char_type = 3,
		id = 1709003,
		icon = ""
	},
	[1710002] = {
		type = 1,
		word = "학교에서 그림 강좌 코스가 진행 중인 모양이다. 신청해 보자.",
		char_type = 3,
		id = 1710002,
		icon = ""
	},
	[1710003] = {
		type = 1,
		word = "탄탄하게 구성된 강좌로 많은 것을 배울 수 있었다. 그림에 대한 이해도가 꽤 깊어진 것 같다!",
		char_type = 3,
		id = 1710003,
		icon = ""
	},
	[1711002] = {
		type = 1,
		word = "학교에서 노래 강좌 코스가 진행 중인 모양이다. 신청해 보자.",
		char_type = 3,
		id = 1711002,
		icon = ""
	},
	[1711003] = {
		type = 1,
		word = "탄탄하게 구성된 강좌로 많은 것을 배울 수 있었다. 음악의 길에 한 걸음 더 나아간 것 같다!",
		char_type = 3,
		id = 1711003,
		icon = ""
	},
	[1800000] = {
		type = 1,
		word = "咔嚓——记录下了值得纪念的瞬间",
		char_type = 3,
		id = 1800000,
		icon = ""
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11,
		12,
		13,
		14,
		15,
		16,
		17,
		18,
		19,
		20,
		21,
		22,
		23,
		24,
		25,
		110102,
		110103,
		110104,
		110202,
		110203,
		110204,
		110302,
		110303,
		110304,
		110402,
		110403,
		110404,
		110502,
		110503,
		110504,
		110602,
		110603,
		110604,
		110702,
		110703,
		110802,
		110803,
		110902,
		110903,
		111002,
		111003,
		111102,
		111103,
		111202,
		111203,
		111302,
		111303,
		111402,
		111403,
		111502,
		111503,
		111602,
		111603,
		111702,
		111703,
		111802,
		111803,
		111902,
		111903,
		112002,
		112003,
		112102,
		112103,
		112202,
		112203,
		112302,
		112303,
		112402,
		112403,
		112502,
		112503,
		112602,
		112603,
		112702,
		112703,
		112802,
		112803,
		112902,
		112903,
		113002,
		113003,
		120102,
		120103,
		120202,
		120203,
		120302,
		120303,
		120402,
		120403,
		120502,
		120503,
		120602,
		120603,
		120702,
		120703,
		120802,
		120803,
		120902,
		120903,
		121002,
		121003,
		121102,
		121103,
		121202,
		121203,
		121302,
		121303,
		121402,
		121403,
		121502,
		121503,
		121602,
		121603,
		121702,
		121703,
		121802,
		121803,
		121902,
		121903,
		122002,
		122003,
		122102,
		122103,
		122202,
		122203,
		122302,
		122303,
		122402,
		122403,
		122502,
		122503,
		122602,
		122603,
		122702,
		122703,
		130102,
		130103,
		130104,
		130105,
		130202,
		130203,
		130204,
		130205,
		130302,
		130303,
		130304,
		130305,
		130402,
		130403,
		130404,
		130405,
		130502,
		130503,
		130504,
		130505,
		130602,
		130603,
		130604,
		130605,
		130702,
		130703,
		130704,
		130705,
		130802,
		130803,
		130804,
		130805,
		130902,
		130903,
		130904,
		130905,
		131002,
		131003,
		131004,
		131005,
		131102,
		131103,
		131104,
		131105,
		140102,
		140103,
		140104,
		140105,
		140106,
		150001,
		150002,
		150003,
		150004,
		150005,
		150006,
		150007,
		150008,
		150009,
		150010,
		150011,
		150012,
		150013,
		150014,
		150015,
		150016,
		150017,
		150018,
		150019,
		1103002,
		1103003,
		1103004,
		1103005,
		1103006,
		1104002,
		1104003,
		1105002,
		1105003,
		1105004,
		1105005,
		1105006,
		1105007,
		1106002,
		1106003,
		1106004,
		1106005,
		1106006,
		1106007,
		1107002,
		1107003,
		1107004,
		1107005,
		1107006,
		1107007,
		1112002,
		1112003,
		1112004,
		1112005,
		1112006,
		1112007,
		1112008,
		1112009,
		1112010,
		1112011,
		1112012,
		1202002,
		1202003,
		1202004,
		1202005,
		1202006,
		1202007,
		1202008,
		1204002,
		1204003,
		1204004,
		1204005,
		1204006,
		1204007,
		1204008,
		1204009,
		1204010,
		1204011,
		1211002,
		1211003,
		1211004,
		1211005,
		1211006,
		1211007,
		1211008,
		1211009,
		1211010,
		1212002,
		1212003,
		1212004,
		1212005,
		1212006,
		1212007,
		1212008,
		1205002,
		1205003,
		1205004,
		1205005,
		1205006,
		1205007,
		1206002,
		1206003,
		1206004,
		1206005,
		1206006,
		1206007,
		1207002,
		1207003,
		1207004,
		1207005,
		1207006,
		1207007,
		1304002,
		1304003,
		1304004,
		1304005,
		1304006,
		1304007,
		1304008,
		1304009,
		1304010,
		1304011,
		1311002,
		1311003,
		1311004,
		1312002,
		1312003,
		1312004,
		1313002,
		1313003,
		1313004,
		1314002,
		1314003,
		1314004,
		1315002,
		1315003,
		1315004,
		1316002,
		1316003,
		1316004,
		1317002,
		1317003,
		1318002,
		1318003,
		1319002,
		1319003,
		1320002,
		1320003,
		1305002,
		1305003,
		1305004,
		1305005,
		1305006,
		1305007,
		1306002,
		1306003,
		1403002,
		1403003,
		1403004,
		1403005,
		1403006,
		1403007,
		1403008,
		1404002,
		1404003,
		1404004,
		1404005,
		1404006,
		1404007,
		1405002,
		1405003,
		1405004,
		1405005,
		1405006,
		1405007,
		1406002,
		1406003,
		1406004,
		1406005,
		1406006,
		1406007,
		1411002,
		1412002,
		1413002,
		1414002,
		1415002,
		1416002,
		1417002,
		1418002,
		1419002,
		1420002,
		1501002,
		1501003,
		1501004,
		1501005,
		1501006,
		1501007,
		1501008,
		1501009,
		1501010,
		1502002,
		1502003,
		1502004,
		1502005,
		1502006,
		1502007,
		1502008,
		1502009,
		1503002,
		1503003,
		1503004,
		1503005,
		1503006,
		1503007,
		1503008,
		1503009,
		1601002,
		1601005,
		1601008,
		1602002,
		1602003,
		1602004,
		1602005,
		1602006,
		1602007,
		1602008,
		1602009,
		1603002,
		1603003,
		1603004,
		1603005,
		1603006,
		1603007,
		1604002,
		1604003,
		1604004,
		1604005,
		1604006,
		1604007,
		1605002,
		1605003,
		1605004,
		1605005,
		1605006,
		1605007,
		1606002,
		1606003,
		1606004,
		1606005,
		1606006,
		1606007,
		1606008,
		1701002,
		1701003,
		1701004,
		1701005,
		1701006,
		1701007,
		1701008,
		1701009,
		1702002,
		1702003,
		1702004,
		1702005,
		1702006,
		1702007,
		1702008,
		1702009,
		1703002,
		1703003,
		1703004,
		1703005,
		1703006,
		1703007,
		1706102,
		1706103,
		1706104,
		1706105,
		1706106,
		1706107,
		1707102,
		1707103,
		1707104,
		1707105,
		1707106,
		1707107,
		1708102,
		1708103,
		1708104,
		1708105,
		1708106,
		1708107,
		1709002,
		1709003,
		1710002,
		1710003,
		1711002,
		1711003,
		1800000
	}
}
