pg = pg or {}
pg.expedition_constellation_challenge_template = {
	[10001] = {
		painting = "huashengdun",
		button_style = 6,
		information_icon = "huashengdun_constellation",
		id = 10001,
		dungeon_id = 5103,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"굿 콤비네이션",
				"전투 중 한계 챌린지 보스인 사우스다코타와 워싱턴은 다음 효과를 얻는다. 전투 불능에 빠질 정도의 피해를 입은 경우, 나머지 한쪽이 [행동 정지] 상태가 아니라면 해당 피해를 무효화하고, 자신은 8초 동안 [행동 정지] 상태가 된다(해당 효과는 사우스다코타와 워싱턴이 총 3회 발동 가능). 나머지 한쪽이 [행동 정지] 상태인 경우 2척 모두 전투 불능 상태가 된다. [행동 정지] 상태의 사우스다코타와 워싱턴은 모든 피해를 회피한다."
			},
			{
				"베스트 버디",
				"'굿 콤비네이션'이 발동된 경우, 6초 후에 사우스다코타와 워싱턴은 일단 공격을 멈추고 전장의 중심에서 합류한다. 합류한 다음 2초 후, '굿 콤비네이션'을 발동한 함선의 내구가 회복된다. 해당 회복 효과는 최대 3회 발동 가능하며, 회복량은 발동할 때마다 감소한다(최대 내구의 <color=#92fc63>60%</color>→<color=#92fc63>40%</color>→<color=#92fc63>20%</color>)."
			}
		},
		award_display = {
			{
				14,
				201,
				1
			}
		}
	},
	[10002] = {
		painting = "huashengdun",
		button_style = 6,
		information_icon = "huashengdun_constellation",
		id = 10002,
		dungeon_id = 5102,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"굿 콤비네이션",
				"전투 중 한계 챌린지 보스인 사우스다코타와 워싱턴은 다음 효과를 얻는다. 전투 불능에 빠질 정도의 피해를 입은 경우, 나머지 한쪽이 [행동 정지] 상태가 아니라면 해당 피해를 무효화하고, 자신은 8초 동안 [행동 정지] 상태가 된다(해당 효과는 사우스다코타와 워싱턴이 총 3회 발동 가능). 나머지 한쪽이 [행동 정지] 상태인 경우 2척 모두 전투 불능 상태가 된다. [행동 정지] 상태의 사우스다코타와 워싱턴은 모든 피해를 회피한다."
			},
			{
				"베스트 버디",
				"'굿 콤비네이션'이 발동된 경우, 6초 후에 사우스다코타와 워싱턴은 일단 공격을 멈추고 전장의 중심에서 합류한다. 합류한 다음 2초 후, '굿 콤비네이션'을 발동한 함선의 내구가 회복된다. 해당 회복 효과는 최대 3회 발동 가능하며, 회복량은 발동할 때마다 감소한다(최대 내구의 <color=#92fc63>60%</color>→<color=#92fc63>40%</color>→<color=#92fc63>20%</color>)."
			}
		},
		award_display = {
			{
				15,
				10001,
				1
			}
		}
	},
	[10003] = {
		painting = "huashengdun",
		button_style = 6,
		information_icon = "huashengdun_constellation",
		id = 10003,
		dungeon_id = 5101,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"굿 콤비네이션",
				"전투 중 한계 챌린지 보스인 사우스다코타와 워싱턴은 다음 효과를 얻는다. 전투 불능에 빠질 정도의 피해를 입은 경우, 나머지 한쪽이 [행동 정지] 상태가 아니라면 해당 피해를 무효화하고, 자신은 8초 동안 [행동 정지] 상태가 된다(해당 효과는 사우스다코타와 워싱턴이 총 3회 발동 가능). 나머지 한쪽이 [행동 정지] 상태인 경우 2척 모두 전투 불능 상태가 된다. [행동 정지] 상태의 사우스다코타와 워싱턴은 모든 피해를 회피한다."
			},
			{
				"베스트 버디",
				"'굿 콤비네이션'이 발동된 경우, 6초 후에 사우스다코타와 워싱턴은 일단 공격을 멈추고 전장의 중심에서 합류한다. 합류한 다음 2초 후, '굿 콤비네이션'을 발동한 함선의 내구가 회복된다. 해당 회복 효과는 최대 3회 발동 가능하며, 회복량은 발동할 때마다 감소한다(최대 내구의 <color=#92fc63>60%</color>→<color=#92fc63>40%</color>→<color=#92fc63>20%</color>)."
			}
		},
		award_display = {
			{
				14,
				10001,
				1
			}
		}
	},
	[10004] = {
		painting = "sipeibojue",
		button_style = 7,
		information_icon = "sipeibojue_constellation",
		id = 10004,
		dungeon_id = 5106,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"크랩 실드",
				"전투 시작 시 및 전투 중 25초 마다 자신의 주위를 회전하는 [크랩 실드]를 생성한다(어뢰를 4회까지 무효화할 수 있는 실드×5, 포탄을 20회까지 무효화할 수 있는 실드×5). 해당 효과로 생성되는 실드는 25초 동안 지속된다."
			},
			{
				"크랩 클로",
				"전투 중 27초 마다 전함의 항속을 10 감소시키는 영역을 순간적으로 만들고, 해당 영역에 \"크랩 클로\"를 소환한다. [크랩 클로]는 아군 전방 함대 멤버를 9초 동안 이동 불가 상태로 만든다. [크랩 클로]가 가하거나 받는 충돌 피해량이 20%가 된다. [크랩 클로]가 격파되거나 등장 시 아군 함선이 영역에 없는 경우, 다음 효과를 발휘한다. ① [크랩 클로] 소멸, ② 한계 챌린지 보스의 실드가 모두 소멸하고, 12초 동안 전방 함대로부터 받는 피해량이 100% 상승한다. [크랩 클로]가 9초 동안 격파되지 않은 경우에 [크랩 클로]는 소멸하며, 한계 챌린지 보스의 내구가 최대치의 5%만큼 회복된다."
			}
		},
		award_display = {
			{
				14,
				202,
				1
			}
		}
	},
	[10005] = {
		painting = "sipeibojue",
		button_style = 7,
		information_icon = "sipeibojue_constellation",
		id = 10005,
		dungeon_id = 5105,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"크랩 실드",
				"전투 시작 시 및 전투 중 25초 마다 자신의 주위를 회전하는 [크랩 실드]를 생성한다(어뢰를 4회까지 무효화할 수 있는 실드×5, 포탄을 20회까지 무효화할 수 있는 실드×5). 해당 효과로 생성되는 실드는 25초 동안 지속된다."
			},
			{
				"크랩 클로",
				"전투 중 27초 마다 전함의 항속을 10 감소시키는 영역을 순간적으로 만들고, 해당 영역에 \"크랩 클로\"를 소환한다. [크랩 클로]는 아군 전방 함대 멤버를 9초 동안 이동 불가 상태로 만든다. [크랩 클로]가 가하거나 받는 충돌 피해량이 20%가 된다. [크랩 클로]가 격파되거나 등장 시에 아군 함선이 영역에 없는 경우, 다음 효과를 발휘한다. ① [크랩 클로] 소멸, ② 한계 챌린지 보스의 실드가 모두 소멸하고, 12초 동안 전방 함대로부터 받는 피해량이 100% 상승한다. [크랩 클로]가 9초 동안 격파되지 않은 경우에 [크랩 클로]는 소멸하며, 한계 챌린지 보스의 내구가 최대치의 5%만큼 회복된다."
			}
		},
		award_display = {
			{
				15,
				10002,
				1
			}
		}
	},
	[10006] = {
		painting = "sipeibojue",
		button_style = 7,
		information_icon = "sipeibojue_constellation",
		id = 10006,
		dungeon_id = 5104,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"크랩 실드",
				"전투 시작 시 및 전투 중 25초 마다 자신의 주위를 회전하는 [크랩 실드]를 생성한다(어뢰를 4회까지 무효화할 수 있는 실드×5, 포탄을 20회까지 무효화할 수 있는 실드×5). 해당 효과로 생성되는 실드는 25초 동안 지속된다."
			},
			{
				"크랩 클로",
				"전투 중 27초 마다 전함의 항속을 10 감소시키는 영역을 순간적으로 만들고, 해당 영역에 \"크랩 클로\"를 소환한다. [크랩 클로]는 아군 전방 함대 멤버를 9초 동안 이동 불가 상태로 만든다. [크랩 클로]가 가하거나 받는 충돌 피해량이 20%가 된다. [크랩 클로]가 격파되거나 등장 시에 아군 함선이 영역에 없는 경우, 다음 효과를 발휘한다. ① [크랩 클로] 소멸, ② 한계 챌린지 보스의 실드가 모두 소멸하고, 12초 동안 전방 함대로부터 받는 피해량이 100% 상승한다. [크랩 클로]가 9초 동안 격파되지 않은 경우에 [크랩 클로]는 소멸하며, 한계 챌린지 보스의 내구가 최대치의 5%만큼 회복된다."
			}
		},
		award_display = {
			{
				14,
				10002,
				1
			}
		}
	},
	[10007] = {
		painting = "shengdiyage",
		button_style = 7,
		information_icon = "shengdiyage_constellation",
		id = 10007,
		dungeon_id = 5109,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"송 오브 스타",
				"전투 중 18초마다 큰 소리로 노래하여 아군 선봉함대를 넉백시키고, 아군의 공습·어뢰 공격·주포 공격의 준비/장전 진도를 각각 <color=#92fc63>5%</color>, <color=#92fc63>10%</color>, <color=#92fc63>15%</color> 감소시킨다(준비/장전이 완료된 공격은 영향을 받지 않음). "
			},
			{
				"스테이지 오브 스타",
				"[송 오브 스타] 발동 2초 후 해역에 5초 동안 지속되는 특수한 스테이지 영역을 출현시킨다. 그 안에 있는 모든 함선은 항속이 20 상승하고, 기동이 20% 상승한다."
			}
		},
		award_display = {
			{
				14,
				203,
				1
			}
		}
	},
	[10008] = {
		painting = "shengdiyage",
		button_style = 7,
		information_icon = "shengdiyage_constellation",
		id = 10008,
		dungeon_id = 5108,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"송 오브 스타",
				"전투 중 18초마다 큰 소리로 노래하여 아군 선봉함대를 넉백시키고, 아군의 공습·어뢰 공격·주포 공격의 준비/장전 진도를 각각 <color=#92fc63>10%</color>, <color=#92fc63>15%</color>, <color=#92fc63>20%</color> 감소시킨다(준비/장전이 완료된 공격은 영향을 받지 않음). "
			},
			{
				"스테이지 오브 스타",
				"[송 오브 스타] 발동 2초 후 해역에 5초 동안 지속되는 특수한 스테이지 영역을 출현시킨다. 그 안에 있는 모든 함선은 항속이 20 상승하고, 기동이 20% 상승한다."
			}
		},
		award_display = {
			{
				15,
				10003,
				1
			}
		}
	},
	[10009] = {
		painting = "shengdiyage",
		button_style = 7,
		information_icon = "shengdiyage_constellation",
		id = 10009,
		dungeon_id = 5107,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"송 오브 스타",
				"전투 중 18초마다 큰 소리로 노래하여 아군 선봉함대를 넉백시키고, 아군의 공습·어뢰 공격·주포 공격의 준비/장전 진도를 각각 <color=#92fc63>15%</color>, <color=#92fc63>20%</color>, <color=#92fc63>30%</color> 감소시킨다(준비/장전이 완료된 공격은 영향을 받지 않음). "
			},
			{
				"스테이지 오브 스타",
				"[송 오브 스타] 발동 2초 후 해역에 5초 동안 지속되는 특수한 스테이지 영역을 출현시킨다. 그 안에 있는 모든 함선은 항속이 20 상승하고, 기동이 20% 상승한다."
			}
		},
		award_display = {
			{
				14,
				10003,
				1
			}
		}
	},
	[10010] = {
		painting = "hailunna",
		button_style = 7,
		information_icon = "hailunna_constellation",
		id = 10010,
		dungeon_id = 5112,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"위협 감지",
				"전투 중 20초마다 발동하여 6초 동안 자신이 받는 피해량을 40% 경감하고, 6초 경과 후 다음 효과를 얻는다. [위협 감지]가 재발동하기 전, <color=#92fc63>6초가 경과되기 전까지 자신이 받는 포격/뇌격/항공 속성 피해</color> 중 가장 큰 속성 피해를 40% 경감한다. 아군 함선이 SG 레이더 를 장착한 경우, [위협 감지]의 1차 발동은 전투 시작으로부터 16초 후가 된다."
			},
			{
				"스캐너 어프로치",
				"[위협 감지] 발동 후, 10초 동안 명중이 <color=#92fc63>20%</color>, 회피율이 <color=#92fc63>20%</color> 상승한다."
			}
		},
		award_display = {
			{
				14,
				204,
				1
			}
		}
	},
	[10011] = {
		painting = "hailunna",
		button_style = 7,
		information_icon = "hailunna_constellation",
		id = 10011,
		dungeon_id = 5111,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"위협 감지",
				"전투 중 20초마다 발동하여 6초 동안 자신이 받는 피해량을 40% 경감하고, 6초 경과 후 다음 효과를 얻는다. [위협 감지]가 재발동하기 전, <color=#92fc63>6초가 경과되기 전까지 자신이 받는 포격/뇌격/항공 속성 피해</color> 중 가장 큰 속성 피해를 60% 경감한다. 아군 함선이 SG 레이더 를 장착한 경우, [위협 감지]의 1차 발동은 전투 시작으로부터 16초 후가 된다."
			},
			{
				"스캐너 어프로치",
				"[위협 감지] 발동 후, 10초 동안 명중이 <color=#92fc63>30%</color>, 회피율이 <color=#92fc63>30%</color> 상승한다."
			}
		},
		award_display = {
			{
				15,
				10004,
				1
			}
		}
	},
	[10012] = {
		painting = "hailunna",
		button_style = 7,
		information_icon = "hailunna_constellation",
		id = 10012,
		dungeon_id = 5110,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"위협 감지",
				"전투 중 20초마다 발동하여 6초 동안 자신이 받는 피해량을 40% 경감하고, 6초 경과 후 다음 효과를 얻는다. [위협 감지]가 재발동하기 전, <color=#92fc63>6초가 경과되기 전까지 자신이 받는 포격/뇌격/항공 속성 피해</color> 중 가장 큰 속성 피해를 80% 경감한다. 아군 함선이 SG 레이더 를 장착한 경우, [위협 감지]의 1차 발동은 전투 시작으로부터 16초 후가 된다."
			},
			{
				"스캐너 어프로치",
				"[위협 감지] 발동 후, 10초 동안 명중이 <color=#92fc63>40%</color>, 회피율이 <color=#92fc63>40%</color> 상승한다."
			}
		},
		award_display = {
			{
				14,
				10004,
				1
			}
		}
	},
	[10013] = {
		painting = "qiye",
		button_style = 7,
		information_icon = "qiye_constellation",
		id = 10013,
		dungeon_id = 5115,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"균형추",
				"전투 시작 18초 후 적색과 청색 두 종류의 추를 소환하고, 8초 동안 모든 공격을 회피한다. 해당 효과는 첫 발동 후 40초가 경과될 때마다 다시 발동된다."
			},
			{
				"균형 유지",
				"[균형추] 발동 15초 후에 발동하여 적색과 청색 추를 모두 소멸시킨다. 또한 25초 동안 해당 효과로 소멸된 적색 및 청색 추의 숫자가 1개씩 차이 날 때마다 자신이 받는 피해량을 <color=#92fc63>10%</color> 경감한다. 피해 경감 효과는 최대 <color=#92fc63>3개</color>까지 적용 가능하다."
			}
		},
		award_display = {
			{
				14,
				205,
				1
			}
		}
	},
	[10014] = {
		painting = "qiye",
		button_style = 7,
		information_icon = "qiye_constellation",
		id = 10014,
		dungeon_id = 5114,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"균형추",
				"전투 시작 18초 후 적색과 청색 두 종류의 추를 소환하고, 8초 동안 모든 공격을 회피한다. 해당 효과는 첫 발동 후 40초가 경과될 때마다 다시 발동된다."
			},
			{
				"균형 유지",
				"[균형추] 발동 15초 후에 발동하여 적색과 청색 추를 모두 소멸시킨다. 또한 25초 동안 해당 효과로 소멸된 적색 및 청색 추의 숫자가 1개씩 차이 날 때마다 자신이 받는 피해량을 <color=#92fc63>20%</color> 경감한다. 피해 경감 효과는 최대 <color=#92fc63>3개</color>까지 적용 가능하다."
			}
		},
		award_display = {
			{
				15,
				10005,
				1
			}
		}
	},
	[10015] = {
		painting = "qiye",
		button_style = 7,
		information_icon = "qiye_constellation",
		id = 10015,
		dungeon_id = 5113,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"균형추",
				"전투 시작 18초 후 적색과 청색 두 종류의 추를 소환하고, 8초 동안 모든 공격을 회피한다. 해당 효과는 첫 발동 후 40초가 경과될 때마다 다시 발동된다."
			},
			{
				"균형 유지",
				"[균형추] 발동 15초 후에 발동하여 적색과 청색 추를 모두 소멸시킨다. 또한 25초 동안 해당 효과로 소멸된 적색 및 청색 추의 숫자가 1개씩 차이 날 때마다 자신이 받는 피해량을 <color=#92fc63>30%</color> 경감한다. 피해 경감 효과는 최대 <color=#92fc63>3개</color>까지 적용 가능하다."
			}
		},
		award_display = {
			{
				14,
				10005,
				1
			}
		}
	},
	[10016] = {
		painting = "aierbin",
		button_style = 7,
		information_icon = "aierbin_constellation",
		id = 10016,
		dungeon_id = 5118,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"스콜피언 미스트",
				"전투 시작 18초 후 및 40초 후에 1회씩 전장에 독안개를 생성하고, 자신의 회피율을 20초 동안 20% 상승시킨다. 독안개에 들어간 함선은 '스콜피언 포이즌' 상태에 빠지며, 회피율이 <color=#92fc63>40%</color> 저하하지만, 주는 피해량이 <color=#92fc63>20%</color> 상승한다. '스콜피언 포이즌' 상태는 임의의 치료 효과를 받으면 해제된다."
			},
			{
				"치명적 찌르기",
				"[스콜피언 미스트] 발동 3초 후, 특수 탄막을 전개한다. 명중한 함선이 '스콜피언 포이즌' 상태인 경우, 해당 함선의 내구 최대치의 <color=#92fc63>10%</color>만큼 피해를 추가로 입힌다."
			}
		},
		award_display = {
			{
				14,
				206,
				1
			}
		}
	},
	[10017] = {
		painting = "aierbin",
		button_style = 7,
		information_icon = "aierbin_constellation",
		id = 10017,
		dungeon_id = 5117,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"스콜피언 미스트",
				"전투 시작 18초 후 및 40초 후에 1회씩 전장에 독안개를 생성하고, 자신의 회피율을 20초 동안 20% 상승시킨다. 독안개에 들어간 함선은 '스콜피언 포이즌' 상태에 빠지며, 회피율이 <color=#92fc63>60%</color> 저하하지만, 주는 피해량이 <color=#92fc63>40%</color> 상승한다. '스콜피언 포이즌' 상태는 임의의 치료 효과를 받으면 해제된다."
			},
			{
				"치명적 찌르기",
				"[스콜피언 미스트] 발동 3초 후, 특수 탄막을 전개한다. 명중한 함선이 '스콜피언 포이즌' 상태인 경우, 해당 함선의 내구 최대치의 <color=#92fc63>20%</color>만큼 피해를 추가로 입힌다."
			}
		},
		award_display = {
			{
				15,
				10006,
				1
			}
		}
	},
	[10018] = {
		painting = "aierbin",
		button_style = 7,
		information_icon = "aierbin_constellation",
		id = 10018,
		dungeon_id = 5116,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"스콜피언 미스트",
				"전투 시작 18초 후 및 40초 후에 1회씩 전장에 독안개를 생성하고, 자신의 회피율을 20초 동안 20% 상승시킨다. 독안개에 들어간 함선은 '스콜피언 포이즌' 상태에 빠지며, 회피율이 <color=#92fc63>80%</color> 저하하지만, 주는 피해량이 <color=#92fc63>60%</color> 상승한다. '스콜피언 포이즌' 상태는 임의의 치료 효과를 받으면 해제된다."
			},
			{
				"치명적 찌르기",
				"[스콜피언 미스트] 발동 3초 후, 특수 탄막을 전개한다. 명중한 함선이 '스콜피언 포이즌' 상태인 경우, 해당 함선의 내구 최대치의 <color=#92fc63>30%</color>만큼 피해를 추가로 입힌다."
			}
		},
		award_display = {
			{
				14,
				10006,
				1
			}
		}
	},
	[10019] = {
		painting = "yanzhan",
		button_style = 7,
		information_icon = "yanzhan_constellation",
		id = 10019,
		dungeon_id = 5121,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"블라인드 샷",
				"전투 시작 12초 후 및 그 후 20초마다 차지 공격을 1회 실시한다. 차지가 성공한 경우, 특수 탄막을 전개하여 해당 탄막이 한번이라도 명중하면 아군 함대를 10초 동안 [암흑] 상태에 빠트린다. 차지가 저지된 경우, 자신이 주는 피해량이 <color=#92fc63>3%</color> 상승한다(최대 20회까지 가산 가능)."
			},
			{
				"서튼리 샷",
				"전투 중 20초마다 아군 주력함대 중 마지막으로 주포 공격·항공 공격을 실시한 함선을 목표로 특수 탄막을 1회 전개한다(전투 중 아군이 주포 공격·항공 공격을 실시하지 않은 경우에는 공격 목표가 아군 주력함대 전원이 됨). 해당 특수 탄막이 명중한 함선이 [암흑] 상태에 있는 경우, 추가로 해당 함선에게 <color=#92fc63>내구 최대치의 10%만큼의 피해</color>를 입힌다."
			}
		},
		award_display = {
			{
				14,
				207,
				1
			}
		}
	},
	[10020] = {
		painting = "yanzhan",
		button_style = 7,
		information_icon = "yanzhan_constellation",
		id = 10020,
		dungeon_id = 5120,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"블라인드 샷",
				"전투 시작 12초 후 및 그 후 20초마다 차지 공격을 1회 실시한다. 차지가 성공한 경우, 특수 탄막을 전개하여 해당 탄막이 한번이라도 명중하면 아군 함대를 10초 동안 [암흑] 상태에 빠트린다. 차지가 저지된 경우, 자신이 주는 피해량이 <color=#92fc63>4%</color> 상승한다(최대 20회까지 가산 가능)."
			},
			{
				"서튼리 샷",
				"전투 중 20초마다 아군 주력함대 중 마지막으로 주포 공격·항공 공격을 실시한 함선을 목표로 특수 탄막을 1회 전개한다(전투 중 아군이 주포 공격·항공 공격을 실시하지 않은 경우에는 공격 목표가 아군 주력함대 전원이 됨). 해당 특수 탄막이 명중한 함선이 [암흑] 상태에 있는 경우, 추가로 해당 함선에게 <color=#92fc63>내구 최대치의 20%만큼의 피해</color>를 입힌다."
			}
		},
		award_display = {
			{
				15,
				10007,
				1
			}
		}
	},
	[10021] = {
		painting = "yanzhan",
		button_style = 7,
		information_icon = "yanzhan_constellation",
		id = 10021,
		dungeon_id = 5119,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"블라인드 샷",
				"전투 시작 12초 후 및 그 후 20초마다 차지 공격을 1회 실시한다. 차지가 성공한 경우, 특수 탄막을 전개하여 해당 탄막이 한번이라도 명중하면 아군 함대를 10초 동안 [암흑] 상태에 빠트린다. 차지가 저지된 경우, 자신이 주는 피해량이 <color=#92fc63>5%</color> 상승한다(최대 20회까지 가산 가능)."
			},
			{
				"서튼리 샷",
				"전투 중 20초마다 아군 주력함대 중 마지막으로 주포 공격·항공 공격을 실시한 함선을 목표로 특수 탄막을 1회 전개한다(전투 중 아군이 주포 공격·항공 공격을 실시하지 않은 경우에는 공격 목표가 아군 주력함대 전원이 됨). 해당 특수 탄막이 명중한 함선이 [암흑] 상태에 있는 경우, 추가로 해당 함선에게 <color=#92fc63>내구 최대치의 30%만큼의 피해</color>를 입힌다."
			}
		},
		award_display = {
			{
				14,
				10007,
				1
			}
		}
	},
	[10022] = {
		painting = "gecheng",
		button_style = 7,
		information_icon = "gecheng_constellation",
		id = 10022,
		dungeon_id = 5124,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"현회 변전",
				"전투 시작 시 [샛별의 빛] 상태가 된다. [샛별의 빛] 상태에서는 자신이 받는 피해량이 <color=#92fc63>40%</color> 경감되며, [샛별의 빛] 상태 이행 시에 자신 주변에서 회전하는 비투사된 적탄을 <color=#92fc63>30</color>발 무효화할 수 있는 실드를 5개 생성한다. [샛별의 빛]으로 생성된 실드가 모두 파괴되면 [새벽녘의 어둠] 상태로 이행한다. [새벽녘의 어둠] 상태에서는 내구가 낮으면 낮을수록 주는 피해량이 상승(최대 <color=#92fc63>20%</color>)하며, [새벽녘의 어둠] 상태에서 내구 최대치의 30%만큼 피해를 받으면 [샛별의 빛] 상태로 돌아간다."
			},
			{
				"별의 영역",
				"자신의 상태에 따라 다음 효과를 발휘한다. [샛별의 빛] 상태에서는 매초마다 최대치의 <color=#92fc63>0.5%</color>만큼 내구를 회복한다. [새벽녘의 어둠] 상태에서는 20초마다 아군 함대가 내구 최대치의 <color=#92fc63>0.5%</color>만큼을 잃는다."
			}
		},
		award_display = {
			{
				14,
				208,
				1
			}
		}
	},
	[10023] = {
		painting = "gecheng",
		button_style = 7,
		information_icon = "gecheng_constellation",
		id = 10023,
		dungeon_id = 5123,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"현회 변전",
				"전투 시작 시 [샛별의 빛] 상태가 된다. [샛별의 빛] 상태에서는 자신이 받는 피해량이 <color=#92fc63>60%</color> 경감되며, [샛별의 빛] 상태 이행 시에 자신 주변에서 회전하는 비투사된 적탄을 <color=#92fc63>50</color>발 무효화할 수 있는 실드를 5개 생성한다. [샛별의 빛]으로 생성된 실드가 모두 파괴되면 [새벽녘의 어둠] 상태로 이행한다. [새벽녘의 어둠] 상태에서는 내구가 낮으면 낮을 수록 주는 피해량이 상승(최대 <color=#92fc63>40%</color>)하며, [새벽녘의 어둠] 상태에서 내구 최대치의 30%만큼 피해를 받으면 [샛별의 빛] 상태로 돌아간다."
			},
			{
				"별의 영역",
				"자신의 상태에 따라 다음 효과를 발휘한다. [샛별의 빛] 상태에서는 매초마다 최대치의 <color=#92fc63>0.75%</color>만큼 내구를 회복한다. [새벽녘의 어둠] 상태에서는 20초마다 아군 함대가 내구 최대치의 <color=#92fc63>0.75%</color>만큼을 잃는다."
			}
		},
		award_display = {
			{
				15,
				10008,
				1
			}
		}
	},
	[10024] = {
		painting = "gecheng",
		button_style = 7,
		information_icon = "gecheng_constellation",
		id = 10024,
		dungeon_id = 5122,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"현회 변전",
				"전투 시작 시 [샛별의 빛] 상태가 된다. [샛별의 빛] 상태에서는 자신이 받는 피해량이 <color=#92fc63>80%</color> 경감되며, [샛별의 빛] 상태 이행 시에 자신 주변에서 회전하는 비투사된 적탄을 <color=#92fc63>70</color>발 무효화할 수 있는 실드를 5개 생성한다. [샛별의 빛]으로 생성된 실드가 모두 파괴되면 [새벽녘의 어둠] 상태로 이행한다. [새벽녘의 어둠] 상태에서는 내구가 낮으면 낮을 수록 주는 피해량이 상승(최대 <color=#92fc63>60%</color>)하며, [새벽녘의 어둠] 상태에서 내구 최대치의 30%만큼 피해를 받으면 [샛별의 빛] 상태로 돌아간다."
			},
			{
				"별의 영역",
				"자신의 상태에 따라 다음 효과를 발휘한다. [샛별의 빛] 상태에서는 매초마다 최대치의 <color=#92fc63>1%</color>만큼 내구를 회복한다. [새벽녘의 어둠] 상태에서는 20초마다 아군 함대가 내구 최대치의 <color=#92fc63>1%</color>만큼을 잃는다."
			}
		},
		award_display = {
			{
				14,
				10008,
				1
			}
		}
	},
	[10025] = {
		painting = "niukasier",
		button_style = 7,
		information_icon = "niukasier_constellation",
		id = 10025,
		dungeon_id = 5127,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"감례의 병",
				"물병자리의 화신 오프닝에 [감례의 병]이 소환됩니다. [감례의 병]은 초당 자신의 최대 내구도의 <color=#92fc63>2%</color>을 회복하며, [감례의 병]를 통해 자신의 내구도가 100%에 도달할 경우, 물병자리 화신은 자신의 최대 내구도의 1% 를 회복합니다. [감례의 병]이 깨지면 6초 후 다시 소환됩니다."
			},
			{
				"생명의 샘 ",
				"[감례의 병]을 가지고 있을 경우, 물병자리 화신의 피해 데미지가 <color=#92fc63>80%</color> 감소되며, [감례의 병]이 부서지면, 물병자리 화신의 공격 데미지가 <color=#92fc63>2%</color> 증가합니다."
			}
		},
		award_display = {
			{
				14,
				209,
				1
			}
		}
	},
	[10026] = {
		painting = "niukasier",
		button_style = 7,
		information_icon = "niukasier_constellation",
		id = 10026,
		dungeon_id = 5126,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"감례의 병",
				"물병자리의 화신 오프닝에 [감례의 병]이 소환됩니다. [감례의 병]은 초당 자신의 최대 내구도의 <color=#92fc63>1%</color>을 회복하며, [감례의 병]를 통해 자신의 내구도가 100%에 도달할 경우, 물병자리 화신은 자신의 최대 내구도의 1% 를 회복합니다. [감례의 병]이 깨지면 6초 후 다시 소환됩니다."
			},
			{
				"생명의 샘 ",
				"[감례의 병]을 가지고 있을 경우, 물병자리 화신의 피해 데미지가 <color=#92fc63>60%</color> 감소되며, [감례의 병]이 부서지면, 물병자리 화신의 공격 데미지가 <color=#92fc63>1%</color> 증가합니다."
			}
		},
		award_display = {
			{
				15,
				10009,
				1
			}
		}
	},
	[10027] = {
		painting = "niukasier",
		button_style = 7,
		information_icon = "niukasier_constellation",
		id = 10027,
		dungeon_id = 5125,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"감례의 병",
				"물병자리의 화신 오프닝에 [감례의 병]이 소환됩니다. [감례의 병]은 초당 자신의 최대 내구도의 <color=#92fc63>0.5%</color>을 회복하며, [감례의 병]를 통해 자신의 내구도가 100%에 도달할 경우, 물병자리 화신은 자신의 최대 내구도의 1% 를 회복합니다. [감례의 병]이 깨지면 6초 후 다시 소환됩니다."
			},
			{
				"생명의 샘 ",
				"[감례의 병]을 가지고 있을 경우, 물병자리 화신의 피해 데미지가 <color=#92fc63>40%</color> 감소되며, [감례의 병]이 부서지면, 물병자리 화신의 공격 데미지가 <color=#92fc63>0.5%%</color> 증가합니다."
			}
		},
		award_display = {
			{
				14,
				10009,
				1
			}
		}
	},
	[10028] = {
		painting = "yuekegongjue",
		button_style = 7,
		information_icon = "yuekegongjue_constellation",
		id = 10028,
		dungeon_id = 5130,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"가르디안느의 수호 ",
				"듀크 오브 요크는 20초마다 투사 탄막 공격을 실시하고, 명중한 아군의 항속을 6초 동안 40% 감소시킨다. 킹 조지 5세는 20초마다 듀크 오브 요크의 내구를 최대치의 <color=#92fc63>1%</color>만큼 회복시킨다."
			},
			{
				"이크티스의 유대",
				"듀크 오브 요크와 킹 조지 5세가 동시에 전장에 있는 경우, 받는 피해량이 <color=#92fc63>10%</color> 경감된다. 듀크 오브 요크가 격파된 경우, 킹 조지 5세는 즉시 내구를 최대치의 <color=#92fc63>2%</color>만큼 회복하고, 그 후 20초 동안 매초마다 <color=#92fc63>2%</color>만큼을 계속 회복하며, 전투 종료 시까지 받는 피해량은 <color=#92fc63>10%</color> 경감된다. 킹 조지 5세가 격파된 경우, 듀크 오브 요크가 주는 피해량이 <color=#92fc63>10%</color> 상승하고, 투사 탄막이 다음 효과로 강화된다. 자신으로부터 가장 가까운 대상과 가장 멀리 있는 대상을 향해 각각 탄막을 전개하고, 명중한 아군은 받는 피해량이 전투 종료 시까지 <color=#92fc63>4%</color> 상승한다."
			}
		},
		award_display = {
			{
				14,
				210,
				1
			}
		}
	},
	[10029] = {
		painting = "yuekegongjue",
		button_style = 7,
		information_icon = "yuekegongjue_constellation",
		id = 10029,
		dungeon_id = 5129,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"가르디안느의 수호 ",
				"듀크 오브 요크는 20초마다 투사 탄막 공격을 실시하고, 명중한 아군의 항속을 6초 동안 40% 감소시킨다. 킹 조지 5세는 20초마다 듀크 오브 요크의 내구를 최대치의 <color=#92fc63>2%</color>만큼 회복시킨다."
			},
			{
				"이크티스의 유대",
				"듀크 오브 요크와 킹 조지 5세가 동시에 전장에 있는 경우, 받는 피해량이 <color=#92fc63>20%</color> 경감된다. 듀크 오브 요크가 격파된 경우, 킹 조지 5세는 즉시 내구를 최대치의 <color=#92fc63>4%</color>만큼 회복하고, 그 후 20초 동안 매초마다 <color=#92fc63>4%</color>만큼을 계속 회복하며, 전투 종료 시까지 받는 피해량은 <color=#92fc63>20%</color> 경감된다. 킹 조지 5세가 격파된 경우, 듀크 오브 요크가 주는 피해량이 <color=#92fc63>20%</color> 상승하고, 투사 탄막이 다음 효과로 강화된다. 자신으로부터 가장 가까운 대상과 가장 멀리 있는 대상을 향해 각각 탄막을 전개하고, 명중한 아군은 받는 피해량이 전투 종료 시까지 <color=#92fc63>6%</color> 상승한다."
			}
		},
		award_display = {
			{
				15,
				10010,
				1
			}
		}
	},
	[10030] = {
		painting = "yuekegongjue",
		button_style = 7,
		information_icon = "yuekegongjue_constellation",
		id = 10030,
		dungeon_id = 5128,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"가르디안느의 수호 ",
				"듀크 오브 요크는 20초마다 투사 탄막 공격을 실시하고, 명중한 아군의 항속을 6초 동안 40% 감소시킨다. 킹 조지 5세는 20초마다 듀크 오브 요크의 내구를 최대치의 <color=#92fc63>3%</color>만큼 회복시킨다."
			},
			{
				"이크티스의 유대",
				"듀크 오브 요크와 킹 조지 5세가 동시에 전장에 있는 경우, 받는 피해량이 <color=#92fc63>30%</color> 경감된다. 듀크 오브 요크가 격파된 경우, 킹 조지 5세는 즉시 내구를 최대치의 <color=#92fc63>6%</color>만큼 회복하고, 그 후 20초 동안 매초마다 <color=#92fc63>6%</color>만큼을 계속 회복하며, 전투 종료 시까지 받는 피해량은 <color=#92fc63>30%</color> 경감된다. 킹 조지 5세가 격파된 경우, 듀크 오브 요크가 주는 피해량이 <color=#92fc63>30%</color> 상승하고, 투사 탄막이 다음 효과로 강화된다. 자신으로부터 가장 가까운 대상과 가장 멀리 있는 대상을 향해 각각 탄막을 전개하고, 명중한 아군은 받는 피해량이 전투 종료 시까지 <color=#92fc63>8%</color> 상승한다."
			}
		},
		award_display = {
			{
				14,
				10010,
				1
			}
		}
	},
	[10031] = {
		painting = "xuefeng",
		button_style = 7,
		information_icon = "xuefeng_constellation",
		id = 10031,
		dungeon_id = 5133,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"불침의 힘",
				"20초마다 유키카제는 가장 가까운 아군 쪽으로 특수 탄막을 전개한다. 전투 시작 15초 후 및 그 후 20초마다 자신에게 [<color=#92fc63>40</color>회까지 받는 피해량을 1로 경감]하는 효과를 부여한다."
			},
			{
				"라이프 볼",
				"전투 시작 20초 후 및 그 후 40초마다, 20초 동안 지속되는 라이프 볼을 3개 소환한다. 라이프 볼은 0.3초마다 유키카제와 라이프 볼의 내구를 자신의 내구 최대치의 100%만큼 회복시킨다. 라이프 볼이 소멸되거나 격파된 경우, 전투 종료까지 유키카제가 주는 피해량이 <color=#92fc63>1%</color> 상승한다."
			}
		},
		award_display = {
			{
				14,
				211,
				1
			}
		}
	},
	[10032] = {
		painting = "xuefeng",
		button_style = 7,
		information_icon = "xuefeng_constellation",
		id = 10032,
		dungeon_id = 5132,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"불침의 힘",
				"20초마다 유키카제는 가장 가까운 아군 쪽으로 특수 탄막을 전개한다. 전투 시작 15초 후 및 그 후 20초마다 자신에게 [<color=#92fc63>70</color>회까지 받는 피해량을 1로 경감]하는 효과를 부여한다."
			},
			{
				"라이프 볼",
				"전투 시작 20초 후 및 그 후 40초마다, 20초 동안 지속되는 라이프 볼을 3개 소환한다. 라이프 볼은 0.3초마다 유키카제와 라이프 볼의 내구를 자신의 내구 최대치의 100%만큼 회복시킨다. 라이프 볼이 소멸되거나 격파된 경우, 전투 종료까지 유키카제가 주는 피해량이 <color=#92fc63>2%</color> 상승한다."
			}
		},
		award_display = {
			{
				15,
				10011,
				1
			}
		}
	},
	[10033] = {
		painting = "xuefeng",
		button_style = 7,
		information_icon = "xuefeng_constellation",
		id = 10033,
		dungeon_id = 5131,
		objective = {
			5,
			180
		},
		buff_id = {},
		description = {
			{
				"불침의 힘",
				"20초마다 유키카제는 가장 가까운 아군 쪽으로 특수 탄막을 전개한다. 전투 시작 15초 후 및 그 후 20초마다 자신에게 [<color=#92fc63>100</color>회까지 받는 피해량을 1로 경감]하는 효과를 부여한다."
			},
			{
				"라이프 볼",
				"전투 시작 20초 후 및 그 후 40초마다, 20초 동안 지속되는 라이프 볼을 3개 소환한다. 라이프 볼은 0.3초마다 유키카제와 라이프 볼의 내구를 자신의 내구 최대치의 100%만큼 회복시킨다. 라이프 볼이 소멸되거나 격파된 경우, 전투 종료까지 유키카제가 주는 피해량이 <color=#92fc63>3%</color> 상승한다."
			}
		},
		award_display = {
			{
				14,
				10011,
				1
			}
		}
	},
	all = {
		10001,
		10002,
		10003,
		10004,
		10005,
		10006,
		10007,
		10008,
		10009,
		10010,
		10011,
		10012,
		10013,
		10014,
		10015,
		10016,
		10017,
		10018,
		10019,
		10020,
		10021,
		10022,
		10023,
		10024,
		10025,
		10026,
		10027,
		10028,
		10029,
		10030,
		10031,
		10032,
		10033
	}
}
