pg = pg or {}
pg.guild_boss_event = {
	[90001] = {
		id = 90001,
		name = "북방 해역에 나타난 적",
		report = "세이렌을 격파해 드디어 해역을 위협하는 존재가 사라졌다. 이번 전투도 세이렌의 실험 중 하나일까? 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b1_1",
		painting = "",
		submarine_num = 1,
		expedition_id = {
			70001,
			{
				70001
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				258
			},
			{
				2,
				54018,
				6
			}
		}
	},
	[90002] = {
		id = 90002,
		name = "환초를 위협하는 이변",
		report = "특수 장비를 장착한 세이렌 개체를 격파했다. 위기에 빠졌던 푸른 항로는 다시 인류의 품으로 돌아갔다. 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b1_1",
		painting = "",
		submarine_num = 1,
		expedition_id = {
			70002,
			{
				70002
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				298
			},
			{
				2,
				54018,
				8
			}
		}
	},
	[90003] = {
		id = 90003,
		name = "북대서양 해역의 유령",
		report = "갑작스럽게 해역에 나타난 '유령'의 정체는 개조당한 세이렌이었다. 그들이 사라졌으니, 사람들은 이제 '유령'을 두려워하지 않아도 된다. 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b2_1",
		painting = "",
		submarine_num = 1,
		expedition_id = {
			70011,
			{
				70011
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				278
			},
			{
				2,
				54018,
				7
			}
		}
	},
	[90004] = {
		id = 90004,
		name = "얼음 바다의 야수",
		report = "수송 선단을 습격한 세이렌 함대를 격파했다. 아직 자유롭게 항해할 수는 없으나, 항로의 안전을 대부분 확보했다. 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b2_1",
		painting = "",
		submarine_num = 1,
		expedition_id = {
			70012,
			{
				70012
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				328
			},
			{
				2,
				54018,
				9
			}
		}
	},
	[90005] = {
		id = 90005,
		name = "북방 항로의 습격자",
		report = "파괴를 일삼은 세이렌 개체는 자신의 의지로 움직이는 것이 아니었다. 상급 개체를 모방한 걸까… 아니, 아마 양산형?으로 짐작된다. 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b2_1",
		painting = "guild_event_boss_2",
		submarine_num = 1,
		expedition_id = {
			70013,
			{
				70013
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				388
			},
			{
				2,
				54018,
				12
			}
		}
	},
	[90006] = {
		id = 90006,
		name = "협만의 얼음상",
		report = "해역을 떠도는 세이렌 개체를 격파했다. 다만 세이렌은 함대와 교전하려는 것이 아닌, 무언가를 찾고 있는 것 같았다… 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b3_1",
		painting = "",
		submarine_num = 1,
		expedition_id = {
			70021,
			{
				70021
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				308
			},
			{
				2,
				54018,
				8
			}
		}
	},
	[90007] = {
		id = 90007,
		name = "영국 해역의 바다 괴물",
		report = "항구를 포위한 세이렌 함대를 물리치고 해상 수송 거점을 확보하는 데 성공했다. 적의 기습에 대비하고 다음 전투에 나서자. 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b3_1",
		painting = "",
		submarine_num = 1,
		expedition_id = {
			70022,
			{
				70022
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				368
			},
			{
				2,
				54018,
				11
			}
		}
	},
	[90008] = {
		id = 90008,
		name = "백해의 망령",
		report = "파괴를 일삼은 세이렌 개체는 자신의 의지로 움직이는 것이 아니었다. 상급 개체를 모방한 걸까… 아니, 아마 양산형?으로 짐작된다. 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b3_1",
		painting = "guild_event_boss_3",
		submarine_num = 1,
		expedition_id = {
			70023,
			{
				70023
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				438
			},
			{
				2,
				54018,
				15
			}
		}
	},
	[90009] = {
		id = 90009,
		name = "낙도 북부의 야전",
		report = "함대는 순찰 중에 몰래 접근하던 세이렌을 격파했다. 근해는 다시 평화를 되찾았다. 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b4_1",
		painting = "",
		submarine_num = 1,
		expedition_id = {
			70031,
			{
				70031
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				348
			},
			{
				2,
				54018,
				10
			}
		}
	},
	[90010] = {
		id = 90010,
		name = "낙도 연안 기습전",
		report = "낙도 근처에 나타난 세이렌 함대를 격파했다. 이걸로 낙도 근방 해역에서의 작전은 성공을 향해 한 걸음 더 나아갔다. 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b4_1",
		painting = "",
		submarine_num = 1,
		expedition_id = {
			70032,
			{
				70032
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				418
			},
			{
				2,
				54018,
				14
			}
		}
	},
	[90011] = {
		id = 90011,
		name = "해협 철벽 수비전",
		report = "반격에 나선 세이렌의 집중 공격을 물리치고 해역의 안전을 확보했다. 상부에서 세이렌의 정보를 분석해 다음 음모에 대한 단서를 찾길 바랄 뿐이다. 다음 보상을 획득했습니다: ",
		main_num = 1,
		pic = "b4_1",
		painting = "guild_event_boss_4",
		submarine_num = 1,
		expedition_id = {
			70033,
			{
				70033
			}
		},
		formula = {
			150,
			0,
			0,
			0,
			3.8e-05,
			1.1,
			0,
			0,
			1
		},
		award = {
			{
				2,
				59008
			},
			{
				2,
				54018
			}
		},
		award_report = {
			{
				2,
				59008,
				498
			},
			{
				2,
				54018,
				18
			}
		}
	},
	all = {
		90001,
		90002,
		90003,
		90004,
		90005,
		90006,
		90007,
		90008,
		90009,
		90010,
		90011
	}
}
