pg = pg or {}
pg.island_order_publish_random = {
	{
		id = 1,
		npc_id = 100100,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	{
		id = 2,
		npc_id = 100100,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	{
		id = 3,
		npc_id = 100100,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	{
		id = 4,
		npc_id = 100100,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	{
		id = 5,
		npc_id = 100100,
		desc = "조금만이어도 괜찮아! 응?"
	},
	{
		id = 6,
		npc_id = 100100,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	{
		id = 7,
		npc_id = 100100,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	{
		id = 8,
		npc_id = 100100,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	{
		id = 9,
		npc_id = 100100,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	{
		id = 10,
		npc_id = 100100,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[11002] = {
		id = 11002,
		npc_id = 100200,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[11003] = {
		id = 11003,
		npc_id = 100300,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[11004] = {
		id = 11004,
		npc_id = 100400,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[11005] = {
		id = 11005,
		npc_id = 100500,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[11006] = {
		id = 11006,
		npc_id = 100600,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[11007] = {
		id = 11007,
		npc_id = 100700,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[11008] = {
		id = 11008,
		npc_id = 100800,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[11009] = {
		id = 11009,
		npc_id = 100900,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[11010] = {
		id = 11010,
		npc_id = 101000,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[11011] = {
		id = 11011,
		npc_id = 101100,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[11012] = {
		id = 11012,
		npc_id = 101200,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[11013] = {
		id = 11013,
		npc_id = 101300,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[11014] = {
		id = 11014,
		npc_id = 101400,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[11016] = {
		id = 11016,
		npc_id = 101600,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[21002] = {
		id = 21002,
		npc_id = 100200,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[21003] = {
		id = 21003,
		npc_id = 100300,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[21004] = {
		id = 21004,
		npc_id = 100400,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[21005] = {
		id = 21005,
		npc_id = 100500,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[21006] = {
		id = 21006,
		npc_id = 100600,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[21007] = {
		id = 21007,
		npc_id = 100700,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[21008] = {
		id = 21008,
		npc_id = 100800,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[21009] = {
		id = 21009,
		npc_id = 100900,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[21010] = {
		id = 21010,
		npc_id = 101000,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[21011] = {
		id = 21011,
		npc_id = 101100,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[21012] = {
		id = 21012,
		npc_id = 101200,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[21013] = {
		id = 21013,
		npc_id = 101300,
		desc = "또 다 써버렸어! 지휘관, 지원을 부탁해! 조금만이어도 돼!"
	},
	[21014] = {
		id = 21014,
		npc_id = 101400,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[21016] = {
		id = 21016,
		npc_id = 101600,
		desc = "의지할 수 있는 건 지휘관뿐이야… 이것 좀 가져다 주지 않을래…?"
	},
	[31002] = {
		id = 31002,
		npc_id = 100200,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[31003] = {
		id = 31003,
		npc_id = 100300,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[31004] = {
		id = 31004,
		npc_id = 100400,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[31005] = {
		id = 31005,
		npc_id = 100500,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[31006] = {
		id = 31006,
		npc_id = 100600,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[31007] = {
		id = 31007,
		npc_id = 100700,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[31008] = {
		id = 31008,
		npc_id = 100800,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[31009] = {
		id = 31009,
		npc_id = 100900,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[31010] = {
		id = 31010,
		npc_id = 101000,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[31011] = {
		id = 31011,
		npc_id = 101100,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[31012] = {
		id = 31012,
		npc_id = 101200,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[31013] = {
		id = 31013,
		npc_id = 101300,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[31014] = {
		id = 31014,
		npc_id = 101400,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[31016] = {
		id = 31016,
		npc_id = 101600,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[41002] = {
		id = 41002,
		npc_id = 100200,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[41003] = {
		id = 41003,
		npc_id = 100300,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[41004] = {
		id = 41004,
		npc_id = 100400,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[41005] = {
		id = 41005,
		npc_id = 100500,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[41006] = {
		id = 41006,
		npc_id = 100600,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[41007] = {
		id = 41007,
		npc_id = 100700,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[41008] = {
		id = 41008,
		npc_id = 100800,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[41009] = {
		id = 41009,
		npc_id = 100900,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[41010] = {
		id = 41010,
		npc_id = 101000,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[41011] = {
		id = 41011,
		npc_id = 101100,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[41012] = {
		id = 41012,
		npc_id = 101200,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[41013] = {
		id = 41013,
		npc_id = 101300,
		desc = "부탁이야! 진짜 중요한 거야!"
	},
	[41014] = {
		id = 41014,
		npc_id = 101400,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[41016] = {
		id = 41016,
		npc_id = 101600,
		desc = "내 평생 소원이야, 지휘관! 도와줘…"
	},
	[51002] = {
		id = 51002,
		npc_id = 100200,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[51003] = {
		id = 51003,
		npc_id = 100300,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[51004] = {
		id = 51004,
		npc_id = 100400,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[51005] = {
		id = 51005,
		npc_id = 100500,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[51006] = {
		id = 51006,
		npc_id = 100600,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[51007] = {
		id = 51007,
		npc_id = 100700,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[51008] = {
		id = 51008,
		npc_id = 100800,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[51009] = {
		id = 51009,
		npc_id = 100900,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[51010] = {
		id = 51010,
		npc_id = 101000,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[51011] = {
		id = 51011,
		npc_id = 101100,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[51012] = {
		id = 51012,
		npc_id = 101200,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[51013] = {
		id = 51013,
		npc_id = 101300,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[51014] = {
		id = 51014,
		npc_id = 101400,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[51016] = {
		id = 51016,
		npc_id = 101600,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[61002] = {
		id = 61002,
		npc_id = 100200,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[61003] = {
		id = 61003,
		npc_id = 100300,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[61004] = {
		id = 61004,
		npc_id = 100400,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[61005] = {
		id = 61005,
		npc_id = 100500,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[61006] = {
		id = 61006,
		npc_id = 100600,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[61007] = {
		id = 61007,
		npc_id = 100700,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[61008] = {
		id = 61008,
		npc_id = 100800,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[61009] = {
		id = 61009,
		npc_id = 100900,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[61010] = {
		id = 61010,
		npc_id = 101000,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[61011] = {
		id = 61011,
		npc_id = 101100,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[61012] = {
		id = 61012,
		npc_id = 101200,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[61013] = {
		id = 61013,
		npc_id = 101300,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[61014] = {
		id = 61014,
		npc_id = 101400,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[61016] = {
		id = 61016,
		npc_id = 101600,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[71002] = {
		id = 71002,
		npc_id = 100200,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[71003] = {
		id = 71003,
		npc_id = 100300,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[71004] = {
		id = 71004,
		npc_id = 100400,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[71005] = {
		id = 71005,
		npc_id = 100500,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[71006] = {
		id = 71006,
		npc_id = 100600,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[71007] = {
		id = 71007,
		npc_id = 100700,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[71008] = {
		id = 71008,
		npc_id = 100800,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[71009] = {
		id = 71009,
		npc_id = 100900,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[71010] = {
		id = 71010,
		npc_id = 101000,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[71011] = {
		id = 71011,
		npc_id = 101100,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[71012] = {
		id = 71012,
		npc_id = 101200,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[71013] = {
		id = 71013,
		npc_id = 101300,
		desc = "으아… 재고가 또 텅텅 비었어…! 지휘관, 도와줘! 더 열심히 할게!"
	},
	[71014] = {
		id = 71014,
		npc_id = 101400,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[71016] = {
		id = 71016,
		npc_id = 101600,
		desc = "곤경에 처한 사람을 그냥 내버려두는 사람은 아니지? 부탁이야! 도와줘!"
	},
	[81002] = {
		id = 81002,
		npc_id = 100200,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[81003] = {
		id = 81003,
		npc_id = 100300,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[81004] = {
		id = 81004,
		npc_id = 100400,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[81005] = {
		id = 81005,
		npc_id = 100500,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[81006] = {
		id = 81006,
		npc_id = 100600,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[81007] = {
		id = 81007,
		npc_id = 100700,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[81008] = {
		id = 81008,
		npc_id = 100800,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[81009] = {
		id = 81009,
		npc_id = 100900,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[81010] = {
		id = 81010,
		npc_id = 101000,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[81011] = {
		id = 81011,
		npc_id = 101100,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[81012] = {
		id = 81012,
		npc_id = 101200,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[81013] = {
		id = 81013,
		npc_id = 101300,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[81014] = {
		id = 81014,
		npc_id = 101400,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[81016] = {
		id = 81016,
		npc_id = 101600,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[91002] = {
		id = 91002,
		npc_id = 100200,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[91003] = {
		id = 91003,
		npc_id = 100300,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[91004] = {
		id = 91004,
		npc_id = 100400,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[91005] = {
		id = 91005,
		npc_id = 100500,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[91006] = {
		id = 91006,
		npc_id = 100600,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[91007] = {
		id = 91007,
		npc_id = 100700,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[91008] = {
		id = 91008,
		npc_id = 100800,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[91009] = {
		id = 91009,
		npc_id = 100900,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[91010] = {
		id = 91010,
		npc_id = 101000,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[91011] = {
		id = 91011,
		npc_id = 101100,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[91012] = {
		id = 91012,
		npc_id = 101200,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[91013] = {
		id = 91013,
		npc_id = 101300,
		desc = "도와줘! 지휘관만 믿고 있어! 소중히 여길게!"
	},
	[91014] = {
		id = 91014,
		npc_id = 101400,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[91016] = {
		id = 91016,
		npc_id = 101600,
		desc = "머리가 텅 비었어…… 아무 생각이 안 나! 지휘관만 믿고 있어!"
	},
	[101002] = {
		id = 101002,
		npc_id = 100200,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[101003] = {
		id = 101003,
		npc_id = 100300,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[101004] = {
		id = 101004,
		npc_id = 100400,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[101005] = {
		id = 101005,
		npc_id = 100500,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[101006] = {
		id = 101006,
		npc_id = 100600,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[101007] = {
		id = 101007,
		npc_id = 100700,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[101008] = {
		id = 101008,
		npc_id = 100800,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[101009] = {
		id = 101009,
		npc_id = 100900,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[101010] = {
		id = 101010,
		npc_id = 101000,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[101011] = {
		id = 101011,
		npc_id = 101100,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[101012] = {
		id = 101012,
		npc_id = 101200,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[101013] = {
		id = 101013,
		npc_id = 101300,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[101014] = {
		id = 101014,
		npc_id = 101400,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[101016] = {
		id = 101016,
		npc_id = 101600,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[111001] = {
		id = 111001,
		npc_id = 100100,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[111002] = {
		id = 111002,
		npc_id = 100200,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[111003] = {
		id = 111003,
		npc_id = 100300,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[111004] = {
		id = 111004,
		npc_id = 100400,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[111005] = {
		id = 111005,
		npc_id = 100500,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[111006] = {
		id = 111006,
		npc_id = 100600,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[111007] = {
		id = 111007,
		npc_id = 100700,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[111008] = {
		id = 111008,
		npc_id = 100800,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[111009] = {
		id = 111009,
		npc_id = 100900,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[111010] = {
		id = 111010,
		npc_id = 101000,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[111011] = {
		id = 111011,
		npc_id = 101100,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[111012] = {
		id = 111012,
		npc_id = 101200,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[111013] = {
		id = 111013,
		npc_id = 101300,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[111014] = {
		id = 111014,
		npc_id = 101400,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[111016] = {
		id = 111016,
		npc_id = 101600,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[121001] = {
		id = 121001,
		npc_id = 100100,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[121002] = {
		id = 121002,
		npc_id = 100200,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[121003] = {
		id = 121003,
		npc_id = 100300,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[121004] = {
		id = 121004,
		npc_id = 100400,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[121005] = {
		id = 121005,
		npc_id = 100500,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[121006] = {
		id = 121006,
		npc_id = 100600,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[121007] = {
		id = 121007,
		npc_id = 100700,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[121008] = {
		id = 121008,
		npc_id = 100800,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[121009] = {
		id = 121009,
		npc_id = 100900,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[121010] = {
		id = 121010,
		npc_id = 101000,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[121011] = {
		id = 121011,
		npc_id = 101100,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[121012] = {
		id = 121012,
		npc_id = 101200,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[121013] = {
		id = 121013,
		npc_id = 101300,
		desc = "있잖아, 조금만 도와줄 수 있어? 원하는 게 있거든!"
	},
	[121014] = {
		id = 121014,
		npc_id = 101400,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[121016] = {
		id = 121016,
		npc_id = 101600,
		desc = "후… 지휘관이 있어서 다행이야… 혼자서는 이렇게 못 모았을 거야."
	},
	[131001] = {
		id = 131001,
		npc_id = 100100,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[131002] = {
		id = 131002,
		npc_id = 100200,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[131003] = {
		id = 131003,
		npc_id = 100300,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[131004] = {
		id = 131004,
		npc_id = 100400,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[131005] = {
		id = 131005,
		npc_id = 100500,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[131006] = {
		id = 131006,
		npc_id = 100600,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[131007] = {
		id = 131007,
		npc_id = 100700,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[131008] = {
		id = 131008,
		npc_id = 100800,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[131009] = {
		id = 131009,
		npc_id = 100900,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[131010] = {
		id = 131010,
		npc_id = 101000,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[131011] = {
		id = 131011,
		npc_id = 101100,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[131012] = {
		id = 131012,
		npc_id = 101200,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[131013] = {
		id = 131013,
		npc_id = 101300,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[131014] = {
		id = 131014,
		npc_id = 101400,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[131016] = {
		id = 131016,
		npc_id = 101600,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[141001] = {
		id = 141001,
		npc_id = 100100,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[141002] = {
		id = 141002,
		npc_id = 100200,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[141003] = {
		id = 141003,
		npc_id = 100300,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[141004] = {
		id = 141004,
		npc_id = 100400,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[141005] = {
		id = 141005,
		npc_id = 100500,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[141006] = {
		id = 141006,
		npc_id = 100600,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[141007] = {
		id = 141007,
		npc_id = 100700,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[141008] = {
		id = 141008,
		npc_id = 100800,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[141009] = {
		id = 141009,
		npc_id = 100900,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[141010] = {
		id = 141010,
		npc_id = 101000,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[141011] = {
		id = 141011,
		npc_id = 101100,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[141012] = {
		id = 141012,
		npc_id = 101200,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[141013] = {
		id = 141013,
		npc_id = 101300,
		desc = "지휘관, 도와줘…! 정말, 정말 마지막 부탁이야…!"
	},
	[141014] = {
		id = 141014,
		npc_id = 101400,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[141016] = {
		id = 141016,
		npc_id = 101600,
		desc = "지휘관에게 부탁하는 수밖에 없었어…"
	},
	[151001] = {
		id = 151001,
		npc_id = 100100,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[151002] = {
		id = 151002,
		npc_id = 100200,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[151003] = {
		id = 151003,
		npc_id = 100300,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[151004] = {
		id = 151004,
		npc_id = 100400,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[151005] = {
		id = 151005,
		npc_id = 100500,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[151006] = {
		id = 151006,
		npc_id = 100600,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[151007] = {
		id = 151007,
		npc_id = 100700,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[151008] = {
		id = 151008,
		npc_id = 100800,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[151009] = {
		id = 151009,
		npc_id = 100900,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[151010] = {
		id = 151010,
		npc_id = 101000,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[151011] = {
		id = 151011,
		npc_id = 101100,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[151012] = {
		id = 151012,
		npc_id = 101200,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[151013] = {
		id = 151013,
		npc_id = 101300,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[151014] = {
		id = 151014,
		npc_id = 101400,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[151016] = {
		id = 151016,
		npc_id = 101600,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[161001] = {
		id = 161001,
		npc_id = 100100,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[161002] = {
		id = 161002,
		npc_id = 100200,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[161003] = {
		id = 161003,
		npc_id = 100300,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[161004] = {
		id = 161004,
		npc_id = 100400,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[161005] = {
		id = 161005,
		npc_id = 100500,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[161006] = {
		id = 161006,
		npc_id = 100600,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[161007] = {
		id = 161007,
		npc_id = 100700,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[161008] = {
		id = 161008,
		npc_id = 100800,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[161009] = {
		id = 161009,
		npc_id = 100900,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[161010] = {
		id = 161010,
		npc_id = 101000,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[161011] = {
		id = 161011,
		npc_id = 101100,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[161012] = {
		id = 161012,
		npc_id = 101200,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[161013] = {
		id = 161013,
		npc_id = 101300,
		desc = "저번에 받은 건 다 써서… 새로운 물자가 필요해! 답례는 꼭 할게!"
	},
	[161014] = {
		id = 161014,
		npc_id = 101400,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[161016] = {
		id = 161016,
		npc_id = 101600,
		desc = "중요한 재료라서 그런데, 조금만 도와줄래?"
	},
	[171001] = {
		id = 171001,
		npc_id = 100100,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[171002] = {
		id = 171002,
		npc_id = 100200,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[171003] = {
		id = 171003,
		npc_id = 100300,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[171004] = {
		id = 171004,
		npc_id = 100400,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[171005] = {
		id = 171005,
		npc_id = 100500,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[171006] = {
		id = 171006,
		npc_id = 100600,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[171007] = {
		id = 171007,
		npc_id = 100700,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[171008] = {
		id = 171008,
		npc_id = 100800,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[171009] = {
		id = 171009,
		npc_id = 100900,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[171010] = {
		id = 171010,
		npc_id = 101000,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[171011] = {
		id = 171011,
		npc_id = 101100,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[171012] = {
		id = 171012,
		npc_id = 101200,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[171013] = {
		id = 171013,
		npc_id = 101300,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[171014] = {
		id = 171014,
		npc_id = 101400,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[171016] = {
		id = 171016,
		npc_id = 101600,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[181001] = {
		id = 181001,
		npc_id = 100100,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[181002] = {
		id = 181002,
		npc_id = 100200,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[181003] = {
		id = 181003,
		npc_id = 100300,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[181004] = {
		id = 181004,
		npc_id = 100400,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[181005] = {
		id = 181005,
		npc_id = 100500,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[181006] = {
		id = 181006,
		npc_id = 100600,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[181007] = {
		id = 181007,
		npc_id = 100700,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[181008] = {
		id = 181008,
		npc_id = 100800,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[181009] = {
		id = 181009,
		npc_id = 100900,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[181010] = {
		id = 181010,
		npc_id = 101000,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[181011] = {
		id = 181011,
		npc_id = 101100,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[181012] = {
		id = 181012,
		npc_id = 101200,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[181013] = {
		id = 181013,
		npc_id = 101300,
		desc = "도와줘서 고마워! 굉장히 중요한 거였어!"
	},
	[181014] = {
		id = 181014,
		npc_id = 101400,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[181016] = {
		id = 181016,
		npc_id = 101600,
		desc = "자그마한 부탁 하나만 들어줄래? 부탁이야!"
	},
	[191001] = {
		id = 191001,
		npc_id = 100100,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[191002] = {
		id = 191002,
		npc_id = 100200,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[191003] = {
		id = 191003,
		npc_id = 100300,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[191004] = {
		id = 191004,
		npc_id = 100400,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[191005] = {
		id = 191005,
		npc_id = 100500,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[191006] = {
		id = 191006,
		npc_id = 100600,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[191007] = {
		id = 191007,
		npc_id = 100700,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[191008] = {
		id = 191008,
		npc_id = 100800,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[191009] = {
		id = 191009,
		npc_id = 100900,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[191010] = {
		id = 191010,
		npc_id = 101000,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[191011] = {
		id = 191011,
		npc_id = 101100,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[191012] = {
		id = 191012,
		npc_id = 101200,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[191013] = {
		id = 191013,
		npc_id = 101300,
		desc = "지휘관의 마음은… 나중에 100배로 갚을게! 지금은 일단 도와주라! 부탁이야!"
	},
	[191014] = {
		id = 191014,
		npc_id = 101400,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[191016] = {
		id = 191016,
		npc_id = 101600,
		desc = "조금만이어도 괜찮아! 응?"
	},
	[201001] = {
		id = 201001,
		npc_id = 100100,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[201002] = {
		id = 201002,
		npc_id = 100200,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[201003] = {
		id = 201003,
		npc_id = 100300,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[201004] = {
		id = 201004,
		npc_id = 100400,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[201005] = {
		id = 201005,
		npc_id = 100500,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[201006] = {
		id = 201006,
		npc_id = 100600,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[201007] = {
		id = 201007,
		npc_id = 100700,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[201008] = {
		id = 201008,
		npc_id = 100800,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[201009] = {
		id = 201009,
		npc_id = 100900,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[201010] = {
		id = 201010,
		npc_id = 101000,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[201011] = {
		id = 201011,
		npc_id = 101100,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[201012] = {
		id = 201012,
		npc_id = 101200,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[201013] = {
		id = 201013,
		npc_id = 101300,
		desc = "부탁이야, 지휘관! 이게 없으면 큰일 나… 부탁이야!"
	},
	[201014] = {
		id = 201014,
		npc_id = 101400,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	[201016] = {
		id = 201016,
		npc_id = 101600,
		desc = "이, 이걸 준비해줬으면 해! 보답은 꼭 할게!"
	},
	all = {
		1,
		2,
		3,
		4,
		5,
		6,
		7,
		8,
		9,
		10,
		11002,
		11003,
		11004,
		11005,
		11006,
		11007,
		11008,
		11009,
		11010,
		11011,
		11012,
		11013,
		11014,
		11016,
		21002,
		21003,
		21004,
		21005,
		21006,
		21007,
		21008,
		21009,
		21010,
		21011,
		21012,
		21013,
		21014,
		21016,
		31002,
		31003,
		31004,
		31005,
		31006,
		31007,
		31008,
		31009,
		31010,
		31011,
		31012,
		31013,
		31014,
		31016,
		41002,
		41003,
		41004,
		41005,
		41006,
		41007,
		41008,
		41009,
		41010,
		41011,
		41012,
		41013,
		41014,
		41016,
		51002,
		51003,
		51004,
		51005,
		51006,
		51007,
		51008,
		51009,
		51010,
		51011,
		51012,
		51013,
		51014,
		51016,
		61002,
		61003,
		61004,
		61005,
		61006,
		61007,
		61008,
		61009,
		61010,
		61011,
		61012,
		61013,
		61014,
		61016,
		71002,
		71003,
		71004,
		71005,
		71006,
		71007,
		71008,
		71009,
		71010,
		71011,
		71012,
		71013,
		71014,
		71016,
		81002,
		81003,
		81004,
		81005,
		81006,
		81007,
		81008,
		81009,
		81010,
		81011,
		81012,
		81013,
		81014,
		81016,
		91002,
		91003,
		91004,
		91005,
		91006,
		91007,
		91008,
		91009,
		91010,
		91011,
		91012,
		91013,
		91014,
		91016,
		101002,
		101003,
		101004,
		101005,
		101006,
		101007,
		101008,
		101009,
		101010,
		101011,
		101012,
		101013,
		101014,
		101016,
		111001,
		111002,
		111003,
		111004,
		111005,
		111006,
		111007,
		111008,
		111009,
		111010,
		111011,
		111012,
		111013,
		111014,
		111016,
		121001,
		121002,
		121003,
		121004,
		121005,
		121006,
		121007,
		121008,
		121009,
		121010,
		121011,
		121012,
		121013,
		121014,
		121016,
		131001,
		131002,
		131003,
		131004,
		131005,
		131006,
		131007,
		131008,
		131009,
		131010,
		131011,
		131012,
		131013,
		131014,
		131016,
		141001,
		141002,
		141003,
		141004,
		141005,
		141006,
		141007,
		141008,
		141009,
		141010,
		141011,
		141012,
		141013,
		141014,
		141016,
		151001,
		151002,
		151003,
		151004,
		151005,
		151006,
		151007,
		151008,
		151009,
		151010,
		151011,
		151012,
		151013,
		151014,
		151016,
		161001,
		161002,
		161003,
		161004,
		161005,
		161006,
		161007,
		161008,
		161009,
		161010,
		161011,
		161012,
		161013,
		161014,
		161016,
		171001,
		171002,
		171003,
		171004,
		171005,
		171006,
		171007,
		171008,
		171009,
		171010,
		171011,
		171012,
		171013,
		171014,
		171016,
		181001,
		181002,
		181003,
		181004,
		181005,
		181006,
		181007,
		181008,
		181009,
		181010,
		181011,
		181012,
		181013,
		181014,
		181016,
		191001,
		191002,
		191003,
		191004,
		191005,
		191006,
		191007,
		191008,
		191009,
		191010,
		191011,
		191012,
		191013,
		191014,
		191016,
		201001,
		201002,
		201003,
		201004,
		201005,
		201006,
		201007,
		201008,
		201009,
		201010,
		201011,
		201012,
		201013,
		201014,
		201016
	}
}
