pg = pg or {}
pg.name_code = {
	{
		id = 1,
		name = "미네카제",
		code = "미네카제"
	},
	{
		id = 2,
		name = "후부키",
		code = "후부키"
	},
	{
		id = 3,
		name = "시라유키",
		code = "시라유키"
	},
	{
		id = 4,
		name = "하츠유키",
		code = "하츠유키"
	},
	{
		id = 5,
		name = "미유키",
		code = "미유키"
	},
	{
		id = 6,
		name = "아야나미",
		code = "아야나미"
	},
	{
		id = 7,
		name = "시키나미",
		code = "시키나미"
	},
	{
		id = 8,
		name = "아케보노",
		code = "아케보노"
	},
	{
		id = 9,
		name = "사자나미",
		code = "사자나미"
	},
	{
		id = 10,
		name = "우시오",
		code = "우시오"
	},
	{
		id = 11,
		name = "아카츠키",
		code = "아카츠키"
	},
	{
		id = 12,
		name = "히비키",
		code = "히비키"
	},
	{
		id = 13,
		name = "이카즈치",
		code = "이카즈치"
	},
	{
		id = 14,
		name = "이나즈마",
		code = "이나즈마"
	},
	{
		id = 15,
		name = "시라츠유",
		code = "시라츠유"
	},
	{
		id = 16,
		name = "유다치",
		code = "유다치"
	},
	{
		id = 17,
		name = "시구레",
		code = "시구레"
	},
	{
		id = 18,
		name = "시마카제",
		code = "시마카제"
	},
	{
		id = 19,
		name = "카게로",
		code = "카게로"
	},
	{
		id = 20,
		name = "시라누이",
		code = "시라누이"
	},
	{
		id = 21,
		name = "쿠로시오",
		code = "쿠로시오"
	},
	{
		id = 22,
		name = "유키카제",
		code = "유키카제"
	},
	{
		id = 23,
		name = "아마츠카제",
		code = "아마츠카제"
	},
	{
		id = 24,
		name = "노와키",
		code = "노와키"
	},
	{
		id = 25,
		name = "아라시",
		code = "아라시"
	},
	{
		id = 26,
		name = "아키즈키",
		code = "아키즈키"
	},
	{
		id = 27,
		name = "스즈츠키",
		code = "스즈츠키"
	},
	{
		id = 28,
		name = "요이즈키",
		code = "요이즈키"
	},
	{
		id = 29,
		name = "하나즈키",
		code = "하나즈키"
	},
	{
		id = 30,
		name = "하츠하루",
		code = "하츠하루"
	},
	{
		id = 31,
		name = "아리아케",
		code = "아리아케"
	},
	{
		id = 32,
		name = "유구레",
		code = "유구레"
	},
	{
		id = 33,
		name = "무츠키",
		code = "무츠키"
	},
	{
		id = 34,
		name = "키사라기",
		code = "키사라기"
	},
	{
		id = 35,
		name = "유구모",
		code = "유구모"
	},
	{
		id = 36,
		name = "마키구모",
		code = "마키구모"
	},
	{
		id = 37,
		name = "유바리",
		code = "유바리"
	},
	{
		id = 38,
		name = "센다이",
		code = "센다이"
	},
	{
		id = 39,
		name = "진츠",
		code = "진츠"
	},
	{
		id = 40,
		name = "나카",
		code = "나카"
	},
	{
		id = 41,
		name = "텐류",
		code = "텐류"
	},
	{
		id = 42,
		name = "타츠타",
		code = "타츠타"
	},
	{
		id = 43,
		name = "쿠마",
		code = "쿠마"
	},
	{
		id = 44,
		name = "키타카미",
		code = "키타카미"
	},
	{
		id = 45,
		name = "오오이",
		code = "오오이"
	},
	{
		id = 46,
		name = "나가라",
		code = "나가라"
	},
	{
		id = 47,
		name = "아부쿠마",
		code = "아부쿠마"
	},
	{
		id = 48,
		name = "이스즈",
		code = "이스즈"
	},
	{
		id = 49,
		name = "아가노",
		code = "아가노"
	},
	{
		id = 50,
		name = "노시로 ",
		code = "노시로 "
	},
	{
		id = 51,
		name = "야하기",
		code = "야하기"
	},
	{
		id = 52,
		name = "오요도",
		code = "오요도"
	},
	{
		id = 53,
		name = "후루타카",
		code = "후루타카"
	},
	{
		id = 54,
		name = "카코",
		code = "카코"
	},
	{
		id = 55,
		name = "아오바",
		code = "아오바"
	},
	{
		id = 56,
		name = "키누가사",
		code = "키누가사"
	},
	{
		id = 57,
		name = "모가미",
		code = "모가미"
	},
	{
		id = 58,
		name = "미쿠마",
		code = "미쿠마"
	},
	{
		id = 59,
		name = "스즈야",
		code = "스즈야"
	},
	{
		id = 60,
		name = "쿠마노",
		code = "쿠마노"
	},
	{
		id = 61,
		name = "토네",
		code = "토네"
	},
	{
		id = 62,
		name = "치쿠마",
		code = "치쿠마"
	},
	{
		id = 63,
		name = "묘코",
		code = "묘코"
	},
	{
		id = 64,
		name = "나치",
		code = "나치"
	},
	{
		id = 65,
		name = "하구로",
		code = "하구로"
	},
	{
		id = 66,
		name = "타카오",
		code = "타카오"
	},
	{
		id = 67,
		name = "아타고",
		code = "아타고"
	},
	{
		id = 68,
		name = "마야",
		code = "마야"
	},
	{
		id = 69,
		name = "초카이",
		code = "초카이"
	},
	{
		id = 70,
		name = "콘고",
		code = "콘고"
	},
	{
		id = 71,
		name = "히에이",
		code = "히에이"
	},
	{
		id = 72,
		name = "하루나",
		code = "하루나"
	},
	{
		id = 73,
		name = "키리시마",
		code = "키리시마"
	},
	{
		id = 74,
		name = "나가토",
		code = "나가토"
	},
	{
		id = 75,
		name = "무츠",
		code = "무츠"
	},
	{
		id = 76,
		name = "이세",
		code = "이세"
	},
	{
		id = 77,
		name = "휴가",
		code = "휴가"
	},
	{
		id = 78,
		name = "후소",
		code = "후소"
	},
	{
		id = 79,
		name = "야마시로",
		code = "야마시로"
	},
	{
		id = 80,
		name = "키이",
		code = "키이"
	},
	{
		id = 81,
		name = "토사",
		code = "토사"
	},
	{
		id = 82,
		name = "미카사",
		code = "미카사"
	},
	{
		id = 83,
		name = "야마토",
		code = "야마토"
	},
	{
		id = 84,
		name = "무사시",
		code = "무사시"
	},
	{
		id = 85,
		name = "히요",
		code = "히요"
	},
	{
		id = 86,
		name = "준요",
		code = "준요"
	},
	{
		id = 87,
		name = "쇼호",
		code = "쇼호"
	},
	{
		id = 88,
		name = "즈이호",
		code = "즈이호"
	},
	{
		id = 89,
		name = "호쇼",
		code = "호쇼"
	},
	{
		id = 90,
		name = "류조",
		code = "류조"
	},
	{
		id = 91,
		name = "아카기",
		code = "아카기"
	},
	{
		id = 92,
		name = "카가",
		code = "카가"
	},
	{
		id = 93,
		name = "소류",
		code = "소류"
	},
	{
		id = 94,
		name = "히류",
		code = "히류"
	},
	{
		id = 95,
		name = "쇼카쿠",
		code = "쇼카쿠"
	},
	{
		id = 96,
		name = "즈이카쿠",
		code = "즈이카쿠"
	},
	{
		id = 97,
		name = "다이호",
		code = "다이호"
	},
	{
		id = 98,
		name = "아카시",
		code = "아카시"
	},
	{
		id = 99,
		name = "제국 해군",
		code = "제국 해군"
	},
	{
		id = 100,
		name = "1항전",
		code = "1항전"
	},
	{
		id = 101,
		name = "2항전",
		code = "2항전"
	},
	{
		id = 102,
		name = "5항전",
		code = "5항전"
	},
	{
		id = 103,
		name = "치토세",
		code = "치토세"
	},
	{
		id = 104,
		name = "치요다",
		code = "치요다"
	},
	{
		id = 105,
		name = "양산형 후부키급",
		code = "양산형 후부키급"
	},
	{
		id = 106,
		name = "양산형 시라츠유급",
		code = "양산형 시라츠유급"
	},
	{
		id = 107,
		name = "양산형 카게로급",
		code = "양산형 카게로급"
	},
	{
		id = 108,
		name = "양산형 유구모급",
		code = "양산형 유구모급"
	},
	{
		id = 109,
		name = "양산형 무츠키급",
		code = "양산형 무츠키급"
	},
	{
		id = 110,
		name = "양산형 나가라급",
		code = "양산형 나가라급"
	},
	{
		id = 111,
		name = "양산형 센다이급",
		code = "양산형 센다이급"
	},
	{
		id = 112,
		name = "양산형 이스즈급",
		code = "양산형 이스즈급"
	},
	{
		id = 113,
		name = "양산형 후루타카급",
		code = "양산형 후루타카급"
	},
	{
		id = 114,
		name = "양산형 아오바급",
		code = "양산형 아오바급"
	},
	{
		id = 115,
		name = "양산형 묘코급",
		code = "양산형 묘코급"
	},
	{
		id = 116,
		name = "양산형 타카오급",
		code = "양산형 타카오급"
	},
	{
		id = 117,
		name = "양산형 모가미급",
		code = "양산형 모가미급"
	},
	{
		id = 118,
		name = "전함 히에이",
		code = "전함 히에이"
	},
	{
		id = 119,
		name = "전함 키리시마",
		code = "전함 키리시마"
	},
	{
		id = 120,
		name = "항공모함 아카기",
		code = "항공모함 아카기"
	},
	{
		id = 121,
		name = "항공모함 카가",
		code = "항공모함 카가"
	},
	{
		id = 122,
		name = "하츠카제",
		code = "하츠카제"
	},
	{
		id = 123,
		name = "양산형 쿠마급",
		code = "양산형 쿠마급"
	},
	{
		id = 124,
		name = "카미카제",
		code = "카미카제"
	},
	{
		id = 125,
		name = "니이즈키",
		code = "니이즈키"
	},
	{
		id = 126,
		name = "미카즈키",
		code = "미카즈키"
	},
	{
		id = 127,
		name = "타니카제",
		code = "타니카제"
	},
	{
		id = 128,
		name = "하마카제",
		code = "하마카제"
	},
	{
		id = 129,
		name = "하츠시모",
		code = "하츠시모"
	},
	{
		id = 130,
		name = "마이카제",
		code = "마이카제"
	},
	{
		id = 131,
		name = "하기카제",
		code = "하기카제"
	},
	{
		id = 132,
		name = "야마시로·改",
		code = "야마시로·改"
	},
	{
		id = 133,
		name = "미나즈키",
		code = "미나즈키"
	},
	{
		id = 134,
		name = "마츠카제",
		code = "마츠카제"
	},
	{
		id = 135,
		name = "오야시오",
		code = "오야시오"
	},
	{
		id = 136,
		name = "시키시마",
		code = "시키시마"
	},
	{
		id = 137,
		name = "우즈키",
		code = "우즈키"
	},
	{
		id = 138,
		name = "아사카제",
		code = "아사카제"
	},
	{
		id = 139,
		name = "하루카제",
		code = "하루카제"
	},
	{
		id = 140,
		name = "하타카제 ",
		code = "하타카제 "
	},
	{
		id = 141,
		name = "와카바",
		code = "와카바"
	},
	{
		id = 142,
		name = "우라카제 ",
		code = "우라카제 "
	},
	{
		id = 143,
		name = "이소카제 ",
		code = "이소카제 "
	},
	{
		id = 144,
		name = "아시가라 ",
		code = "아시가라 "
	},
	{
		id = 145,
		name = "아사시오",
		code = "아사시오"
	},
	{
		id = 146,
		name = "오오시오 ",
		code = "오오시오 "
	},
	{
		id = 147,
		name = "미치시오",
		code = "미치시오"
	},
	{
		id = 148,
		name = "아라시오",
		code = "아라시오"
	},
	{
		id = 149,
		name = "스즈카제 ",
		code = "스즈카제 "
	},
	{
		id = 150,
		name = "우미카제 ",
		code = "우미카제 "
	},
	{
		id = 151,
		name = "이즈모",
		code = "이즈모"
	},
	{
		id = 152,
		name = "이부키",
		code = "이부키"
	},
	{
		id = 153,
		name = "유나기",
		code = "유나기"
	},
	{
		id = 154,
		name = "이19",
		code = "이19"
	},
	{
		id = 155,
		name = "이26",
		code = "이26"
	},
	{
		id = 156,
		name = "이58",
		code = "이58"
	},
	{
		id = 157,
		name = "하루츠키 ",
		code = "하루츠키 "
	},
	{
		id = 158,
		name = "카와카제 ",
		code = "카와카제 "
	},
	{
		id = 159,
		name = "후미즈키 ",
		code = "후미즈키 "
	},
	{
		id = 160,
		name = "나가츠키 ",
		code = "나가츠키 "
	},
	{
		id = 161,
		name = "아마기 ",
		code = "아마기 "
	},
	{
		id = 162,
		name = "마키나미 ",
		code = "마키나미 "
	},
	{
		id = 163,
		name = "이13",
		code = "이13"
	},
	{
		id = 164,
		name = "키타카제 ",
		code = "키타카제 "
	},
	{
		id = 165,
		name = "아즈마 ",
		code = "아즈마 "
	},
	{
		id = 166,
		name = "특II형 아야나미 ",
		code = "특II형 아야나미 "
	},
	{
		id = 167,
		name = "특I형 후부키 ",
		code = "특I형 후부키 "
	},
	{
		id = 168,
		name = "특III형 아카츠키 ",
		code = "특III형 아카츠키 "
	},
	{
		id = 169,
		name = "꼬마 히에이",
		code = "꼬마 히에이"
	},
	{
		id = 170,
		name = "꼬마 아카기",
		code = "꼬마 아카기"
	},
	{
		id = 171,
		name = "양산형 카게로급.ver AI",
		code = "양산형 카게로급.ver AI"
	},
	{
		id = 172,
		name = "양산형 묘코급.ver AI",
		code = "양산형 묘코급.ver AI"
	},
	{
		id = 173,
		name = "양산형 후소급.ver AI",
		code = "양산형 후소급.ver AI"
	},
	{
		id = 174,
		name = "키요나미 ",
		code = "키요나미 "
	},
	{
		id = 175,
		name = "스루가 ",
		code = "스루가 "
	},
	{
		id = 176,
		name = "아카기(μ장비)",
		code = "아카기(μ장비)"
	},
	{
		id = 177,
		name = "양산형 이세급",
		code = "양산형 이세급"
	},
	{
		id = 178,
		name = "양산형 후소급",
		code = "양산형 후소급"
	},
	{
		id = 179,
		name = "류호 ",
		code = "류호 "
	},
	{
		id = 180,
		name = "카스미 ",
		code = "카스미 "
	},
	{
		id = 181,
		name = "키누 ",
		code = "키누 "
	},
	{
		id = 182,
		name = "시나노 ",
		code = "시나노 "
	},
	{
		id = 183,
		name = "타이게이",
		code = "타이게이"
	},
	{
		id = 184,
		name = "우라나미",
		code = "우라나미"
	},
	{
		id = 185,
		name = "나가나미 ",
		code = "나가나미 "
	},
	{
		id = 186,
		name = "후유츠키",
		code = "후유츠키"
	},
	{
		id = 187,
		name = "미치츠키",
		code = "미치츠키"
	},
	{
		id = 188,
		name = "카시노",
		code = "카시노"
	},
	{
		id = 189,
		name = "하츠즈키 ",
		code = "하츠즈키 "
	},
	{
		id = 190,
		name = "다이호(μ장비) ",
		code = "다이호(μ장비) "
	},
	{
		id = 191,
		name = "히류·META",
		code = "히류·META"
	},
	{
		id = 192,
		name = "오이테",
		code = "오이테"
	},
	{
		id = 193,
		name = "꼬마 아마기",
		code = "꼬마 아마기"
	},
	{
		id = 194,
		name = "타이콘데로가",
		code = "타이콘데로가"
	},
	{
		id = 195,
		name = "샌프란시스코",
		code = "샌프란시스코"
	},
	{
		id = 196,
		name = "아처피시",
		code = "아처피시"
	},
	{
		id = 197,
		name = "보이시",
		code = "보이시"
	},
	{
		id = 198,
		name = "모리슨",
		code = "모리슨"
	},
	{
		id = 199,
		name = "뉴저지",
		code = "뉴저지"
	},
	{
		id = 200,
		name = "타이콘",
		code = "타이콘"
	},
	{
		id = 201,
		name = "아이오와",
		code = "아이오와"
	},
	{
		id = 202,
		name = "발라오",
		code = "발라오"
	},
	{
		id = 203,
		name = "카자구모",
		code = "카자구모"
	},
	{
		id = 204,
		name = "하쿠류",
		code = "하쿠류"
	},
	{
		id = 205,
		name = "소류·META",
		code = "소류·META"
	},
	{
		id = 206,
		name = "유라",
		code = "유라"
	},
	{
		id = 207,
		name = "야마카제",
		code = "야마카제"
	},
	{
		id = 208,
		name = "카츠라기",
		code = "카츠라기"
	},
	{
		id = 209,
		name = "운류",
		code = "운류"
	},
	{
		id = 210,
		name = "후소·META",
		code = "후소·META"
	},
	{
		id = 211,
		name = "후소改",
		code = "후소·改"
	},
	{
		id = 212,
		name = "모가미改",
		code = "모가미·改"
	},
	{
		id = 213,
		name = "유다치·改",
		code = "유다치·改"
	},
	{
		id = 214,
		name = "모가미·改",
		code = "모가미·改"
	},
	{
		id = 215,
		name = "후소·改",
		code = "후소·改"
	},
	{
		id = 216,
		name = "야마시로·改",
		code = "야마시로·改"
	},
	{
		id = 217,
		name = "이세·改",
		code = "이세·改"
	},
	{
		id = 218,
		name = "휴가·改",
		code = "휴가·改"
	},
	{
		id = 219,
		name = "카스미·改",
		code = "카스미·改"
	},
	{
		id = 220,
		name = "히요·META",
		code = "히요·META"
	},
	{
		id = 221,
		name = "준요·META",
		code = "준요·META"
	},
	[223] = {
		id = 223,
		name = "야마시로·META",
		code = "야마시로·META"
	},
	[224] = {
		id = 224,
		name = "하얼빈",
		code = "하얼빈"
	},
	[225] = {
		id = 225,
		name = "와카츠키",
		code = "와카츠키"
	},
	[226] = {
		id = 226,
		name = "사카와",
		code = "사카와"
	},
	[250] = {
		id = 250,
		name = "이9",
		code = "이9"
	},
	[251] = {
		id = 251,
		name = "이16",
		code = "이16"
	},
	[252] = {
		id = 252,
		name = "이25",
		code = "이25"
	},
	[253] = {
		id = 253,
		name = "이54",
		code = "이54"
	},
	[254] = {
		id = 254,
		name = "이56",
		code = "이56"
	},
	[255] = {
		id = 255,
		name = "이60",
		code = "이60"
	},
	[256] = {
		id = 256,
		name = "이168",
		code = "이168"
	},
	[257] = {
		id = 257,
		name = "이490",
		code = "이490"
	},
	[280] = {
		id = 280,
		name = "순잠 을형",
		code = "순잠 을형"
	},
	[281] = {
		id = 281,
		name = "해대형",
		code = "해대형"
	},
	[282] = {
		id = 282,
		name = "순잠 갑형 개2형 ",
		code = "순잠 갑형 개2형 "
	},
	[283] = {
		id = 283,
		name = "순잠 을형 개2형",
		code = "순잠 을형 개2형"
	},
	[284] = {
		id = 284,
		name = "카이다이 6형 a형",
		code = "카이다이 6형 a형"
	},
	[285] = {
		id = 285,
		name = "I형",
		code = "I형"
	},
	[286] = {
		id = 286,
		name = "양산형 유구모급 T2",
		code = "양산형 유구모급 T2"
	},
	[287] = {
		id = 287,
		name = "양산형 센다이급 T2",
		code = "양산형 센다이급 T2"
	},
	[288] = {
		id = 288,
		name = "양산형 모가미급 T2",
		code = "양산형 모가미급 T2"
	},
	[289] = {
		id = 289,
		name = "양산형 후소급 T2",
		code = "양산형 후소급 T2"
	},
	[290] = {
		id = 290,
		name = "양산형 아카기급 T2",
		code = "양산형 아카기급 T2"
	},
	[400] = {
		id = 400,
		name = "Z1",
		code = "Z1"
	},
	[401] = {
		id = 401,
		name = "Z2",
		code = "Z2"
	},
	[402] = {
		id = 402,
		name = "Z5",
		code = "Z5"
	},
	[403] = {
		id = 403,
		name = "Z17",
		code = "Z17"
	},
	[404] = {
		id = 404,
		name = "Z18",
		code = "Z18"
	},
	[405] = {
		id = 405,
		name = "Z19",
		code = "Z19"
	},
	[406] = {
		id = 406,
		name = "Z20",
		code = "Z20"
	},
	[407] = {
		id = 407,
		name = "Z21",
		code = "Z21"
	},
	[408] = {
		id = 408,
		name = "Z23",
		code = "Z23"
	},
	[409] = {
		id = 409,
		name = "Z25",
		code = "Z25"
	},
	[410] = {
		id = 410,
		name = "Z35",
		code = "Z35"
	},
	[411] = {
		id = 411,
		name = "Z36",
		code = "Z36"
	},
	[412] = {
		id = 412,
		name = "Z46",
		code = "Z46"
	},
	[413] = {
		id = 413,
		name = "U-47",
		code = "U-47"
	},
	[414] = {
		id = 414,
		name = "U-81",
		code = "U-81"
	},
	[415] = {
		id = 415,
		name = "U-557",
		code = "U-557"
	},
	[416] = {
		id = 416,
		name = "U-556",
		code = "U-556"
	},
	[417] = {
		id = 417,
		name = "U-73",
		code = "U-73"
	},
	[418] = {
		id = 418,
		name = "U-101",
		code = "U-101"
	},
	[419] = {
		id = 419,
		name = "U-522",
		code = "U-522"
	},
	[420] = {
		id = 420,
		name = "U-110",
		code = "U-110"
	},
	[421] = {
		id = 421,
		name = "쾨니히스베르크",
		code = "쾨니히스베르크"
	},
	[422] = {
		id = 422,
		name = "카를스루에",
		code = "카를스루에"
	},
	[423] = {
		id = 423,
		name = "쾰른",
		code = "쾰른"
	},
	[424] = {
		id = 424,
		name = "라이프치히",
		code = "라이프치히"
	},
	[425] = {
		id = 425,
		name = "아드미랄 히퍼",
		code = "아드미랄 히퍼"
	},
	[426] = {
		id = 426,
		name = "히퍼",
		code = "히퍼"
	},
	[427] = {
		id = 427,
		name = "프린츠 오이겐",
		code = "프린츠 오이겐"
	},
	[428] = {
		id = 428,
		name = "오이겐",
		code = "오이겐"
	},
	[429] = {
		id = 429,
		name = "도이칠란트",
		code = "도이칠란트"
	},
	[430] = {
		id = 430,
		name = "아드미랄 그라프 슈피",
		code = "아드미랄 그라프 슈피"
	},
	[431] = {
		id = 431,
		name = "그라프 슈피",
		code = "그라프 슈피"
	},
	[432] = {
		id = 432,
		name = "슈피",
		code = "슈피"
	},
	[433] = {
		id = 433,
		name = "샤른호르스트",
		code = "샤른호르스트"
	},
	[434] = {
		id = 434,
		name = "그나이제나우",
		code = "그나이제나우"
	},
	[435] = {
		id = 435,
		name = "비스마르크",
		code = "비스마르크"
	},
	[436] = {
		id = 436,
		name = "티르피츠",
		code = "티르피츠"
	},
	[437] = {
		id = 437,
		name = "그라프 체펠린",
		code = "그라프 체펠린"
	},
	[438] = {
		id = 438,
		name = "체펠린",
		code = "체펠린"
	},
	[439] = {
		id = 439,
		name = "론",
		code = "론"
	},
	[440] = {
		id = 440,
		name = "프리드리히 데어 그로세",
		code = "프리드리히 데어 그로세"
	},
	[441] = {
		id = 441,
		name = "프리드리히 데어 그로세",
		code = "프리드리히 데어 그로세"
	},
	[442] = {
		id = 442,
		name = "Z16",
		code = "Z16"
	},
	[443] = {
		id = 443,
		name = "Z24",
		code = "Z24"
	},
	[444] = {
		id = 444,
		name = "Z26",
		code = "Z26"
	},
	[445] = {
		id = 445,
		name = "Z28",
		code = "Z28"
	},
	[446] = {
		id = 446,
		name = "뉘른베르크",
		code = "뉘른베르크"
	},
	[447] = {
		id = 447,
		name = "마그데부르크",
		code = "마그데부르크"
	},
	[448] = {
		id = 448,
		name = "엠덴",
		code = "엠덴"
	},
	[449] = {
		id = 449,
		name = "엘빙",
		code = "엘빙"
	},
	[450] = {
		id = 450,
		name = "블뤼허",
		code = "블뤼허"
	},
	[451] = {
		id = 451,
		name = "아드미랄 히퍼(μ장비)",
		code = "아드미랄 히퍼(μ장비)"
	},
	[452] = {
		id = 452,
		name = "론(μ장비)",
		code = "론(μ장비)"
	},
	[453] = {
		id = 453,
		name = "프린츠 하인리히",
		code = "프린츠 하인리히"
	},
	[454] = {
		id = 454,
		name = "하인리히",
		code = "하인리히"
	},
	[455] = {
		id = 455,
		name = "프린츠 아달베르트",
		code = "프린츠 아달베르트"
	},
	[456] = {
		id = 456,
		name = "아달베르트",
		code = "아달베르트"
	},
	[457] = {
		id = 457,
		name = "요크",
		code = "요크"
	},
	[458] = {
		id = 458,
		name = "꼬마 프린츠 오이겐",
		code = "꼬마 프린츠 오이겐"
	},
	[459] = {
		id = 459,
		name = "꼬마 슈피",
		code = "꼬마 슈피"
	},
	[460] = {
		id = 460,
		name = "자이틀리츠",
		code = "자이틀리츠"
	},
	[461] = {
		id = 461,
		name = "뤼초",
		code = "뤼초"
	},
	[462] = {
		id = 462,
		name = "브륀힐드",
		code = "브륀힐드"
	},
	[463] = {
		id = 463,
		name = "울리히 폰 후텐",
		code = "울리히 폰 후텐"
	},
	[464] = {
		id = 464,
		name = "울리히",
		code = "울리히"
	},
	[465] = {
		id = 465,
		name = "후텐",
		code = "후텐"
	},
	[466] = {
		id = 466,
		name = "튀링겐",
		code = "튀링겐"
	},
	[467] = {
		id = 467,
		name = "베저",
		code = "베저"
	},
	[468] = {
		id = 468,
		name = "엘베",
		code = "엘베"
	},
	[469] = {
		id = 469,
		name = "꼬마 그라프 체펠린",
		code = "꼬마 그라프 체펠린"
	},
	[470] = {
		id = 470,
		name = "페터 슈트라서",
		code = "페터 슈트라서"
	},
	[471] = {
		id = 471,
		name = "페터",
		code = "페터"
	},
	[472] = {
		id = 472,
		name = "슈트라서",
		code = "슈트라서"
	},
	[473] = {
		id = 473,
		name = "U-96",
		code = "U-96"
	},
	[474] = {
		id = 474,
		name = "U-37",
		code = "U-37"
	},
	[475] = {
		id = 475,
		name = "U-410",
		code = "U-410"
	},
	[476] = {
		id = 476,
		name = "U-1206",
		code = "U-1206"
	},
	[477] = {
		id = 477,
		name = "그나이제나우·META",
		code = "그나이제나우·META"
	},
	[478] = {
		id = 478,
		name = "샤른호르스트·META",
		code = "샤른호르스트·META"
	},
	[479] = {
		id = 479,
		name = "마인츠",
		code = "마인츠"
	},
	[480] = {
		id = 480,
		name = "에기르",
		code = "에기르"
	},
	[481] = {
		id = 481,
		name = "아우구스트 폰 파르제팔",
		code = "아우구스트 폰 파르제팔"
	},
	[482] = {
		id = 482,
		name = "아우구스트",
		code = "아우구스트"
	},
	[483] = {
		id = 483,
		name = "폰 파르제팔",
		code = "폰 파르제팔"
	},
	[484] = {
		id = 484,
		name = "프린츠 루프레히트",
		code = "프린츠 루프레히트"
	},
	[485] = {
		id = 485,
		name = "루프레히트",
		code = "루프레히트"
	},
	[486] = {
		id = 486,
		name = "오딘",
		code = "오딘"
	},
	[487] = {
		id = 487,
		name = "德累斯顿",
		code = "迪特林德"
	},
	[488] = {
		id = 488,
		name = "皮劳",
		code = "宝拉"
	},
	[489] = {
		id = 489,
		name = "德弗林格尔",
		code = "多萝泰娅"
	},
	[490] = {
		id = 490,
		name = "赫尔戈兰",
		code = "赫娜洛蕾"
	},
	[491] = {
		id = 491,
		name = "亚德",
		code = "阿黛尔"
	},
	[492] = {
		id = 492,
		name = "舍尔海军上将",
		code = "席勒"
	},
	[493] = {
		id = 493,
		name = "舍尔",
		code = "席勒"
	},
	[494] = {
		id = 494,
		name = "Z47",
		code = "Z47"
	},
	[495] = {
		id = 495,
		name = "Z9",
		code = "Z9"
	},
	[496] = {
		id = 496,
		name = "Z11",
		code = "Z11"
	},
	[497] = {
		id = 497,
		name = "Z12",
		code = "Z12"
	},
	[498] = {
		id = 498,
		name = "Z13",
		code = "Z13"
	},
	[499] = {
		id = 499,
		name = "Z22",
		code = "Z22"
	},
	[500] = {
		id = 500,
		name = "양산형 도이칠란트",
		code = "양산형 도이칠란트"
	},
	[501] = {
		id = 501,
		name = "양산형 쾨니히스베르크",
		code = "양산형 쾨니히스베르크"
	},
	[502] = {
		id = 502,
		name = "양산형 아드미랄 히퍼",
		code = "양산형 아드미랄 히퍼"
	},
	[503] = {
		id = 503,
		name = "양산형 샤른호르스트",
		code = "양산형 샤른호르스트"
	},
	[504] = {
		id = 504,
		name = "양산형 그라프 체펠린",
		code = "양산형 그라프 체펠린"
	},
	[505] = {
		id = 505,
		name = "양산형 도이칠란트·改I",
		code = "양산형 도이칠란트·改I"
	},
	[506] = {
		id = 506,
		name = "양산형 쾨니히스베르크·改I",
		code = "양산형 쾨니히스베르크·改I"
	},
	[507] = {
		id = 507,
		name = "양산형 아드미랄 히퍼·改I",
		code = "양산형 아드미랄 히퍼·改I"
	},
	[508] = {
		id = 508,
		name = "양산형 샤른호르스트·改I",
		code = "양산형 샤른호르스트·改I"
	},
	[509] = {
		id = 509,
		name = "양산형 그라프 체펠린·改I",
		code = "양산형 그라프 체펠린·改I"
	}
}
