pg = pg or {}
slot0 = pg
slot0.word_template = {
	subFolderName = "word_subList",
	subList = {
		"word_template_1",
		"word_template_2",
		"word_template_3",
		"word_template_4"
	},
	indexs = {
		["때"] = 1,
		["짜"] = 3,
		["지"] = 1,
		["쌍"] = 1,
		["좆"] = 2,
		["족"] = 3,
		["시"] = 1,
		["쪼"] = 2,
		["조"] = 2,
		["빠"] = 2,
		["음"] = 3,
		["까"] = 3,
		["싯"] = 1,
		["씨"] = 1,
		["자"] = 2,
		["색"] = 1,
		["닭"] = 3,
		["구"] = 3,
		["창"] = 1,
		["Ｇ"] = 4,
		["아"] = 3,
		j = 4,
		["屏"] = 1,
		["죽"] = 3,
		["젓"] = 2,
		["니"] = 1,
		["쐑"] = 2,
		["눈"] = 3,
		["월"] = 3,
		s = 3,
		["강"] = 3,
		["간"] = 3,
		["닥"] = 3,
		["륜"] = 4,
		["쎄"] = 1,
		["전"] = 4,
		["쎅"] = 2,
		["쉬"] = 1,
		["육"] = 4,
		["수"] = 4,
		g = 3,
		["숙"] = 4,
		["남"] = 4,
		["성"] = 4,
		["신"] = 4,
		["뒤"] = 3,
		["미"] = 2,
		["발"] = 4,
		G = 3,
		["항"] = 4,
		["거"] = 4,
		["닝"] = 1,
		["쒸"] = 1,
		["쉑"] = 2,
		["찌"] = 2,
		["안"] = 3,
		["개"] = 1,
		["이"] = 4,
		["놈"] = 4,
		["쇅"] = 2,
		["소"] = 4,
		["ㅈ"] = 4,
		["존"] = 4,
		["짬"] = 4,
		["ㅂ"] = 4,
		["쓰"] = 1,
		["초"] = 4,
		["저"] = 2,
		["스"] = 1,
		["대"] = 3,
		["병"] = 4,
		["샙"] = 1,
		["ㅇ"] = 3,
		["노"] = 4,
		["좃"] = 2,
		["섹"] = 2,
		["잠"] = 4,
		["허"] = 3,
		["똥"] = 4,
		z = 4,
		["좇"] = 2,
		["새"] = 1,
		["쳐"] = 3,
		["ㅆ"] = 4,
		["띠"] = 1,
		["세"] = 1,
		["쒝"] = 2,
		["매"] = 4,
		["귀"] = 2,
		["젖"] = 2,
		["씝"] = 2,
		["씺"] = 2,
		["씞"] = 2,
		["유"] = 3,
		["보"] = 2,
		["쌕"] = 2,
		["뽀"] = 3,
		["십"] = 1,
		["애"] = 2,
		["씹"] = 1,
		["정"] = 3,
		["쌔"] = 1,
		["썅"] = 1
	}
}

setmetatable(slot0.word_template, {
	__index = function (slot0, slot1)
		if slot1 == nil then
			return nil
		end

		if uv0.word_template.indexs[slot1] == nil then
			return nil
		end

		if uv0[uv0.word_template.subList[slot2]] == nil then
			require("ShareCfg.word_subList." .. slot3)
		end

		return uv0[slot3][slot1]
	end
})
